
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"/p 你自己就位x", -- [1]
		"/p 等两分钟？", -- [2]
		"/p 么搞了 3分钟没上了", -- [3]
		"/p 打11呗", -- [4]
		"/p cz了的", -- [5]
		"/p 别放啊", -- [6]
		"我是上来采药 顺带打个低保的额", -- [7]
		"缺你不会的。", -- [8]
		"信你个鬼", -- [9]
		"来嘛 反正我只是打低保", -- [10]
		"/p 监狱", -- [11]
		"/p 释放啊", -- [12]
		"/p 释放就这里", -- [13]
		"/p 魔力打下fs", -- [14]
		"/p 好像差5%", -- [15]
		"习惯就好了", -- [16]
		"我这个装备都打的最高还能说啥", -- [17]
		"/p VM", -- [18]
		"/p 直接boss啊", -- [19]
		"低保还没打完？", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
