
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["暗影斗篷 - 织亡者"] = "暗影斗篷 - 织亡者",
	},
	["profiles"] = {
		["暗影斗篷 - 织亡者"] = {
			["createHistoryList"] = {
				"2-144-526-0", -- [1]
				"2-138-507-0", -- [2]
				"2-137-502-0", -- [3]
				"2-142-518-0", -- [4]
				"2-146-534-0", -- [5]
			},
			["searchHistoryList"] = {
				"2-146-533-0", -- [1]
				"2-142-518-0", -- [2]
				"2-142-517-0", -- [3]
				"2-0-0-0", -- [4]
				"2-145-530-0", -- [5]
				"2-146-534-0", -- [6]
				"2-144-526-0", -- [7]
				"2-137-502-0", -- [8]
				"3-0-657-0", -- [9]
				"6-0-0-0", -- [10]
			},
			["recent"] = {
				["2-138-507-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "寂寞的两只脚-迅捷微风",
						["iLvl"] = 425,
						["time"] = 1566307062,
						["class"] = 11,
						["bTag"] = "什么两只脚#5723",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "亖死亡亖-燃烧之刃",
						["iLvl"] = 441,
						["time"] = 1566305431,
						["class"] = 6,
						["bTag"] = "奥尼玛托罗夫斯基#5174",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "曹姐姐-凤凰之神",
						["iLvl"] = 442,
						["time"] = 1566305191,
						["class"] = 12,
						["bTag"] = "SuperYi#5947",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "Joannaone-太阳之井",
						["iLvl"] = 437,
						["time"] = 1566307062,
						["class"] = 2,
						["bTag"] = "Despicablemn#5589",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "球球快跑-燃烧之刃",
						["iLvl"] = 443,
						["time"] = 1566305431,
						["class"] = 2,
						["bTag"] = "来自冥王星#51344",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "阴险的血小板-苏塔恩",
						["time"] = 1566307062,
						["class"] = 2,
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "同九年汝何秀-雷霆之王",
						["iLvl"] = 447,
						["time"] = 1566307062,
						["class"] = 2,
						["bTag"] = "Lelouch#5268",
					}, -- [7]
				},
				["2-137-499-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Bunny-古达克",
						["iLvl"] = 434,
						["time"] = 1566703671,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "Chenic#5718",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "咦我的小柴呢-死亡之翼",
						["iLvl"] = 447,
						["time"] = 1566703671,
						["class"] = 1,
						["bTag"] = "月下大肥兔#5192",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "一身的肉-萨尔",
						["iLvl"] = 424,
						["time"] = 1566703671,
						["class"] = 1,
						["bTag"] = "翼圣#51163",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "熊大无脑-卡拉赞",
						["iLvl"] = 421,
						["time"] = 1566703671,
						["class"] = 11,
						["bTag"] = "常年活蹦乱跳#5992",
					}, -- [4]
				},
				["2-142-517-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "你的红牛-鬼雾峰",
						["iLvl"] = 409,
						["time"] = 1566704427,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "百撕不得骑姐#5846",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "就一个字干-鬼雾峰",
						["iLvl"] = 415,
						["time"] = 1566704427,
						["class"] = 4,
						["bTag"] = "闪亮之雄#5209393",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "大补德-末日行者",
						["iLvl"] = 435,
						["time"] = 1566704427,
						["class"] = 11,
						["bTag"] = "YellowPants#5450",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "一个人的梦-凤凰之神",
						["iLvl"] = 415,
						["time"] = 1566704427,
						["class"] = 10,
						["bTag"] = "SuperMater#51739",
					}, -- [4]
				},
				["2-143-522-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "照一-死亡之翼",
						["iLvl"] = 419,
						["time"] = 1564583781,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "ColdStone#5843",
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "影中之光-芬里斯",
						["iLvl"] = 426,
						["time"] = 1564583781,
						["class"] = 5,
						["bTag"] = "搞基队长#51199",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "王祖贤-寒冰皇冠",
						["time"] = 1564583781,
						["class"] = 1,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "小皮王-安苏",
						["iLvl"] = 416,
						["time"] = 1564583559,
						["class"] = 4,
						["bTag"] = "跳跳骑士#57329",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "Yourmamaboom-鹰巢山",
						["time"] = 1564583781,
						["class"] = 1,
					}, -- [5]
				},
				["2-137-502-0"] = {
					{
						["role"] = "TANK",
						["name"] = "泰钽迪凯-能源舰",
						["iLvl"] = 426,
						["time"] = 1564978885,
						["class"] = 6,
						["bTag"] = "秒杀#5611",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "极限冰箱-战歌",
						["iLvl"] = 432,
						["time"] = 1564978885,
						["class"] = 8,
						["bTag"] = "六月#5914",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "极㔑限-死亡之翼",
						["iLvl"] = 440,
						["time"] = 1564978885,
						["class"] = 3,
						["bTag"] = "六月#5914",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "怀念怀念-安苏",
						["iLvl"] = 422,
						["time"] = 1564978885,
						["class"] = 11,
						["bTag"] = "勾魂呆呆#5132",
					}, -- [4]
				},
				["2-144-526-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "丨老恭-死亡之翼",
						["iLvl"] = 426,
						["time"] = 1566043150,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "老董来了#5804",
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "大牙挡丑脸-安苏",
						["iLvl"] = 429,
						["time"] = 1566043150,
						["class"] = 11,
						["bTag"] = "天才何#5905",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "咸焱-卡德加",
						["iLvl"] = 430,
						["time"] = 1566043150,
						["class"] = 3,
						["bTag"] = "高玩#5419",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "老戚-迅捷微风",
						["time"] = 1566043150,
						["class"] = 12,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "Venomleo-迅捷微风",
						["iLvl"] = 434,
						["time"] = 1566200693,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "什么两只脚#5723",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "月光三引-迅捷微风",
						["iLvl"] = 439,
						["time"] = 1566199393,
						["class"] = 5,
						["bTag"] = "Rechars#5872",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "跃潇小满满-黑暗虚空",
						["iLvl"] = 435,
						["time"] = 1566200100,
						["class"] = 12,
						["bTag"] = "暗影之龙#583664",
					}, -- [7]
					{
						["role"] = "TANK",
						["name"] = "佑逅恶魔-卡拉赞",
						["iLvl"] = 434,
						["time"] = 1566200076,
						["class"] = 12,
						["bTag"] = "黑煞战神#5724",
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "长的不好看-暗影迷宫",
						["time"] = 1566200693,
						["class"] = 11,
					}, -- [9]
					{
						["role"] = "TANK",
						["name"] = "撒浪嘿哟-贫瘠之地",
						["iLvl"] = 433,
						["time"] = 1566200693,
						["class"] = 2,
						["bTag"] = "艾尔之子#5292464",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "武定风波-洛丹伦",
						["iLvl"] = 440,
						["time"] = 1566200693,
						["class"] = 12,
						["bTag"] = "平平安安#51881",
					}, -- [11]
					{
						["role"] = "HEALER",
						["name"] = "隔壁丨强少爷-天空之墙",
						["time"] = 1566659595,
						["class"] = 2,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "丶妩媚-伊森利恩",
						["time"] = 1566659202,
						["class"] = 4,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "Exl-鬼雾峰",
						["iLvl"] = 432,
						["time"] = 1566659595,
						["class"] = 8,
						["bTag"] = "Screan#5381",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "小生易-伊森利恩",
						["iLvl"] = 430,
						["time"] = 1566659595,
						["class"] = 12,
						["bTag"] = "HIME#5835",
					}, -- [15]
					{
						["role"] = "TANK",
						["name"] = "爱上两只脚-迅捷微风",
						["iLvl"] = 441,
						["time"] = 1566659595,
						["class"] = 2,
						["bTag"] = "什么两只脚#5723",
					}, -- [16]
				},
				["2-139-504-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "天天一挑八-风暴之怒",
						["iLvl"] = 408,
						["time"] = 1564584951,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "豆包#5766",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "毀灭术-风暴之怒",
						["iLvl"] = 410,
						["time"] = 1564584951,
						["class"] = 10,
						["bTag"] = "woter#5480",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "麻辣小蚂虾-盖斯",
						["iLvl"] = 420,
						["time"] = 1564584951,
						["class"] = 3,
						["bTag"] = "寅哥请你吃烧烤#5544",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "青战神-鬼雾峰",
						["iLvl"] = 419,
						["time"] = 1564584951,
						["class"] = 1,
						["bTag"] = "星辰大海#52804",
					}, -- [4]
				},
				["2-145-530-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "Içmissëyou-克尔苏加德",
						["iLvl"] = 412,
						["time"] = 1565270562,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "丿依然丨#5662",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "贰叁叄-凤凰之神",
						["iLvl"] = 437,
						["time"] = 1565270562,
						["class"] = 4,
						["bTag"] = "盲夏侯#51600",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "醉无心丶-远古海滩",
						["iLvl"] = 433,
						["time"] = 1565270562,
						["class"] = 1,
						["bTag"] = "醉无心丶#5950",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "幸運星小塔克-冰风岗",
						["iLvl"] = 440,
						["time"] = 1565270562,
						["class"] = 7,
						["bTag"] = "幸運星小塔克#5465",
					}, -- [4]
				},
				["2-142-518-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "丶浅笑未央丿-贫瘠之地",
						["iLvl"] = 430,
						["time"] = 1564976373,
						["class"] = 4,
						["bTag"] = "丶灬九尾猫氵#5550",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "海皮玛-白骨荒野",
						["iLvl"] = 421,
						["time"] = 1564976513,
						["class"] = 1,
						["bTag"] = "暗影之风暴#5236110",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "狂猫-萨尔",
						["iLvl"] = 433,
						["time"] = 1564976513,
						["class"] = 3,
						["bTag"] = "凶猛的小白兔#5140",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "安抚者-鬼雾峰",
						["iLvl"] = 423,
						["time"] = 1564976513,
						["class"] = 5,
						["bTag"] = "安抚者#5539",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "艾莉的小缺德-埃德萨拉",
						["iLvl"] = 435,
						["time"] = 1564976513,
						["class"] = 7,
						["bTag"] = "倪缺德#5504",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "Venomleo-迅捷微风",
						["iLvl"] = 439,
						["time"] = 1566715974,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "什么两只脚#5723",
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "Suiciding-迅捷微风",
						["iLvl"] = 439,
						["time"] = 1566715974,
						["class"] = 2,
						["bTag"] = "璟小爷#5149",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "吡咯烷酮-迅捷微风",
						["iLvl"] = 438,
						["time"] = 1566715948,
						["class"] = 11,
						["bTag"] = "王飞#5945",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "Visita-凤凰之神",
						["iLvl"] = 437,
						["time"] = 1566715974,
						["class"] = 8,
						["bTag"] = "Beca#51526",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "耶熊-伊森利恩",
						["time"] = 1566715974,
						["class"] = 11,
					}, -- [10]
				},
				["2-146-534-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "犦怒-燃烧之刃",
						["iLvl"] = 429,
						["time"] = 1564589252,
						["class"] = 1,
						["bTag"] = "BT160606#52312",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "攞你命三千-伊森利恩",
						["iLvl"] = 433,
						["time"] = 1564589252,
						["class"] = 4,
						["bTag"] = "Juno#5613",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "希冀的灵韵-熔火之心",
						["time"] = 1564589252,
						["class"] = 5,
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "相当逆天-血吼",
						["iLvl"] = 429,
						["time"] = 1564589252,
						["class"] = 1,
						["bTag"] = "上善若水#5974",
					}, -- [4]
				},
			},
			["version"] = "80200.03",
			["lastSearchCode"] = "2-146-533-0",
		},
	},
}
