
MethodDungeonToolsDB = {
	["profileKeys"] = {
		["梦里梦到醒来 - 贫瘠之地"] = "梦里梦到醒来 - 贫瘠之地",
		["暗影斗篷 - 织亡者"] = "暗影斗篷 - 织亡者",
		["我和你老公 - 克尔苏加德"] = "我和你老公 - 克尔苏加德",
		["梦里梦到醒来 - 迅捷微风"] = "梦里梦到醒来 - 迅捷微风",
		["长裙绿衣 - 燃烧之刃"] = "长裙绿衣 - 燃烧之刃",
		["天生呆丶 - 血色十字军"] = "天生呆丶 - 血色十字军",
	},
	["global"] = {
		["anchorTo"] = "CENTER",
		["currentDifficulty"] = 15,
		["currentPreset"] = {
			[17] = 2,
			[20] = 2,
		},
		["MDI"] = {
			["enabled"] = false,
		},
		["presets"] = {
			{
				{
					["text"] = "Default",
				}, -- [1]
			}, -- [1]
			{
				{
					["text"] = "Default",
				}, -- [1]
			}, -- [2]
			{
				{
					["text"] = "Default",
				}, -- [1]
			}, -- [3]
			{
				{
					["text"] = "Default",
				}, -- [1]
			}, -- [4]
			{
				{
					["text"] = "Default",
				}, -- [1]
			}, -- [5]
			{
				{
					["text"] = "Default",
				}, -- [1]
			}, -- [6]
			{
				{
					["text"] = "Default",
				}, -- [1]
			}, -- [7]
			{
				{
					["text"] = "Default",
				}, -- [1]
			}, -- [8]
			{
				{
					["text"] = "Default",
				}, -- [1]
			}, -- [9]
			{
				{
					["text"] = "Default",
				}, -- [1]
			}, -- [10]
			{
				{
					["text"] = "Default",
				}, -- [1]
			}, -- [11]
			{
				{
					["text"] = "Default",
				}, -- [1]
			}, -- [12]
			{
				{
					["text"] = "Default",
				}, -- [1]
			}, -- [13]
			{
				{
					["text"] = "Default",
				}, -- [1]
			}, -- [14]
			{
				{
					["mdi"] = {
						["freeholdJoined"] = false,
						["freehold"] = 1,
						["beguiling"] = 1,
					},
					["week"] = 1,
					["text"] = "Default",
					["objects"] = {
					},
				}, -- [1]
			}, -- [15]
			{
				{
					["objects"] = {
					},
					["week"] = 1,
					["text"] = "Default",
					["mdi"] = {
						["freeholdJoined"] = false,
						["beguiling"] = 1,
						["freehold"] = 1,
					},
					["freeholdCrewSelected"] = true,
				}, -- [1]
			}, -- [16]
			{
				{
					["objects"] = {
					},
					["week"] = 1,
					["text"] = "Default",
				}, -- [1]
				{
					["objects"] = {
					},
					["week"] = 3,
					["value"] = {
						["currentPull"] = 1,
						["currentSublevel"] = 1,
						["currentDungeonIdx"] = 17,
						["teeming"] = false,
						["selection"] = {
							1, -- [1]
						},
						["pulls"] = {
							{
								{
									4, -- [1]
									3, -- [2]
								}, -- [1]
								{
									9, -- [1]
									13, -- [2]
									10, -- [3]
									14, -- [4]
									12, -- [5]
									11, -- [6]
								}, -- [2]
								{
									3, -- [1]
									4, -- [2]
									1, -- [3]
									2, -- [4]
								}, -- [3]
								{
									2, -- [1]
									1, -- [2]
								}, -- [4]
								{
									4, -- [1]
									5, -- [2]
									1, -- [3]
									6, -- [4]
									2, -- [5]
									3, -- [6]
								}, -- [5]
								nil, -- [6]
								{
									1, -- [1]
								}, -- [7]
								{
									1, -- [1]
								}, -- [8]
								{
									1, -- [1]
								}, -- [9]
								{
									2, -- [1]
									3, -- [2]
									1, -- [3]
									4, -- [4]
									5, -- [5]
								}, -- [10]
								{
									1, -- [1]
								}, -- [11]
								{
									1, -- [1]
								}, -- [12]
								{
									1, -- [1]
								}, -- [13]
								{
									1, -- [1]
								}, -- [14]
								{
									1, -- [1]
								}, -- [15]
								{
									1, -- [1]
								}, -- [16]
								{
									1, -- [1]
									2, -- [2]
								}, -- [17]
								[24] = {
									3, -- [1]
									1, -- [2]
									2, -- [3]
								},
								[25] = {
								},
								["color"] = "228b22",
								[29] = {
									1, -- [1]
								},
								[31] = {
									4, -- [1]
									1, -- [2]
									2, -- [3]
									5, -- [4]
									3, -- [5]
									8, -- [6]
									9, -- [7]
									6, -- [8]
									7, -- [9]
									12, -- [10]
									10, -- [11]
									11, -- [12]
									13, -- [13]
									14, -- [14]
									16, -- [15]
									17, -- [16]
									15, -- [17]
								},
								[32] = {
									4, -- [1]
									2, -- [2]
									5, -- [3]
									6, -- [4]
									9, -- [5]
									10, -- [6]
								},
								[34] = {
									4, -- [1]
									6, -- [2]
									8, -- [3]
									9, -- [4]
									5, -- [5]
									7, -- [6]
								},
								[19] = {
									2, -- [1]
									1, -- [2]
									3, -- [3]
									4, -- [4]
								},
								[20] = {
									1, -- [1]
									3, -- [2]
									2, -- [3]
								},
								[21] = {
									4, -- [1]
									2, -- [2]
									1, -- [3]
								},
								[22] = {
									1, -- [1]
								},
								[23] = {
									2, -- [1]
									1, -- [2]
								},
								[33] = {
									1, -- [1]
									9, -- [2]
									8, -- [3]
								},
							}, -- [1]
						},
					},
					["text"] = "预设 2",
					["mdi"] = {
						["freeholdJoined"] = false,
						["beguiling"] = 1,
						["freehold"] = 1,
					},
				}, -- [2]
				{
					["value"] = 0,
					["text"] = "<新预设>",
				}, -- [3]
			}, -- [17]
			{
				{
					["mdi"] = {
						["freeholdJoined"] = false,
						["beguiling"] = 1,
						["freehold"] = 1,
					},
					["week"] = 3,
					["text"] = "Default",
					["objects"] = {
					},
				}, -- [1]
			}, -- [18]
			{
				{
					["mdi"] = {
						["freeholdJoined"] = false,
						["beguiling"] = 1,
						["freehold"] = 1,
					},
					["week"] = 2,
					["faction"] = 1,
					["text"] = "Default",
					["objects"] = {
					},
				}, -- [1]
			}, -- [19]
			{
				{
					["objects"] = {
					},
					["week"] = 3,
					["text"] = "Default",
					["mdi"] = {
						["freeholdJoined"] = false,
						["freehold"] = 1,
						["beguiling"] = 1,
					},
				}, -- [1]
				{
					["objects"] = {
					},
					["week"] = 3,
					["value"] = {
						["currentPull"] = 1,
						["currentSublevel"] = 1,
						["currentDungeonIdx"] = 20,
						["teeming"] = false,
						["selection"] = {
							1, -- [1]
						},
						["pulls"] = {
							{
								{
									1, -- [1]
									8, -- [2]
									2, -- [3]
									16, -- [4]
								}, -- [1]
								{
									1, -- [1]
									8, -- [2]
									2, -- [3]
								}, -- [2]
								{
									1, -- [1]
									5, -- [2]
								}, -- [3]
								{
									7, -- [1]
									1, -- [2]
								}, -- [4]
								{
									4, -- [1]
								}, -- [5]
								{
									4, -- [1]
								}, -- [6]
								["color"] = "228b22",
								[12] = {
								},
								[29] = {
									4, -- [1]
									5, -- [2]
									9, -- [3]
									11, -- [4]
								},
								[14] = {
									1, -- [1]
									4, -- [2]
									3, -- [3]
									5, -- [4]
									6, -- [5]
									2, -- [6]
								},
								[28] = {
									5, -- [1]
									6, -- [2]
									9, -- [3]
									2, -- [4]
									10, -- [5]
									11, -- [6]
									3, -- [7]
								},
								[15] = {
									1, -- [1]
									2, -- [2]
									4, -- [3]
									3, -- [4]
								},
								[30] = {
									6, -- [1]
									1, -- [2]
									10, -- [3]
									11, -- [4]
									12, -- [5]
									5, -- [6]
									7, -- [7]
									3, -- [8]
									4, -- [9]
								},
								[17] = {
									1, -- [1]
									2, -- [2]
									4, -- [3]
								},
								[9] = {
									1, -- [1]
									3, -- [2]
									6, -- [3]
									5, -- [4]
									4, -- [5]
								},
								[18] = {
									1, -- [1]
									3, -- [2]
								},
								[10] = {
									2, -- [1]
								},
								[19] = {
									2, -- [1]
									7, -- [2]
									1, -- [3]
									8, -- [4]
									9, -- [5]
									5, -- [6]
									4, -- [7]
									6, -- [8]
									3, -- [9]
								},
								[11] = {
									2, -- [1]
								},
								[22] = {
									1, -- [1]
									2, -- [2]
								},
								[23] = {
									3, -- [1]
									6, -- [2]
									4, -- [3]
									5, -- [4]
								},
								[27] = {
									1, -- [1]
								},
							}, -- [1]
						},
					},
					["text"] = "Default 2",
					["mdi"] = {
						["beguiling"] = 1,
						["freeholdJoined"] = false,
						["freehold"] = 1,
					},
				}, -- [2]
				{
					["value"] = 0,
					["text"] = "<New Preset>",
				}, -- [3]
			}, -- [20]
			{
				{
					["mdi"] = {
						["freeholdJoined"] = false,
						["beguiling"] = 1,
						["freehold"] = 1,
					},
					["week"] = 2,
					["text"] = "Default",
					["objects"] = {
					},
				}, -- [1]
			}, -- [21]
			{
				{
					["mdi"] = {
						["freeholdJoined"] = false,
						["beguiling"] = 1,
						["freehold"] = 1,
					},
					["week"] = 2,
					["text"] = "Default",
					["objects"] = {
					},
				}, -- [1]
			}, -- [22]
			{
				{
					["mdi"] = {
						["freeholdJoined"] = false,
						["beguiling"] = 1,
						["freehold"] = 1,
					},
					["week"] = 3,
					["text"] = "Default",
					["objects"] = {
					},
				}, -- [1]
			}, -- [23]
			{
				{
					["mdi"] = {
						["freeholdJoined"] = false,
						["beguiling"] = 1,
						["freehold"] = 1,
					},
					["week"] = 3,
					["text"] = "Default",
					["objects"] = {
					},
				}, -- [1]
			}, -- [24]
		},
		["version"] = 275,
		["xoffset"] = -140.0000152587891,
		["currentDungeonIdx"] = 16,
		["anchorFrom"] = "CENTER",
		["yoffset"] = -53.49956893920898,
	},
}
