
SimulationCraftDB = {
	["profileKeys"] = {
		["無剣道 - 血色十字军"] = "無剣道 - 血色十字军",
		["提取职业色 - 血色十字军"] = "提取职业色 - 血色十字军",
		["Minuitsun - 血色十字军"] = "Minuitsun - 血色十字军",
		["我和你老公 - 克尔苏加德"] = "我和你老公 - 克尔苏加德",
		["烟总 - 拉文凯斯"] = "烟总 - 拉文凯斯",
		["梦里梦到醒来 - 迅捷微风"] = "梦里梦到醒来 - 迅捷微风",
		["烟亦舞 - 血色十字军"] = "烟亦舞 - 血色十字军",
		["Midnightsun - 白银之手"] = "Midnightsun - 白银之手",
		["天生呆丶 - 血色十字军"] = "天生呆丶 - 血色十字军",
		["Midnightsun - 安苏"] = "Midnightsun - 安苏",
		["Ceshiy - 血色十字军"] = "Ceshiy - 血色十字军",
		["Eternalsun - 血色十字军"] = "Eternalsun - 血色十字军",
		["路曦菲尔 - 拉文凯斯"] = "路曦菲尔 - 拉文凯斯",
		["孤仒狼 - 拉文凯斯"] = "孤仒狼 - 拉文凯斯",
		["梦里梦到醒来 - 贫瘠之地"] = "梦里梦到醒来 - 贫瘠之地",
		["暗影斗篷 - 织亡者"] = "暗影斗篷 - 织亡者",
		["Eternalyg - 血色十字军"] = "Eternalyg - 血色十字军",
		["费列罗巧克牛 - 拉文凯斯"] = "费列罗巧克牛 - 拉文凯斯",
		["Spgg - 白银之手"] = "Spgg - 白银之手",
		["墨夜之曦 - 血色十字军"] = "墨夜之曦 - 血色十字军",
		["长裙绿衣 - 燃烧之刃"] = "长裙绿衣 - 燃烧之刃",
	},
	["profiles"] = {
		["無剣道 - 血色十字军"] = {
		},
		["提取职业色 - 血色十字军"] = {
		},
		["Minuitsun - 血色十字军"] = {
		},
		["我和你老公 - 克尔苏加德"] = {
		},
		["烟总 - 拉文凯斯"] = {
		},
		["梦里梦到醒来 - 迅捷微风"] = {
		},
		["烟亦舞 - 血色十字军"] = {
		},
		["Midnightsun - 白银之手"] = {
		},
		["天生呆丶 - 血色十字军"] = {
		},
		["Midnightsun - 安苏"] = {
		},
		["Ceshiy - 血色十字军"] = {
		},
		["Eternalsun - 血色十字军"] = {
		},
		["路曦菲尔 - 拉文凯斯"] = {
		},
		["孤仒狼 - 拉文凯斯"] = {
		},
		["梦里梦到醒来 - 贫瘠之地"] = {
		},
		["暗影斗篷 - 织亡者"] = {
		},
		["Eternalyg - 血色十字军"] = {
		},
		["费列罗巧克牛 - 拉文凯斯"] = {
		},
		["Spgg - 白银之手"] = {
		},
		["墨夜之曦 - 血色十字军"] = {
		},
		["长裙绿衣 - 燃烧之刃"] = {
		},
	},
}
