
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"/p fs要特质嘛", -- [1]
		"/p 谢谢", -- [2]
		"/p 飞一个pvp或者pve", -- [3]
		"/p 进本", -- [4]
		"/p 你好久下班", -- [5]
		"/p zs戒指要吗", -- [6]
		"/p dz披风要吗", -- [7]
		"/p 要下班了哇", -- [8]
		"/p 炉石了", -- [9]
		"/p 你要准备回去了不嘛", -- [10]
		"/p 大概多久", -- [11]
		"/p 那就自由镇了", -- [12]
		"/p 飞本", -- [13]
		"/p 飞一个pve", -- [14]
		"要不要去搞一发17地缘", -- [15]
		"有啊", -- [16]
		"/p 帷幕", -- [17]
		"打PTM", -- [18]
		"/cw 济公开胃丹-天谴之门 点错了", -- [19]
		"/cw 济公开胃丹-天谴之门 稍等", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
