
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["长裙绿衣 - 燃烧之刃"] = "长裙绿衣 - 燃烧之刃",
	},
	["profiles"] = {
		["长裙绿衣 - 燃烧之刃"] = {
			["createHistoryList"] = {
				"2-142-517-0", -- [1]
				"2-138-644-0", -- [2]
				"2-138-507-0", -- [3]
				"2-137-499-0", -- [4]
			},
			["searchHistoryList"] = {
				"2-142-517-0", -- [1]
				"2-138-644-0", -- [2]
				"2-138-507-0", -- [3]
				"2-137-499-0", -- [4]
				"6-0-0-0", -- [5]
			},
			["recent"] = {
				["2-138-644-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "济公开胃丹-天谴之门",
						["iLvl"] = 399,
						["time"] = 1565616166,
						["class"] = 9,
						["bTag"] = "Vic#5196",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "伐战-血色十字军",
						["iLvl"] = 396,
						["time"] = 1565616166,
						["class"] = 1,
						["bTag"] = "机械之狼人#5207643",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "养老-格瑞姆巴托",
						["time"] = 1565616166,
						["class"] = 10,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "咕咚趣多多-基尔罗格",
						["iLvl"] = 412,
						["time"] = 1565616166,
						["class"] = 4,
						["bTag"] = "诺娃#53943",
					}, -- [4]
				},
				["2-141-513-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "果树上抓的喵-洛丹伦",
						["iLvl"] = 436,
						["time"] = 1565610243,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "王一喆#5548",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "今晚变熊熊-血牙魔王",
						["iLvl"] = 425,
						["time"] = 1565610243,
						["class"] = 11,
						["bTag"] = "Edmond#5260",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "济公开胃丹-天谴之门",
						["iLvl"] = 398,
						["time"] = 1565610243,
						["class"] = 9,
						["bTag"] = "Vic#5196",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "苓夕-凤凰之神",
						["time"] = 1565610243,
						["class"] = 11,
					}, -- [4]
				},
				["2-137-499-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "济公开胃丹-天谴之门",
						["iLvl"] = 398,
						["time"] = 1565614619,
						["class"] = 9,
						["bTag"] = "Vic#5196",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "圣光牛初乳-阿纳克洛斯",
						["iLvl"] = 395,
						["time"] = 1565614619,
						["class"] = 2,
						["bTag"] = "尼奥克斯#5773",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "蝰蛇刺-丽丽（四川）",
						["iLvl"] = 405,
						["time"] = 1565614619,
						["class"] = 8,
						["bTag"] = "蝰蛇刺#5493",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "Fasqerr-燃烧之刃",
						["iLvl"] = 389,
						["time"] = 1565614619,
						["class"] = 4,
						["bTag"] = "Slooxx#5455",
					}, -- [4]
				},
				["2-142-517-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "济公开胃丹-天谴之门",
						["iLvl"] = 401,
						["time"] = 1565617633,
						["class"] = 9,
						["bTag"] = "Vic#5196",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "Laughterred-安苏",
						["time"] = 1565617633,
						["class"] = 4,
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "德玛西亚皇妃-尘风峡谷",
						["iLvl"] = 400,
						["time"] = 1565617633,
						["class"] = 1,
						["bTag"] = "米奇妙妙屋#51301",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "柳画风-凤凰之神",
						["iLvl"] = 433,
						["time"] = 1565617633,
						["class"] = 10,
						["bTag"] = "啊利#5711",
					}, -- [4]
				},
			},
			["version"] = "80200.03",
			["lastSearchCode"] = "2-142-517-0",
		},
	},
}
