
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"/p 不咋想打了", -- [1]
		"/p dps太慢了", -- [2]
		"/p 打的都没什么兴趣了", -- [3]
		"/p 这都要进战斗啊", -- [4]
		"/cw 魔佑小恶-阿纳克洛斯 真的少见这么坑的", -- [5]
		"/团队 阿秀", -- [6]
		"/团队 阿修", -- [7]
		"/团队 软泥", -- [8]
		"/团队 开了sx就算了，还喊快打", -- [9]
		"/团队 断鳄", -- [10]
		"/团队 醒醒", -- [11]
		"/团队 猩猩", -- [12]
		"/p +1", -- [13]
		"/p 今晚一小时在石爪山做了一个任务！", -- [14]
		"/p 咋不收到", -- [15]
		"/p 帷幕dz", -- [16]
		"/p sm复生", -- [17]
		"/p 别放", -- [18]
		"/p 哎", -- [19]
		"/p 睡觉 88", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
