
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["天生呆丶 - 血色十字军"] = "天生呆丶 - 血色十字军",
	},
	["profiles"] = {
		["天生呆丶 - 血色十字军"] = {
			["recent"] = {
				["2-138-507-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Egaleflight-狂热之刃",
						["iLvl"] = 430,
						["time"] = 1565024541,
						["class"] = 1,
						["bTag"] = "鹰飛#51237",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "低调的暗-血吼",
						["iLvl"] = 426,
						["time"] = 1565024541,
						["class"] = 4,
						["bTag"] = "至爱无上#5263",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "常州萝卜干-凤凰之神",
						["iLvl"] = 426,
						["time"] = 1565024665,
						["class"] = 2,
						["bTag"] = "常州於#5299",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "就是娱乐丶-埃加洛尔",
						["iLvl"] = 430,
						["time"] = 1565024972,
						["class"] = 6,
						["bTag"] = "茫然之潜行者#598411",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "十四姨-厄祖玛特",
						["iLvl"] = 426,
						["time"] = 1565024972,
						["class"] = 1,
						["bTag"] = "MondayFlower#5872",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "Ghl-凤凰之神",
						["iLvl"] = 427,
						["time"] = 1565024972,
						["class"] = 1,
						["bTag"] = "云霄#51424",
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "希腊蛋-伊萨里奥斯",
						["iLvl"] = 429,
						["time"] = 1565024972,
						["class"] = 11,
						["bTag"] = "刘岩#51536",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "Venomleo-迅捷微风",
						["iLvl"] = 431,
						["time"] = 1565871876,
						["class"] = 8,
						["bTag"] = "什么两只脚#5723",
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "吡咯烷酮-迅捷微风",
						["iLvl"] = 438,
						["time"] = 1565872056,
						["class"] = 11,
						["bTag"] = "王飞#5945",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "贝克流川枫-燃烧之刃",
						["iLvl"] = 447,
						["time"] = 1565871630,
						["class"] = 2,
						["bTag"] = "贝克流川枫#5610",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "木小宝-布兰卡德",
						["iLvl"] = 445,
						["time"] = 1565872056,
						["class"] = 1,
						["bTag"] = "松鼠#5401",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "爱上两只脚-迅捷微风",
						["iLvl"] = 437,
						["time"] = 1565872056,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "什么两只脚#5723",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "挠鸡儿香喷喷-凤凰之神",
						["iLvl"] = 437,
						["time"] = 1565872056,
						["class"] = 2,
						["bTag"] = "暴躁之武僧#5129645",
					}, -- [13]
				},
				["2-141-514-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Jtvb-巨龙之吼",
						["iLvl"] = 428,
						["time"] = 1564993621,
						["class"] = 8,
						["bTag"] = "c1nng#5584",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "玥小菟-影之哀伤",
						["iLvl"] = 434,
						["time"] = 1564993621,
						["class"] = 4,
						["bTag"] = "玥七七丶#5358",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "逗逼南玻万-萨格拉斯",
						["iLvl"] = 433,
						["time"] = 1564993621,
						["class"] = 1,
						["bTag"] = "小子#5176",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "風向標-安苏",
						["iLvl"] = 428,
						["time"] = 1564993621,
						["class"] = 7,
						["bTag"] = "风向标#5320",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "素芬-燃烧之刃",
						["iLvl"] = 434,
						["time"] = 1565021382,
						["class"] = 12,
						["bTag"] = "zouxi#5918",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "口吐纷芳-凤凰之神",
						["iLvl"] = 438,
						["time"] = 1565021382,
						["class"] = 1,
						["bTag"] = "口吐芬芳#5846",
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "大棠-血色十字军",
						["iLvl"] = 430,
						["time"] = 1565021382,
						["class"] = 2,
						["bTag"] = "鲶鱼#52566",
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "德材兼备-凤凰之神",
						["iLvl"] = 437,
						["time"] = 1565021382,
						["class"] = 11,
						["bTag"] = "laoshu0306#5928",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "济公开胃丹-天谴之门",
						["iLvl"] = 408,
						["time"] = 1565880449,
						["class"] = 9,
						["bTag"] = "Vic#5196",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "一定满级-埃德萨拉",
						["iLvl"] = 437,
						["time"] = 1565879450,
						["class"] = 8,
						["bTag"] = "tinckle#5476",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "愈合叼言-埃德萨拉",
						["iLvl"] = 442,
						["time"] = 1565879450,
						["class"] = 5,
						["bTag"] = "老爷#51933",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "土豆冲鸭-影之哀伤",
						["iLvl"] = 431,
						["time"] = 1565879733,
						["class"] = 12,
						["bTag"] = "生活在别处#5124",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "Venomleo-迅捷微风",
						["iLvl"] = 431,
						["time"] = 1565880449,
						["class"] = 8,
						["bTag"] = "什么两只脚#5723",
					}, -- [13]
				},
				["2-140-510-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Venomleo-迅捷微风",
						["iLvl"] = 431,
						["time"] = 1565880703,
						["class"] = 8,
						["bTag"] = "什么两只脚#5723",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "Deathgrip-影之哀伤",
						["iLvl"] = 439,
						["time"] = 1565880703,
						["class"] = 6,
						["bTag"] = "乄影之哀伤#5968",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "附魔之魂-血牙魔王",
						["iLvl"] = 440,
						["time"] = 1565880703,
						["class"] = 11,
						["bTag"] = "附魔之魂#5290",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "甜乄酱-燃烧之刃",
						["time"] = 1565880703,
						["class"] = 7,
					}, -- [4]
				},
				["6-0-17-0"] = {
					{
						["role"] = "TANK",
						["name"] = "心凉无人暖-凤凰之神",
						["iLvl"] = 434,
						["time"] = 1566838463,
						["class"] = 2,
						["bTag"] = "罗雨枫#5502",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "要命的小蛮腰-无尽之海",
						["time"] = 1566838463,
						["class"] = 12,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "霜火风暴-红云台地",
						["iLvl"] = 443,
						["time"] = 1566838341,
						["class"] = 8,
						["bTag"] = "高高兴兴#5744",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "美美的护舒宝-伊森利恩",
						["iLvl"] = 435,
						["time"] = 1566838427,
						["class"] = 4,
						["bTag"] = "不可思议#5925",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "暗影之匕-白银之手",
						["time"] = 1566838353,
						["class"] = 4,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "乄加尔鲁什灬-格瑞姆巴托",
						["iLvl"] = 423,
						["time"] = 1566838002,
						["class"] = 1,
						["bTag"] = "徐小白#5312",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "丿老弓丶-安苏",
						["iLvl"] = 443,
						["time"] = 1566838463,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "陌上轻轻微#5165",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "年轻人迈特凯-安苏",
						["iLvl"] = 425,
						["time"] = 1566838463,
						["class"] = 1,
						["bTag"] = "Gatsby#51587",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "士官长幺幺柒-阿纳克洛斯",
						["iLvl"] = 433,
						["time"] = 1566838463,
						["class"] = 2,
						["bTag"] = "Asmodeus#51697",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "起来嘘嘘-死亡之翼",
						["iLvl"] = 438,
						["time"] = 1566838463,
						["class"] = 12,
						["bTag"] = "许许青青#5229",
					}, -- [10]
					{
						["role"] = "HEALER",
						["name"] = "马驴莲梦露-太阳之井",
						["iLvl"] = 410,
						["time"] = 1566838423,
						["class"] = 5,
						["bTag"] = "空丨空#5826",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "芯芯緗茚-冰风岗",
						["iLvl"] = 440,
						["time"] = 1566838011,
						["class"] = 2,
						["bTag"] = "雪露儿#5740",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "血滴铠甲-凤凰之神",
						["time"] = 1566838064,
						["class"] = 6,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "蛋糕超甜呀-凤凰之神",
						["iLvl"] = 442,
						["time"] = 1566838059,
						["class"] = 3,
						["bTag"] = "芥末蜂蜜洋葱#5732",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "暗翼游侠-凤凰之神",
						["iLvl"] = 435,
						["time"] = 1566837904,
						["class"] = 3,
						["bTag"] = "有基佬开我裤链#5458",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "迷毛嘿浓-黑铁",
						["iLvl"] = 410,
						["time"] = 1566838040,
						["class"] = 8,
						["bTag"] = "大迷毛#51578",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "李雷同学-凤凰之神",
						["iLvl"] = 435,
						["time"] = 1566838463,
						["class"] = 11,
						["bTag"] = "微臣救驾来迟#5679",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "Timoo-刀塔",
						["iLvl"] = 422,
						["time"] = 1566838463,
						["class"] = 10,
						["bTag"] = "路人甲的朋友#5152",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "釜山糯米糕-凤凰之神",
						["time"] = 1566838376,
						["class"] = 8,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "Anuny-伊莫塔尔",
						["iLvl"] = 439,
						["time"] = 1566838463,
						["class"] = 9,
						["bTag"] = "云淡风轻#54120",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "影寒枫-燃烧之刃",
						["iLvl"] = 427,
						["time"] = 1566838463,
						["class"] = 12,
						["bTag"] = "Azrael#5104",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "宝宝心里苦啊-伊森利恩",
						["iLvl"] = 446,
						["time"] = 1566838463,
						["class"] = 5,
						["bTag"] = "唐怡聪归来#5269",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "想睡觉失眠-红龙军团",
						["iLvl"] = 433,
						["time"] = 1566838002,
						["class"] = 8,
						["bTag"] = "DDparadox#5209",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "卿塵-阿纳克洛斯",
						["iLvl"] = 439,
						["time"] = 1566838104,
						["class"] = 2,
						["bTag"] = "Will#5156",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "社会天-凤凰之神",
						["iLvl"] = 440,
						["time"] = 1566838024,
						["class"] = 12,
						["bTag"] = "古德喵咛#5814",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "种花家的灰姬-战歌",
						["iLvl"] = 414,
						["time"] = 1566838463,
						["class"] = 8,
						["bTag"] = "部落之子#512313",
					}, -- [26]
					{
						["role"] = "TANK",
						["name"] = "迷天天-凤凰之神",
						["iLvl"] = 447,
						["time"] = 1566838030,
						["class"] = 10,
						["bTag"] = "古德喵咛#5814",
					}, -- [27]
					{
						["role"] = "TANK",
						["name"] = "牛排丶七分熟-火焰之树",
						["iLvl"] = 424,
						["time"] = 1566838463,
						["class"] = 11,
						["bTag"] = "生活大爆炸#5380",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "蔷薇惹尘埃-死亡之翼",
						["iLvl"] = 446,
						["time"] = 1566838000,
						["class"] = 2,
						["bTag"] = "陌小苝#5216",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "唯暖明月-燃烧之刃",
						["iLvl"] = 418,
						["time"] = 1566838463,
						["class"] = 1,
						["bTag"] = "abc745619#5243",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "可卿右护法-死亡之翼",
						["iLvl"] = 442,
						["time"] = 1566838030,
						["class"] = 12,
						["bTag"] = "恐惧#53108",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "竹笋哥哥丨-安苏",
						["iLvl"] = 448,
						["time"] = 1566838353,
						["class"] = 10,
						["bTag"] = "黑名单欢迎您#51870",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "卖蛋蛋-阿斯塔洛",
						["iLvl"] = 415,
						["time"] = 1566838057,
						["class"] = 4,
						["bTag"] = "蛋疼#5823",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "念丶與子偕老-冰风岗",
						["iLvl"] = 405,
						["time"] = 1566838203,
						["class"] = 3,
						["bTag"] = "暴躁的小花#5907",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "若幻-格瑞姆巴托",
						["iLvl"] = 446,
						["time"] = 1566838048,
						["class"] = 11,
						["bTag"] = "林和安#51893",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "凌子猎-无尽之海",
						["iLvl"] = 438,
						["time"] = 1566838137,
						["class"] = 3,
						["bTag"] = "凌子安#5882",
					}, -- [36]
					{
						["role"] = "HEALER",
						["name"] = "為愛戰魔-伊莫塔尔",
						["time"] = 1566838463,
						["class"] = 2,
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "木中林-迅捷微风",
						["iLvl"] = 434,
						["time"] = 1566838454,
						["class"] = 12,
						["bTag"] = "lucky#5437",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "伊克妮尔-伊森利恩",
						["iLvl"] = 420,
						["time"] = 1566838137,
						["class"] = 5,
						["bTag"] = "妮尔#5637",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "夜鹫-伊森利恩",
						["iLvl"] = 434,
						["time"] = 1566838241,
						["class"] = 8,
						["bTag"] = "家华#5797",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "温莎公主-亚雷戈斯",
						["iLvl"] = 426,
						["time"] = 1566838104,
						["class"] = 2,
						["bTag"] = "王怀熙#5579",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "杀戮弹指间-埃德萨拉",
						["iLvl"] = 439,
						["time"] = 1566838404,
						["class"] = 5,
						["bTag"] = "小曦#5142",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "梵音紫-红龙军团",
						["iLvl"] = 404,
						["time"] = 1566838463,
						["class"] = 9,
						["bTag"] = "扑通扑通1031#5558",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "尐新-塞拉摩",
						["iLvl"] = 450,
						["time"] = 1566838463,
						["class"] = 10,
						["bTag"] = "花花的尐雪#5858",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "夜见罗刹-布兰卡德",
						["time"] = 1566838463,
						["class"] = 4,
					}, -- [45]
					{
						["role"] = "HEALER",
						["name"] = "天平座-加尔",
						["iLvl"] = 435,
						["time"] = 1566838402,
						["class"] = 5,
						["bTag"] = "刺豚#5193",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "Crazytodd-冰霜之刃",
						["iLvl"] = 420,
						["time"] = 1566838438,
						["class"] = 4,
						["bTag"] = "疯狂的土豆#5602",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "牛利灵-德拉诺",
						["iLvl"] = 426,
						["time"] = 1566838463,
						["class"] = 3,
						["bTag"] = "老牛十八岁#5446",
					}, -- [48]
					{
						["role"] = "TANK",
						["name"] = "湖人总冠军卩-死亡之翼",
						["iLvl"] = 404,
						["time"] = 1566838463,
						["class"] = 1,
						["bTag"] = "波多樱井空#5625",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "丶哓鱼丨-芬里斯",
						["iLvl"] = 444,
						["time"] = 1566838463,
						["class"] = 2,
						["bTag"] = "丶小鱼丨#5583",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "無總-凤凰之神",
						["iLvl"] = 445,
						["time"] = 1566838423,
						["class"] = 1,
						["bTag"] = "无总#5222",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "贁鎵尐爺-伊森利恩",
						["iLvl"] = 439,
						["time"] = 1566838463,
						["class"] = 9,
						["bTag"] = "青木麟山#5329",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "温柔十三-冰风岗",
						["iLvl"] = 415,
						["time"] = 1566838436,
						["class"] = 9,
						["bTag"] = "朋友妻拼命骑#5793",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "你不像她-斯坦索姆",
						["iLvl"] = 440,
						["time"] = 1566838463,
						["class"] = 2,
						["bTag"] = "我乘烟花下江南#5499",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "小百合-亚雷戈斯",
						["iLvl"] = 405,
						["time"] = 1566838429,
						["class"] = 5,
						["bTag"] = "王怀熙#5579",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "Eternity-红龙军团",
						["iLvl"] = 437,
						["time"] = 1566838463,
						["class"] = 5,
						["bTag"] = "z1900#5737",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "名字真不重要-燃烧之刃",
						["iLvl"] = 437,
						["time"] = 1566838463,
						["class"] = 12,
						["bTag"] = "HappyFeet#56912",
					}, -- [57]
				},
				["2-139-504-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Venomleo-迅捷微风",
						["iLvl"] = 434,
						["time"] = 1566196137,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "什么两只脚#5723",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "他不爱我-死亡之翼",
						["iLvl"] = 443,
						["time"] = 1566195911,
						["class"] = 12,
						["bTag"] = "王政杰#51808",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "小刀无敌-死亡之翼",
						["iLvl"] = 435,
						["time"] = 1566195911,
						["class"] = 3,
						["bTag"] = "茫然之骑士#5262590",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "妖娆疯子-黑铁",
						["iLvl"] = 438,
						["time"] = 1566196137,
						["class"] = 11,
						["bTag"] = "快乐之裤#512483",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "月光三引-迅捷微风",
						["iLvl"] = 439,
						["time"] = 1566196137,
						["class"] = 5,
						["bTag"] = "Rechars#5872",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "跃潇小满满-黑暗虚空",
						["iLvl"] = 434,
						["time"] = 1566196137,
						["class"] = 12,
						["bTag"] = "暗影之龙#583664",
					}, -- [6]
				},
				["2-137-502-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "过来挨打丶-迅捷微风",
						["iLvl"] = 443,
						["time"] = 1566570843,
						["class"] = 4,
						["bTag"] = "Percocet#5802",
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "蔡徐坤-地狱咆哮",
						["iLvl"] = 430,
						["time"] = 1564593605,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "乐园奇妙巫女#5986",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "仙女瓶-伊森利恩",
						["iLvl"] = 422,
						["time"] = 1564593605,
						["class"] = 12,
						["bTag"] = "xiaoqi#51191",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "大虾小鱼-迅捷微风",
						["iLvl"] = 428,
						["time"] = 1564593605,
						["class"] = 2,
						["bTag"] = "大虾#51602",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "丶經冬複岦春-迅捷微风",
						["iLvl"] = 421,
						["time"] = 1564593605,
						["class"] = 9,
						["bTag"] = "丶空粹濕人衣#5230",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "月光三引-迅捷微风",
						["iLvl"] = 436,
						["time"] = 1565233261,
						["class"] = 5,
						["bTag"] = "Rechars#5872",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "星海坊主-芬里斯",
						["iLvl"] = 445,
						["time"] = 1565232683,
						["class"] = 12,
						["bTag"] = "无敌霸王枪#51944",
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "二水儿-贫瘠之地",
						["iLvl"] = 430,
						["time"] = 1565233261,
						["class"] = 5,
						["bTag"] = "Esther#51494",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "Murcielágo-伊森利恩",
						["time"] = 1565233261,
						["class"] = 4,
					}, -- [9]
					{
						["role"] = "HEALER",
						["name"] = "耶熊-伊森利恩",
						["iLvl"] = 445,
						["time"] = 1566570843,
						["class"] = 11,
						["bTag"] = "雅蠛蝶#5252",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "Venomleo-迅捷微风",
						["iLvl"] = 439,
						["time"] = 1566570843,
						["class"] = 8,
						["bTag"] = "什么两只脚#5723",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "周火儿-影之哀伤",
						["iLvl"] = 439,
						["time"] = 1566568237,
						["class"] = 10,
						["bTag"] = "略带苦涩#5533",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "萝莉戰-安苏",
						["time"] = 1566570843,
						["class"] = 1,
						["leader"] = true,
					}, -- [13]
				},
				["3-0-657-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "娇嫩小野菊-丽丽（四川）",
						["iLvl"] = 430,
						["time"] = 1564999239,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "虱子王#5940",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "时光小风-凤凰之神",
						["iLvl"] = 426,
						["time"] = 1564999239,
						["class"] = 1,
						["bTag"] = "吾不死团不灭#51898",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "偷尸体的小偸-外域",
						["time"] = 1564999239,
						["class"] = 4,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "爱我会上瘾-燃烧之刃",
						["time"] = 1564999803,
						["class"] = 3,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "空灵无痕-索瑞森",
						["iLvl"] = 431,
						["time"] = 1564999239,
						["class"] = 4,
						["bTag"] = "橙心橙意#51469",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "张水票-血色十字军",
						["iLvl"] = 386,
						["time"] = 1564999239,
						["class"] = 3,
						["bTag"] = "黄泉月#5552",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "原始森林-格瑞姆巴托",
						["time"] = 1564999239,
						["class"] = 3,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "尕魚兒-红龙女王",
						["iLvl"] = 433,
						["time"] = 1564999239,
						["class"] = 3,
						["bTag"] = "诺娃#56649",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "成魔七-死亡之翼",
						["iLvl"] = 376,
						["time"] = 1564999239,
						["class"] = 12,
						["bTag"] = "成魔九#5217",
					}, -- [9]
					{
						["role"] = "TANK",
						["name"] = "嗨老黑-鬼雾峰",
						["iLvl"] = 399,
						["time"] = 1564999810,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "史诗之巨魔#572797",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "哈利波特忒大-凤凰之神",
						["iLvl"] = 429,
						["time"] = 1564999848,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "少爷#5989",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "Vivivian-巴纳扎尔",
						["iLvl"] = 408,
						["time"] = 1564999848,
						["class"] = 9,
						["bTag"] = "vivivian#5537",
					}, -- [12]
					{
						["role"] = "TANK",
						["name"] = "手心的温柔-诺森德",
						["iLvl"] = 411,
						["time"] = 1564999848,
						["class"] = 11,
						["bTag"] = "张华#5429",
					}, -- [13]
					{
						["role"] = "TANK",
						["name"] = "车欠女未-燃烧之刃",
						["iLvl"] = 417,
						["time"] = 1564999848,
						["class"] = 2,
						["bTag"] = "莎朗血蹄#5699",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "老城街-埃德萨拉",
						["iLvl"] = 432,
						["time"] = 1564999846,
						["class"] = 3,
						["bTag"] = "绝情方便面#5965",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "艺术家-深渊之喉",
						["iLvl"] = 387,
						["time"] = 1564999848,
						["class"] = 8,
						["bTag"] = "葉王#5524",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "小可爱丶-霜狼",
						["iLvl"] = 428,
						["time"] = 1564999846,
						["class"] = 3,
						["bTag"] = "孤傲之帅哥#5235",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "风疏烟沐-海加尔",
						["iLvl"] = 404,
						["time"] = 1564999848,
						["class"] = 10,
						["bTag"] = "沐雨橙风#5865",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "繁花血影-海加尔",
						["iLvl"] = 426,
						["time"] = 1564999848,
						["class"] = 12,
						["bTag"] = "沐雨橙风#5865",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "大妹乱拉怪了-死亡之翼",
						["iLvl"] = 432,
						["time"] = 1564999848,
						["class"] = 4,
						["bTag"] = "小老虎#5725",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "灬壊蛋灬-影之哀伤",
						["iLvl"] = 419,
						["time"] = 1564999848,
						["class"] = 8,
						["bTag"] = "天生壞蛋#5576",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "飞天鹿-格瑞姆巴托",
						["iLvl"] = 422,
						["time"] = 1564999848,
						["class"] = 12,
						["bTag"] = "鹿湫#5836",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "竞速-伊森利恩",
						["iLvl"] = 434,
						["time"] = 1564999848,
						["class"] = 4,
						["bTag"] = "aganzo#5912",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "战弑天-提瑞斯法",
						["iLvl"] = 332,
						["time"] = 1564999848,
						["class"] = 1,
						["bTag"] = "诡诈的兽人#5917",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "飄渺-冰霜之刃",
						["time"] = 1564999848,
						["class"] = 8,
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "飛丶月-凤凰之神",
						["time"] = 1564999848,
						["class"] = 8,
					}, -- [26]
				},
				["2-145-530-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "过来挨打丶-迅捷微风",
						["iLvl"] = 441,
						["time"] = 1565839240,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "Percocet#5802",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "爱上两只脚-迅捷微风",
						["iLvl"] = 437,
						["time"] = 1565839240,
						["class"] = 2,
						["bTag"] = "什么两只脚#5723",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "一城丶夜未央-凤凰之神",
						["iLvl"] = 445,
						["time"] = 1565839240,
						["class"] = 4,
						["bTag"] = "一城丶未央#5421",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "我一口毒奶-冰风岗",
						["iLvl"] = 441,
						["time"] = 1565839240,
						["class"] = 10,
						["bTag"] = "我没打空格啊#5564",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "剑啸江湖-燃烧之刃",
						["iLvl"] = 442,
						["time"] = 1566832217,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "萧冰#5397",
					}, -- [5]
					{
						["role"] = "HEALER",
						["name"] = "蜗行酒仙-血色十字军",
						["iLvl"] = 433,
						["time"] = 1566832217,
						["class"] = 10,
						["bTag"] = "蜗行#51919",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "蜗行武器-血环",
						["iLvl"] = 440,
						["time"] = 1566832217,
						["class"] = 1,
						["bTag"] = "蜗行#51919",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "清醒梦境之忆-血环",
						["time"] = 1566832217,
						["class"] = 8,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "魔佑小恶-阿纳克洛斯",
						["iLvl"] = 437,
						["time"] = 1566834247,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "魔佑小宇#5839",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "鬼舞幽朔-阿纳克洛斯",
						["iLvl"] = 438,
						["time"] = 1566834247,
						["class"] = 4,
						["bTag"] = "SilentStorm#56880",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "乳此迷人-阿纳克洛斯",
						["iLvl"] = 417,
						["time"] = 1566834247,
						["class"] = 1,
						["bTag"] = "战场一狼#5121",
					}, -- [11]
					{
						["role"] = "HEALER",
						["name"] = "聖光忽悠你们-阿纳克洛斯",
						["iLvl"] = 434,
						["time"] = 1566834247,
						["class"] = 2,
						["bTag"] = "欧皇战#5737",
					}, -- [12]
				},
				["2-142-518-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "过来挨打丶-迅捷微风",
						["iLvl"] = 441,
						["time"] = 1565843118,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "Percocet#5802",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "Venomleo-迅捷微风",
						["iLvl"] = 431,
						["time"] = 1565841876,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "什么两只脚#5723",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "丶阿涛-影之哀伤",
						["iLvl"] = 443,
						["time"] = 1565230345,
						["class"] = 12,
						["bTag"] = "Staer88#5446",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "月月熊-密林游侠",
						["iLvl"] = 445,
						["time"] = 1565230345,
						["class"] = 11,
						["bTag"] = "冰丽熊#5610",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "正经正经人-死亡之翼",
						["iLvl"] = 439,
						["time"] = 1565230345,
						["class"] = 3,
						["bTag"] = "迅捷之潜行者#5176340",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "鷄你太美-影之哀伤",
						["iLvl"] = 443,
						["time"] = 1565841583,
						["class"] = 6,
						["bTag"] = "电击治疗专家#5700",
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "小小卷毛桑-凤凰之神",
						["iLvl"] = 442,
						["time"] = 1565841876,
						["class"] = 11,
						["bTag"] = "汪家龙#5238",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "璟小贼-迅捷微风",
						["iLvl"] = 436,
						["time"] = 1565843118,
						["class"] = 4,
						["bTag"] = "璟小爷#5149",
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "什么两只脚-迅捷微风",
						["iLvl"] = 441,
						["time"] = 1565843118,
						["class"] = 7,
						["bTag"] = "什么两只脚#5723",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "詹妮芙丶-死亡之翼",
						["iLvl"] = 441,
						["time"] = 1565843118,
						["class"] = 10,
						["bTag"] = "狡猾之异虫#53177",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "純情-布兰卡德",
						["iLvl"] = 441,
						["time"] = 1566829787,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "纯情#52501",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "壶中岁月-布兰卡德",
						["iLvl"] = 441,
						["time"] = 1566829787,
						["class"] = 3,
						["bTag"] = "二十六公分#5618",
					}, -- [12]
					{
						["role"] = "HEALER",
						["name"] = "Bavykonty-布兰卡德",
						["iLvl"] = 446,
						["time"] = 1566829787,
						["class"] = 2,
						["bTag"] = "Bavykonty#5400",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "幸福只是传说-巨龙之吼",
						["iLvl"] = 444,
						["time"] = 1566829787,
						["class"] = 2,
						["bTag"] = "幸福只是传说#5862",
					}, -- [14]
					{
						["role"] = "HEALER",
						["name"] = "灬增强萨满灬-天空之墙",
						["iLvl"] = 439,
						["time"] = 1567103943,
						["class"] = 7,
						["bTag"] = "毫无意义#51784",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "浮笙若夢-死亡之翼",
						["iLvl"] = 441,
						["time"] = 1567103943,
						["class"] = 3,
						["bTag"] = "粉黛若妍#5244",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "巳火-塞拉摩",
						["iLvl"] = 440,
						["time"] = 1567103943,
						["class"] = 4,
						["bTag"] = "壹贰叁#5906",
					}, -- [17]
					{
						["role"] = "TANK",
						["name"] = "夜莺丨-凤凰之神",
						["iLvl"] = 445,
						["time"] = 1567103943,
						["class"] = 2,
						["bTag"] = "NICONICONI#51585",
					}, -- [18]
				},
				["2-146-534-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "过来挨打丶-迅捷微风",
						["iLvl"] = 438,
						["time"] = 1565097266,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "Percocet#5802",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "冷酷的两只脚-迅捷微风",
						["iLvl"] = 437,
						["time"] = 1565097266,
						["class"] = 4,
						["bTag"] = "什么两只脚#5723",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "吡咯烷酮-迅捷微风",
						["iLvl"] = 430,
						["time"] = 1565097266,
						["class"] = 11,
						["bTag"] = "王飞#5945",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "飞火灵-凤凰之神",
						["iLvl"] = 443,
						["time"] = 1565097266,
						["class"] = 8,
						["bTag"] = "飞火零#5374",
					}, -- [4]
				},
			},
			["createHistoryList"] = {
				"2-142-518-0", -- [1]
				"2-140-510-0", -- [2]
				"2-141-514-0", -- [3]
				"2-138-507-0", -- [4]
				"2-143-522-0", -- [5]
				"2-145-530-0", -- [6]
				"2-146-534-0", -- [7]
			},
			["searchHistoryList"] = {
				"2-142-518-0", -- [1]
				"6-0-0-0", -- [2]
				"2-145-530-0", -- [3]
				"2-0-0-0", -- [4]
				"2-140-510-0", -- [5]
				"2-138-507-0", -- [6]
				"3-0-657-0", -- [7]
				"2-141-514-0", -- [8]
				"2-139-504-0", -- [9]
				"2-146-534-0", -- [10]
				"2-137-502-0", -- [11]
				"3-110-412-0", -- [12]
				"2-143-522-0", -- [13]
				"3-132-493-0", -- [14]
				"2-144-526-0", -- [15]
				"2-253-669-0", -- [16]
			},
			["version"] = "80200.03",
			["advShine"] = "80200.03",
			["lastSearchCode"] = "2-142-518-0",
		},
	},
}
