
ElvCharacterDB = {
	["ChatEditHistory"] = {
		"/i 你走 ZS", -- [1]
		"/i 中间继续去托", -- [2]
		"很快", -- [3]
		"想打团本来我现在的公会", -- [4]
		"我次奥", -- [5]
		"/g 好了 我吐槽完了", -- [6]
		"下周新团本就开了", -- [7]
		"你怎么突然出现了", -- [8]
		"除了武器  SP  都有", -- [9]
		"/i LR 来首  我去solo", -- [10]
		"我看你女友天天都在", -- [11]
		"哈哈  做新地图任务 给的珠子可以换装备", -- [12]
		"/i 对面nq TUILE", -- [13]
		"/i 先搞了那个SM啊", -- [14]
		"/i 往死里打", -- [15]
		"吓我一跳", -- [16]
		"/g 跟小强和兰博基尼不是一个级别的", -- [17]
		"/g 记得来暗月岛左下专业的月常", -- [18]
		"/g 加5点", -- [19]
		"/plater", -- [20]
	},
	["ChatHistoryLog"] = {
	},
}
