
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["梦里梦到醒来 - 贫瘠之地"] = "梦里梦到醒来 - 贫瘠之地",
	},
	["profiles"] = {
		["梦里梦到醒来 - 贫瘠之地"] = {
			["recent"] = {
				["2-253-669-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "凛冬丶已至-贫瘠之地",
						["iLvl"] = 434,
						["time"] = 1565162289,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "莱昂#51879",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "橘胖-贫瘠之地",
						["iLvl"] = 439,
						["time"] = 1565162289,
						["class"] = 11,
						["bTag"] = "Esther#51494",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "小小灬沫-蜘蛛王国",
						["iLvl"] = 427,
						["time"] = 1565162289,
						["class"] = 10,
						["bTag"] = "小小的小手#5845",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "幸运凡尘-主宰之剑",
						["iLvl"] = 434,
						["time"] = 1565162289,
						["class"] = 4,
						["bTag"] = "水墨凡尘#5652",
					}, -- [4]
				},
				["2-146-659-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "希达丶-金色平原",
						["iLvl"] = 434,
						["time"] = 1565430582,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "Esther#51494",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "罪时年少梦丶-白银之手",
						["iLvl"] = 440,
						["time"] = 1565430839,
						["class"] = 4,
						["bTag"] = "现梦丶#51593",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "老模子-奥特兰克",
						["time"] = 1565430839,
						["class"] = 4,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "玥儿丶弯弯-末日行者",
						["iLvl"] = 440,
						["time"] = 1565430839,
						["class"] = 3,
						["bTag"] = "莱昂#51879",
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "橘胖-贫瘠之地",
						["iLvl"] = 441,
						["time"] = 1565430839,
						["class"] = 11,
						["bTag"] = "Esther#51494",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "南肆-白银之手",
						["iLvl"] = 437,
						["time"] = 1565885870,
						["class"] = 4,
						["bTag"] = "Tiger#54123",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "丨嬉皮士丨-白银之手",
						["iLvl"] = 439,
						["time"] = 1565885870,
						["class"] = 4,
						["bTag"] = "嬉皮士#5885",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "暗月琳-白银之手",
						["iLvl"] = 443,
						["time"] = 1565885870,
						["class"] = 3,
						["bTag"] = "流星宇#5519",
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "宛如初见-霜之哀伤",
						["time"] = 1565885870,
						["class"] = 2,
					}, -- [9]
				},
				["2-141-661-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "颜王爷-丽丽（四川）",
						["iLvl"] = 408,
						["time"] = 1565874827,
						["class"] = 4,
						["bTag"] = "迷你之忍#510524",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "白小飞-布莱克摩",
						["iLvl"] = 427,
						["time"] = 1565874827,
						["class"] = 12,
						["bTag"] = "傲视永恒#5305",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "大大马尾-翡翠梦境",
						["iLvl"] = 435,
						["time"] = 1565874827,
						["class"] = 4,
						["bTag"] = "诺娃#51459",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "卡普萌德-埃加洛尔",
						["iLvl"] = 429,
						["time"] = 1565874827,
						["class"] = 11,
						["bTag"] = "卡普尼恩#5929",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "泡菜坛-末日行者",
						["iLvl"] = 434,
						["time"] = 1566293440,
						["class"] = 8,
						["bTag"] = "PICKLE#5526",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "隔人暴扣-金色平原",
						["iLvl"] = 441,
						["time"] = 1566293440,
						["class"] = 1,
						["bTag"] = "格式化#5420",
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "Rosalyn-深渊之巢",
						["iLvl"] = 430,
						["time"] = 1566293440,
						["class"] = 2,
						["bTag"] = "屁哥#5509",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "Yzdufo-深渊之巢",
						["iLvl"] = 436,
						["time"] = 1566293440,
						["class"] = 4,
						["bTag"] = "insomnia#52859",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "爷就是盲僧-普罗德摩",
						["iLvl"] = 439,
						["time"] = 1566490981,
						["class"] = 12,
						["bTag"] = "丑锅帅#5570",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "Goodnight-翡翠梦境",
						["iLvl"] = 438,
						["time"] = 1566490981,
						["class"] = 1,
						["bTag"] = "Heartbeats#5608",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "蛋疼的取名-奥特兰克",
						["iLvl"] = 438,
						["time"] = 1566490981,
						["class"] = 8,
						["bTag"] = "狂鼠先去世个妈#5344",
					}, -- [11]
					{
						["role"] = "HEALER",
						["name"] = "巧克力奶牛-罗宁",
						["iLvl"] = 439,
						["time"] = 1566490981,
						["class"] = 11,
						["bTag"] = "我来治你一波#5202",
					}, -- [12]
				},
				["2-138-507-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "哦嚯-桑德兰",
						["iLvl"] = 422,
						["time"] = 1564499509,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "不会骑扫帚的女巫#5359",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "飞裟风中转-神圣之歌",
						["iLvl"] = 420,
						["time"] = 1564499509,
						["class"] = 3,
						["bTag"] = "飞砂风中转#51462",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "一坨子的故事-熊猫酒仙",
						["iLvl"] = 419,
						["time"] = 1564499509,
						["class"] = 12,
						["bTag"] = "狂妄之英雄#57216",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "精灵大哥-桑德兰",
						["iLvl"] = 418,
						["time"] = 1564499509,
						["class"] = 11,
						["bTag"] = "虎头蜂#5193",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "天空一片紫-艾苏恩",
						["iLvl"] = 432,
						["time"] = 1565419620,
						["class"] = 12,
						["bTag"] = "天空一片蓝#5127",
					}, -- [5]
					{
						["role"] = "TANK",
						["name"] = "闷油甁水相逢-金色平原",
						["time"] = 1565419799,
						["class"] = 1,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "卡德剪-安苏",
						["iLvl"] = 428,
						["time"] = 1565420198,
						["class"] = 8,
						["bTag"] = "那个大锤#5901",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "賊寳天天見-诺莫瑞根",
						["iLvl"] = 427,
						["time"] = 1565420198,
						["class"] = 4,
						["bTag"] = "eddieday#5836",
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "德立森-遗忘海岸",
						["iLvl"] = 429,
						["time"] = 1565420198,
						["class"] = 11,
						["bTag"] = "转战天下#5998",
					}, -- [9]
					{
						["role"] = "TANK",
						["name"] = "刑道荣-熊猫酒仙",
						["iLvl"] = 441,
						["time"] = 1565420198,
						["class"] = 2,
						["bTag"] = "渃黎#51470",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "萌犬追鸡-熊猫酒仙",
						["iLvl"] = 439,
						["time"] = 1565951893,
						["class"] = 2,
						["bTag"] = "皇阿玛#5524",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "叆翠-主宰之剑",
						["iLvl"] = 440,
						["time"] = 1565951893,
						["class"] = 6,
						["bTag"] = "马孟起#5602",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "Lauren-暗影之月",
						["iLvl"] = 433,
						["time"] = 1565951893,
						["class"] = 12,
						["bTag"] = "迷途#5245",
					}, -- [13]
					{
						["role"] = "HEALER",
						["name"] = "回忆有泪痕-暗影之月",
						["iLvl"] = 432,
						["time"] = 1565951893,
						["class"] = 5,
						["bTag"] = "迷途#5245",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "龍驣之血-巴瑟拉斯",
						["iLvl"] = 433,
						["time"] = 1565955822,
						["class"] = 3,
						["bTag"] = "千魂毒龙#5667",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "缝缝补补四-罗宁",
						["time"] = 1565955822,
						["class"] = 6,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "谦与谦寻-主宰之剑",
						["iLvl"] = 443,
						["time"] = 1565955822,
						["class"] = 1,
						["bTag"] = "我尤喜王#5699",
					}, -- [17]
					{
						["role"] = "HEALER",
						["name"] = "喵啊喵啊-熊猫酒仙",
						["iLvl"] = 440,
						["time"] = 1565955822,
						["class"] = 10,
						["bTag"] = "uPladin#5489",
					}, -- [18]
				},
				["2-140-510-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "灰常水-普罗德摩",
						["iLvl"] = 432,
						["time"] = 1565866983,
						["class"] = 9,
						["bTag"] = "悄悄说#51719",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "残阳猎手-熊猫酒仙",
						["iLvl"] = 436,
						["time"] = 1565866664,
						["class"] = 3,
						["bTag"] = "biangli198#5869",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "崖上波儿-奥特兰克",
						["time"] = 1565866983,
						["class"] = 1,
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "圣带-克洛玛古斯",
						["iLvl"] = 433,
						["time"] = 1565866983,
						["class"] = 11,
						["bTag"] = "圣带#5298",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "风海洋-主宰之剑",
						["time"] = 1565866983,
						["class"] = 7,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "凛冬丶已至-贫瘠之地",
						["iLvl"] = 438,
						["time"] = 1566314129,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "莱昂#51879",
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "橘胖-贫瘠之地",
						["iLvl"] = 443,
						["time"] = 1566314129,
						["class"] = 11,
						["bTag"] = "Esther#51494",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "宋赫宸-安苏",
						["time"] = 1566313610,
						["class"] = 1,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "秒杀众生-埃霍恩",
						["time"] = 1566313702,
						["class"] = 2,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "死亡季节-塞拉摩",
						["iLvl"] = 439,
						["time"] = 1566314129,
						["class"] = 8,
						["bTag"] = "死亡季节#51947",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "仙哥丶-罗宁",
						["time"] = 1566314129,
						["class"] = 2,
					}, -- [11]
				},
				["6-0-16-0"] = {
					{
						["role"] = "NONE",
						["name"] = "海中的小法-贫瘠之地",
						["iLvl"] = 429,
						["time"] = 1565094147,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "海沙#51808",
					}, -- [1]
					{
						["role"] = "NONE",
						["name"] = "翠微紫烟-白银之手",
						["iLvl"] = 409,
						["time"] = 1565094147,
						["class"] = 8,
						["bTag"] = "小扣扣#51612",
					}, -- [2]
					{
						["role"] = "NONE",
						["name"] = "Alethia-贫瘠之地",
						["time"] = 1565094147,
						["class"] = 3,
					}, -- [3]
					{
						["role"] = "NONE",
						["name"] = "贤淑竹子-神圣之歌",
						["iLvl"] = 418,
						["time"] = 1565094147,
						["class"] = 8,
						["bTag"] = "苏小米#51254",
					}, -- [4]
					{
						["role"] = "NONE",
						["name"] = "灵魂猎魔-贫瘠之地",
						["iLvl"] = 416,
						["time"] = 1565094147,
						["class"] = 12,
						["bTag"] = "索隆#5209",
					}, -- [5]
					{
						["role"] = "NONE",
						["name"] = "屠夫爱上猪-贫瘠之地",
						["iLvl"] = 432,
						["time"] = 1565094147,
						["class"] = 2,
						["bTag"] = "蓝蓝冷月#5918",
					}, -- [6]
					{
						["role"] = "NONE",
						["name"] = "二萌大人-贫瘠之地",
						["iLvl"] = 415,
						["time"] = 1565094147,
						["class"] = 8,
						["bTag"] = "Aelita#5953",
					}, -- [7]
					{
						["role"] = "NONE",
						["name"] = "捌佰个圣骑-贫瘠之地",
						["iLvl"] = 426,
						["time"] = 1565094147,
						["class"] = 2,
						["bTag"] = "八百个圣骑#5906",
					}, -- [8]
					{
						["role"] = "NONE",
						["name"] = "大灬大灬姐-贫瘠之地",
						["iLvl"] = 419,
						["time"] = 1565094147,
						["class"] = 2,
						["bTag"] = "银僧#5189",
					}, -- [9]
					{
						["role"] = "NONE",
						["name"] = "圣堂执行官-贫瘠之地",
						["iLvl"] = 421,
						["time"] = 1565094147,
						["class"] = 2,
						["bTag"] = "心有猛虎细嗅蔷薇#51532",
					}, -- [10]
					{
						["role"] = "NONE",
						["name"] = "Tellphone-贫瘠之地",
						["iLvl"] = 400,
						["time"] = 1565094147,
						["class"] = 5,
						["bTag"] = "小王大人#5531",
					}, -- [11]
					{
						["role"] = "NONE",
						["name"] = "㱮丨㱮-贫瘠之地",
						["iLvl"] = 412,
						["time"] = 1565094147,
						["class"] = 4,
						["bTag"] = "無頼#5473",
					}, -- [12]
					{
						["role"] = "NONE",
						["name"] = "凋零的贼王-贫瘠之地",
						["iLvl"] = 437,
						["time"] = 1565094147,
						["class"] = 4,
						["bTag"] = "凋零的天使#5168",
					}, -- [13]
					{
						["role"] = "NONE",
						["name"] = "昂三昂四-贫瘠之地",
						["iLvl"] = 432,
						["time"] = 1565094147,
						["class"] = 5,
						["bTag"] = "KuChiKi#51349",
					}, -- [14]
					{
						["role"] = "NONE",
						["name"] = "晴天嫣-贫瘠之地",
						["iLvl"] = 419,
						["time"] = 1565094147,
						["class"] = 5,
						["bTag"] = "聂紫阳#5115",
					}, -- [15]
					{
						["role"] = "NONE",
						["name"] = "光影留情-贫瘠之地",
						["iLvl"] = 419,
						["time"] = 1565094147,
						["class"] = 8,
						["bTag"] = "寂寞有染#5711",
					}, -- [16]
					{
						["role"] = "NONE",
						["name"] = "阿卡茤-贫瘠之地",
						["iLvl"] = 402,
						["time"] = 1565094147,
						["class"] = 12,
						["bTag"] = "lzytpj#5492",
					}, -- [17]
					{
						["role"] = "NONE",
						["name"] = "道空-贫瘠之地",
						["iLvl"] = 417,
						["time"] = 1565094147,
						["class"] = 11,
						["bTag"] = "鬼狐#5467",
					}, -- [18]
					{
						["role"] = "NONE",
						["name"] = "小龙心-贫瘠之地",
						["iLvl"] = 412,
						["time"] = 1565094147,
						["class"] = 9,
						["bTag"] = "诺娃娃#5742",
					}, -- [19]
					{
						["role"] = "NONE",
						["name"] = "橙橙的橙子-格瑞姆巴托",
						["iLvl"] = 419,
						["time"] = 1565094147,
						["class"] = 2,
						["bTag"] = "风叶#5701",
					}, -- [20]
					{
						["role"] = "NONE",
						["name"] = "Capacitive-泰拉尔",
						["iLvl"] = 411,
						["time"] = 1565094147,
						["class"] = 7,
						["bTag"] = "醉箫笙#5291",
					}, -- [21]
					{
						["role"] = "NONE",
						["name"] = "Statice-塞拉摩",
						["time"] = 1565094147,
						["class"] = 1,
					}, -- [22]
					{
						["role"] = "NONE",
						["name"] = "珀昂-末日行者",
						["time"] = 1565094147,
						["class"] = 10,
					}, -- [23]
					{
						["role"] = "NONE",
						["name"] = "左舞炀-主宰之剑",
						["iLvl"] = 433,
						["time"] = 1565094147,
						["class"] = 2,
						["bTag"] = "轻飘飘左舞炀#5809",
					}, -- [24]
					{
						["role"] = "NONE",
						["name"] = "也是一只猫-雷斧堡垒",
						["time"] = 1565094147,
						["class"] = 10,
					}, -- [25]
					{
						["role"] = "NONE",
						["name"] = "前辈归来-洛肯",
						["time"] = 1565094147,
						["class"] = 8,
					}, -- [26]
					{
						["role"] = "NONE",
						["name"] = "水瓶小乐-国王之谷",
						["iLvl"] = 436,
						["time"] = 1565094147,
						["class"] = 2,
						["bTag"] = "倾城小红#5937",
					}, -- [27]
					{
						["role"] = "NONE",
						["name"] = "伊达雷丶暗月-贫瘠之地",
						["iLvl"] = 433,
						["time"] = 1565094147,
						["class"] = 12,
						["bTag"] = "灬杀神灬#5708",
					}, -- [28]
					{
						["role"] = "NONE",
						["name"] = "Alsun-破碎岭",
						["time"] = 1565094147,
						["class"] = 12,
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "美女也能抗-雷斧堡垒",
						["time"] = 1565093970,
						["class"] = 1,
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "白色纽扣-奥拉基尔",
						["time"] = 1565093977,
						["class"] = 2,
					}, -- [31]
					{
						["role"] = "TANK",
						["name"] = "丷豬丶橙汁丷-破碎岭",
						["time"] = 1565093975,
						["class"] = 2,
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "恼人的秋天-安苏",
						["time"] = 1565093977,
						["class"] = 4,
					}, -- [33]
				},
				["2-142-517-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "收割的节奏-扎拉赞恩",
						["time"] = 1567007491,
						["class"] = 11,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "大鹏乘风起-石锤",
						["time"] = 1567007491,
						["class"] = 12,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "洛骑妮娅-金色平原",
						["time"] = 1567007491,
						["class"] = 2,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "荼笙-影牙要塞",
						["time"] = 1567007638,
						["class"] = 3,
						["leader"] = true,
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "夜沫-金色平原",
						["time"] = 1567007638,
						["class"] = 11,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "乞叉底鹐沙-白银之手",
						["time"] = 1567007638,
						["class"] = 5,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "猎德-阿古斯",
						["time"] = 1567007638,
						["class"] = 3,
					}, -- [7]
				},
				["2-142-518-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "花哭花落泪-山丘之王",
						["iLvl"] = 425,
						["time"] = 1565263223,
						["class"] = 3,
						["bTag"] = "iPrins#5303",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "星晨夜色-迦拉克隆",
						["time"] = 1565263223,
						["class"] = 4,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "南焯-白银之手",
						["iLvl"] = 427,
						["time"] = 1565263223,
						["class"] = 8,
						["bTag"] = "南灼#5640",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "大奶熊-密林游侠",
						["time"] = 1565263223,
						["class"] = 11,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "颜王爷-丽丽（四川）",
						["iLvl"] = 409,
						["time"] = 1565878731,
						["class"] = 4,
						["bTag"] = "迷你之忍#510524",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "Sylvanax-主宰之剑",
						["iLvl"] = 436,
						["time"] = 1565878808,
						["class"] = 3,
						["bTag"] = "武藤游戏#5858",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "Mutd-普罗德摩",
						["iLvl"] = 438,
						["time"] = 1566564449,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "莱昂#51879",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "开心娱乐-末日行者",
						["iLvl"] = 444,
						["time"] = 1566564449,
						["class"] = 2,
						["bTag"] = "最爱吃川菜#5424",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "月狼丨丶雪-末日行者",
						["iLvl"] = 446,
						["time"] = 1566564449,
						["class"] = 3,
						["bTag"] = "月狼东东#5695",
					}, -- [9]
					{
						["role"] = "HEALER",
						["name"] = "卢娜-主宰之剑",
						["iLvl"] = 437,
						["time"] = 1566564449,
						["class"] = 10,
						["bTag"] = "Esther#51494",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "荼笙-影牙要塞",
						["iLvl"] = 425,
						["time"] = 1567008711,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "郑琳#5700",
					}, -- [11]
					{
						["role"] = "HEALER",
						["name"] = "夜沫-金色平原",
						["iLvl"] = 390,
						["time"] = 1567008711,
						["class"] = 11,
						["bTag"] = "何鑫#51887",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "大半夜的-玛法里奥",
						["iLvl"] = 409,
						["time"] = 1567008711,
						["class"] = 6,
						["bTag"] = "Hisry#5501",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "猎德-阿古斯",
						["time"] = 1567008711,
						["class"] = 3,
					}, -- [14]
				},
				["2-144-526-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "橘胖-贫瘠之地",
						["iLvl"] = 443,
						["time"] = 1566317413,
						["class"] = 11,
						["bTag"] = "Esther#51494",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "蔷薇的皇帝-贫瘠之地",
						["iLvl"] = 434,
						["time"] = 1565433254,
						["class"] = 9,
						["bTag"] = "陈墨瞳#51109",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "凛冬丶已至-贫瘠之地",
						["iLvl"] = 438,
						["time"] = 1566317350,
						["class"] = 1,
						["bTag"] = "莱昂#51879",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "灬女娲灬-塞拉摩",
						["iLvl"] = 433,
						["time"] = 1565433254,
						["class"] = 4,
						["bTag"] = "刑天#5250",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "Peppa-甜水绿洲",
						["iLvl"] = 437,
						["time"] = 1566317413,
						["class"] = 12,
						["bTag"] = "colbiglia#5232",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "但我可以忍-泰兰德",
						["iLvl"] = 441,
						["time"] = 1566317413,
						["class"] = 12,
						["bTag"] = "鸣哥#5630",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "Mutd-普罗德摩",
						["time"] = 1566317413,
						["class"] = 4,
						["leader"] = true,
					}, -- [7]
				},
				["9-0-19-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "下一战地狱-阿拉索",
						["iLvl"] = 425,
						["time"] = 1565001093,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "魔法之翼#519758",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "风骚人生-奥特兰克",
						["iLvl"] = 430,
						["time"] = 1565001093,
						["class"] = 1,
						["bTag"] = "死亡之翼#534192",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "贼几巴帅-末日行者",
						["time"] = 1565001093,
						["class"] = 4,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "呆丨贼-白银之手",
						["iLvl"] = 438,
						["time"] = 1565001093,
						["class"] = 4,
						["bTag"] = "邪乂#5588",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "紫玺-白银之手",
						["iLvl"] = 432,
						["time"] = 1565001093,
						["class"] = 12,
						["bTag"] = "姬无魔#5695",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "Hayelol-破碎岭",
						["iLvl"] = 435,
						["time"] = 1565001093,
						["class"] = 4,
						["bTag"] = "Hayelol#5255",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "灬暗之子灬-末日行者",
						["iLvl"] = 437,
						["time"] = 1565001093,
						["class"] = 1,
						["bTag"] = "朝生慕沉醉#5234",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "林夕婷-白银之手",
						["iLvl"] = 434,
						["time"] = 1565000314,
						["class"] = 4,
						["bTag"] = "打酱油的小布#5265",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "睇条戳-熊猫酒仙",
						["iLvl"] = 367,
						["time"] = 1565000314,
						["class"] = 8,
						["bTag"] = "我睇你唔顺#5877",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "苍天饶过誰-熊猫酒仙",
						["iLvl"] = 398,
						["time"] = 1565001093,
						["class"] = 1,
						["bTag"] = "DirePants#542785",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "Hershel-末日行者",
						["iLvl"] = 374,
						["time"] = 1565001093,
						["class"] = 4,
						["bTag"] = "佐泽#51783",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "紫色的紫月-朵丹尼尔",
						["time"] = 1565001899,
						["class"] = 11,
						["leader"] = true,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "微风丶潜影-罗宁",
						["time"] = 1565001899,
						["class"] = 4,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "死靈丶領主-罗宁",
						["time"] = 1565001899,
						["class"] = 6,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "两条鞭-凯尔萨斯",
						["time"] = 1565001899,
						["class"] = 12,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "随随便便随便-朵丹尼尔",
						["time"] = 1565001899,
						["class"] = 8,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "贼民竞技帅哥-白银之手",
						["time"] = 1565001899,
						["class"] = 1,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "Mirekl-国王之谷",
						["time"] = 1565001899,
						["class"] = 3,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "安玻-梦境之树",
						["iLvl"] = 415,
						["time"] = 1565001866,
						["class"] = 4,
						["bTag"] = "绿岛#5601",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "别老盯着我看-龙骨平原",
						["time"] = 1565002006,
						["class"] = 12,
						["leader"] = true,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "阿让-翡翠梦境",
						["time"] = 1565002006,
						["class"] = 1,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "卡文迪許-扎拉赞恩",
						["time"] = 1565002006,
						["class"] = 4,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "莫笑乄-熊猫酒仙",
						["time"] = 1565002006,
						["class"] = 4,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "风狂雨怒-麦迪文",
						["time"] = 1565002006,
						["class"] = 7,
					}, -- [24]
					{
						["role"] = "HEALER",
						["name"] = "丷笔芯丷-破碎岭",
						["time"] = 1565002006,
						["class"] = 11,
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "炼狱玫瑰-雷斧堡垒",
						["time"] = 1565002006,
						["class"] = 4,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "那个大爷-奥特兰克",
						["time"] = 1565002006,
						["class"] = 4,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "怒弑苍穹-永恒之井",
						["iLvl"] = 410,
						["time"] = 1565002006,
						["class"] = 3,
						["bTag"] = "翊辰天#5982",
					}, -- [28]
				},
				["2-137-502-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "三三水水-格瑞姆巴托",
						["iLvl"] = 433,
						["time"] = 1565863961,
						["class"] = 1,
						["bTag"] = "taburiss#5739",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "Chthon-安苏",
						["iLvl"] = 443,
						["time"] = 1565863961,
						["class"] = 8,
						["bTag"] = "田田田田田#51466",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "嫂子丶别这样-蜘蛛王国",
						["iLvl"] = 441,
						["time"] = 1565863961,
						["class"] = 3,
						["bTag"] = "蜡笔丶没有心#5617",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "神佑归来-主宰之剑",
						["time"] = 1565863961,
						["class"] = 2,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "清鋒-灰谷",
						["iLvl"] = 430,
						["time"] = 1565883970,
						["class"] = 1,
						["bTag"] = "漫漫星橙#5175",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "孤独西剑-蓝龙军团",
						["iLvl"] = 428,
						["time"] = 1565883970,
						["class"] = 3,
						["bTag"] = "飞灬哥#5403",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "法力-回音山",
						["iLvl"] = 430,
						["time"] = 1565883970,
						["class"] = 8,
						["bTag"] = "如歌#5451",
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "圣经病-伊瑟拉",
						["iLvl"] = 427,
						["time"] = 1565883970,
						["class"] = 7,
						["bTag"] = "沉默之剑#5106332",
					}, -- [8]
				},
				["2-145-530-0"] = {
					{
						["role"] = "TANK",
						["name"] = "装甲神剑-末日行者",
						["time"] = 1564746037,
						["class"] = 1,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "丶大牛子丶-主宰之剑",
						["iLvl"] = 423,
						["time"] = 1564746037,
						["class"] = 11,
						["bTag"] = "丶大牛子丶#5613",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "丶杰森嘉-阿纳克洛斯",
						["iLvl"] = 430,
						["time"] = 1564746037,
						["class"] = 4,
						["bTag"] = "Inspiration#51449",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "Áèêé-铜龙军团",
						["iLvl"] = 419,
						["time"] = 1564746201,
						["class"] = 8,
						["bTag"] = "加菲兔#5578",
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "奔放的小矜持-奥特兰克",
						["iLvl"] = 423,
						["time"] = 1564746201,
						["class"] = 11,
						["bTag"] = "凌晨三点最想你#5215",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "西格尼修斯-蜘蛛王国",
						["iLvl"] = 434,
						["time"] = 1564746201,
						["class"] = 2,
						["bTag"] = "西格尼修斯#5242",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "臣独秀丶-白银之手",
						["iLvl"] = 429,
						["time"] = 1564746201,
						["class"] = 4,
						["bTag"] = "过三关#5591",
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "奇小福-白银之手",
						["iLvl"] = 427,
						["time"] = 1564981071,
						["class"] = 5,
						["bTag"] = "阿德拉#5164",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "手握未来-玛诺洛斯",
						["iLvl"] = 419,
						["time"] = 1564981071,
						["class"] = 12,
						["bTag"] = "蛋壳#5824",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "毁灭的绚烂-冰霜之刃",
						["iLvl"] = 430,
						["time"] = 1564981071,
						["class"] = 9,
						["bTag"] = "鹦鹉#5582",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "这情很美-法拉希姆",
						["iLvl"] = 415,
						["time"] = 1564981071,
						["class"] = 8,
						["bTag"] = "这情很美#5431",
					}, -- [11]
					{
						["role"] = "HEALER",
						["name"] = "Geececlol-桑德兰",
						["iLvl"] = 431,
						["time"] = 1564990282,
						["class"] = 11,
						["bTag"] = "ShinyPants#59341",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "Marshshall-熊猫酒仙",
						["iLvl"] = 430,
						["time"] = 1564990282,
						["class"] = 4,
						["bTag"] = "冰封万里121#5291",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "北凉丶徐凤年-熊猫酒仙",
						["iLvl"] = 427,
						["time"] = 1564990282,
						["class"] = 2,
						["bTag"] = "索马里丶诙戈#5852",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "辉煌光环-回音山",
						["iLvl"] = 438,
						["time"] = 1564990282,
						["class"] = 8,
						["bTag"] = "辉煌光环#5493",
					}, -- [15]
					{
						["role"] = "HEALER",
						["name"] = "畅然无风-守护之剑",
						["iLvl"] = 419,
						["time"] = 1565092322,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "煙雨重樓#5227",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "永远的秘密-破碎岭",
						["iLvl"] = 434,
						["time"] = 1565092322,
						["class"] = 8,
						["bTag"] = "vstar#5671",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "朱翠花-迦拉克隆",
						["iLvl"] = 428,
						["time"] = 1565092322,
						["class"] = 3,
						["bTag"] = "RobotNinja#59889",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "情迷意乱-通灵学院",
						["time"] = 1565092322,
						["class"] = 2,
					}, -- [19]
				},
				["6-0-17-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Walila-凤凰之神",
						["iLvl"] = 413,
						["time"] = 1564750340,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "noble#52944",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "法爷饶命-铜龙军团",
						["iLvl"] = 424,
						["time"] = 1564751029,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "抱歉打扰了#51447",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "天使在你左右-祖阿曼",
						["iLvl"] = 418,
						["time"] = 1564750869,
						["class"] = 8,
						["bTag"] = "慕容天傲#5647",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "山高人来疯-灰谷",
						["iLvl"] = 408,
						["time"] = 1564750435,
						["class"] = 6,
						["bTag"] = "闪亮之翼#520719",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "百变小喵-梦境之树",
						["iLvl"] = 361,
						["time"] = 1564750895,
						["class"] = 11,
						["bTag"] = "小学生#51209",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "守护小叮当儿-贫瘠之地",
						["iLvl"] = 399,
						["time"] = 1564751029,
						["class"] = 1,
						["bTag"] = "小宝#5476",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "阿噢额咦唔瑜-罗宁",
						["iLvl"] = 408,
						["time"] = 1564751029,
						["class"] = 7,
						["bTag"] = "极速之潜行者#56874",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "人之初性本缮-安苏",
						["iLvl"] = 419,
						["time"] = 1564751029,
						["class"] = 3,
						["bTag"] = "人之初性本善#5195",
					}, -- [8]
				},
				["2-145-529-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "风之逝-罗宁",
						["iLvl"] = 429,
						["time"] = 1566296773,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "MarsYuan#5556",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "褪掉你的罩-荆棘谷",
						["iLvl"] = 402,
						["time"] = 1566296773,
						["class"] = 12,
						["bTag"] = "爱打望的猫#5641",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "情谊永恒-金度",
						["iLvl"] = 387,
						["time"] = 1566296773,
						["class"] = 1,
						["bTag"] = "MyLife4Aiur#51973",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "Sunnycloud-范达尔鹿盔",
						["time"] = 1566296773,
						["class"] = 11,
					}, -- [4]
				},
			},
			["createHistoryList"] = {
				"2-141-661-0", -- [1]
				"2-138-507-0", -- [2]
				"2-146-659-0", -- [3]
				"2-137-502-0", -- [4]
				"2-142-518-0", -- [5]
				"2-140-510-0", -- [6]
			},
			["version"] = "80200.03",
			["appShine"] = "80200.03",
			["lastSearchCode"] = "2-142-517-0",
			["searchHistoryList"] = {
				"2-142-517-0", -- [1]
				"2-138-507-0", -- [2]
				"2-141-661-0", -- [3]
				"2-0-0-0", -- [4]
				"2-253-669-0", -- [5]
				"2-145-529-0", -- [6]
				"2-145-530-0", -- [7]
				"2-146-659-0", -- [8]
				"2-137-502-0", -- [9]
				"2-142-518-0", -- [10]
				"6-0-0-0", -- [11]
			},
		},
	},
}
