
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["梦里梦到醒来 - 迅捷微风"] = "梦里梦到醒来 - 迅捷微风",
	},
	["profiles"] = {
		["梦里梦到醒来 - 迅捷微风"] = {
			["appShine"] = "80200.03",
			["lastSearchCode"] = "9-0-19-0",
			["createHistoryList"] = {
				"2-142-518-0", -- [1]
				"6-0-17-0", -- [2]
				"2-141-514-0", -- [3]
				"3-254-671-0", -- [4]
				"2-138-507-0", -- [5]
				"2-137-502-0", -- [6]
				"2-143-522-0", -- [7]
				"2-140-510-0", -- [8]
				"2-139-504-0", -- [9]
				"2-146-534-0", -- [10]
				"2-145-530-0", -- [11]
				"9-0-19-0", -- [12]
				"2-253-669-0", -- [13]
				"2-142-517-0", -- [14]
				"6-0-16-0", -- [15]
			},
			["recent"] = {
				["3-254-671-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Revenge-克尔苏加德",
						["iLvl"] = 423,
						["time"] = 1564562696,
						["class"] = 1,
						["bTag"] = "Percocet#5802",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "什么两只脚-迅捷微风",
						["iLvl"] = 434,
						["time"] = 1564561784,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "什么两只脚#5723",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "治水-燃烧之刃",
						["iLvl"] = 421,
						["time"] = 1564562654,
						["class"] = 7,
						["bTag"] = "依然低调#5174",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "刀斩身剑斩魂-安苏",
						["iLvl"] = 425,
						["time"] = 1564562675,
						["class"] = 1,
						["bTag"] = "刀斩肉身心斩灵魂#51692",
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "嘤嘤怪拉稀-安苏",
						["iLvl"] = 423,
						["time"] = 1564562654,
						["class"] = 10,
						["bTag"] = "余世伟#51351",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "风虐-死亡之翼",
						["iLvl"] = 422,
						["time"] = 1564562673,
						["class"] = 12,
						["bTag"] = "为了部落#5263198",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "天灬洛-凤凰之神",
						["iLvl"] = 420,
						["time"] = 1564562710,
						["class"] = 3,
						["bTag"] = "豆小闹#5804",
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "小小牛德-塔纳利斯",
						["iLvl"] = 424,
						["time"] = 1564562708,
						["class"] = 11,
						["bTag"] = "BouncyElf#512845",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "叛逆丶悠哉-迅捷微风",
						["iLvl"] = 423,
						["time"] = 1564562710,
						["class"] = 2,
						["bTag"] = "一条吃猫的鱼#5815",
					}, -- [9]
					{
						["role"] = "HEALER",
						["name"] = "三戒-苏塔恩",
						["iLvl"] = 420,
						["time"] = 1564562667,
						["class"] = 10,
						["bTag"] = "没玩没了#5385",
					}, -- [10]
					{
						["role"] = "HEALER",
						["name"] = "红情绿意-黑铁",
						["iLvl"] = 425,
						["time"] = 1564562654,
						["class"] = 10,
						["bTag"] = "强心剂#5949",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "Tonnerre-亚雷戈斯",
						["time"] = 1564561784,
						["class"] = 7,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "魂淡小榴莲-死亡之翼",
						["iLvl"] = 423,
						["time"] = 1564562654,
						["class"] = 8,
						["bTag"] = "青萝拂行衣#5556",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "Duida-贫瘠之地",
						["iLvl"] = 425,
						["time"] = 1564562710,
						["class"] = 1,
						["bTag"] = "莱昂#51879",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "飞扬的恶魔-罗曼斯",
						["iLvl"] = 426,
						["time"] = 1564562654,
						["class"] = 12,
						["bTag"] = "飞扬的恶魔#5933",
					}, -- [15]
					{
						["role"] = "HEALER",
						["name"] = "夜雨丶飘絮-布兰卡德",
						["iLvl"] = 420,
						["time"] = 1564558214,
						["class"] = 11,
						["bTag"] = "Fate#54878",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "丨辣椒酱丶-布兰卡德",
						["iLvl"] = 426,
						["time"] = 1564562654,
						["class"] = 1,
						["bTag"] = "Fate#54878",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "美小越-格瑞姆巴托",
						["iLvl"] = 420,
						["time"] = 1564561784,
						["class"] = 8,
						["bTag"] = "幸运之翼#532966",
					}, -- [18]
					{
						["role"] = "TANK",
						["name"] = "取名难啊-黑铁",
						["iLvl"] = 423,
						["time"] = 1564562696,
						["class"] = 6,
						["bTag"] = "zhangqiang#5630",
					}, -- [19]
					{
						["role"] = "TANK",
						["name"] = "讲礼貌-安苏",
						["iLvl"] = 437,
						["time"] = 1564558748,
						["class"] = 10,
						["bTag"] = "老玩家#51535",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "灬颵遙自在灬-太阳之井",
						["iLvl"] = 425,
						["time"] = 1564562654,
						["class"] = 3,
						["bTag"] = "逍遥自在#54590",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "暗影猎命-白银之手",
						["iLvl"] = 422,
						["time"] = 1564562667,
						["class"] = 3,
						["bTag"] = "月下美人#5702",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "刺杀的艺术-无尽之海",
						["iLvl"] = 425,
						["time"] = 1564562710,
						["class"] = 4,
						["bTag"] = "暮色夜光#5553",
					}, -- [23]
					{
						["role"] = "HEALER",
						["name"] = "吾好娣-阿尔萨斯",
						["iLvl"] = 434,
						["time"] = 1564561269,
						["class"] = 2,
						["bTag"] = "快乐之任我行#5708",
					}, -- [24]
					{
						["role"] = "HEALER",
						["name"] = "慕幽愛-贫瘠之地",
						["iLvl"] = 430,
						["time"] = 1564559682,
						["class"] = 5,
						["bTag"] = "墨语小新#5329",
					}, -- [25]
					{
						["role"] = "HEALER",
						["name"] = "二水儿-贫瘠之地",
						["iLvl"] = 436,
						["time"] = 1566715062,
						["class"] = 5,
						["bTag"] = "Esther#51494",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "冷酷的两只脚-迅捷微风",
						["iLvl"] = 435,
						["time"] = 1564631113,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "什么两只脚#5723",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "过来挨打丶-迅捷微风",
						["iLvl"] = 442,
						["time"] = 1566457096,
						["class"] = 4,
						["bTag"] = "Percocet#5802",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "南派传销-迦拉克隆",
						["iLvl"] = 437,
						["time"] = 1564631153,
						["class"] = 2,
						["bTag"] = "苍白的纸#5933",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "桔梗大姐姐-狂热之刃",
						["iLvl"] = 440,
						["time"] = 1564631113,
						["class"] = 1,
						["bTag"] = "迷失的人#5925",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "笨笨小八酱-泰兰德",
						["iLvl"] = 435,
						["time"] = 1564628529,
						["class"] = 3,
						["bTag"] = "小八酱#51507",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "丨小惡魔丨-血色十字军",
						["iLvl"] = 436,
						["time"] = 1564631113,
						["class"] = 12,
						["bTag"] = "灭世之吻#5871",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "Lightofseven-影之哀伤",
						["iLvl"] = 434,
						["time"] = 1564631153,
						["class"] = 5,
						["bTag"] = "GhostDragon#519406",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "折翼一青鸟-海克泰尔",
						["iLvl"] = 432,
						["time"] = 1564631153,
						["class"] = 7,
						["bTag"] = "折翼青鸟#5449",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "傲娇丶小花朵-死亡之翼",
						["iLvl"] = 436,
						["time"] = 1564631113,
						["class"] = 8,
						["bTag"] = "笑看#5137",
					}, -- [35]
					{
						["role"] = "TANK",
						["name"] = "死奇必须死-埃德萨拉",
						["iLvl"] = 433,
						["time"] = 1564631153,
						["class"] = 6,
						["bTag"] = "茫然之骑士#510547",
					}, -- [36]
					{
						["role"] = "HEALER",
						["name"] = "尐貓丨牧-克尔苏加德",
						["iLvl"] = 431,
						["time"] = 1564631153,
						["class"] = 5,
						["bTag"] = "尐貓#5592",
					}, -- [37]
					{
						["role"] = "HEALER",
						["name"] = "牛这一生-克尔苏加德",
						["iLvl"] = 431,
						["time"] = 1564631153,
						["class"] = 11,
						["bTag"] = "深蓝海#5424",
					}, -- [38]
					{
						["role"] = "HEALER",
						["name"] = "Alonys-血色十字军",
						["iLvl"] = 434,
						["time"] = 1564631153,
						["class"] = 5,
						["bTag"] = "alonys#5229",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "Vanillatteo-燃烧之刃",
						["iLvl"] = 439,
						["time"] = 1564628529,
						["class"] = 1,
						["bTag"] = "叶随风#5335",
					}, -- [40]
					{
						["role"] = "TANK",
						["name"] = "双林醉-斯克提斯",
						["iLvl"] = 439,
						["time"] = 1564631153,
						["class"] = 6,
						["bTag"] = "四斤的龙虾#5983",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "青春就该浪-影之哀伤",
						["iLvl"] = 437,
						["time"] = 1564631153,
						["class"] = 4,
						["bTag"] = "konter#5568",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "Mengnengda-影之哀伤",
						["iLvl"] = 437,
						["time"] = 1564631113,
						["class"] = 11,
						["bTag"] = "通哥#5842",
					}, -- [43]
					{
						["role"] = "HEALER",
						["name"] = "Aoe-亚雷戈斯",
						["iLvl"] = 431,
						["time"] = 1564628529,
						["class"] = 10,
						["bTag"] = "侑点小变态#5759",
					}, -- [44]
					{
						["role"] = "HEALER",
						["name"] = "甘苹果-丽丽（四川）",
						["iLvl"] = 436,
						["time"] = 1564631113,
						["class"] = 2,
						["bTag"] = "星夜#5545",
					}, -- [45]
					{
						["role"] = "HEALER",
						["name"] = "澜若寺-斯克提斯",
						["iLvl"] = 435,
						["time"] = 1564631153,
						["class"] = 5,
						["bTag"] = "依米#5611",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "今朝沧行-海克泰尔",
						["iLvl"] = 436,
						["time"] = 1564630256,
						["class"] = 3,
						["bTag"] = "Viking#5386",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "热蛋疯狗战-鬼雾峰",
						["time"] = 1564631113,
						["class"] = 7,
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "傲世无双-死亡之翼",
						["iLvl"] = 433,
						["time"] = 1564631153,
						["class"] = 9,
						["bTag"] = "月月#5848",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "太极丶张三疯-纳沙塔尔",
						["iLvl"] = 435,
						["time"] = 1564626337,
						["class"] = 11,
						["bTag"] = "大姨妈的春天#5898",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "狂奔的贝壳-血环",
						["iLvl"] = 434,
						["time"] = 1564631113,
						["class"] = 8,
						["bTag"] = "Dieukinger#51920",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "暗影狂想曲-血环",
						["iLvl"] = 435,
						["time"] = 1564631113,
						["class"] = 9,
						["bTag"] = "JS19860313#5918",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "塔兰吉她大舅-鬼雾峰",
						["iLvl"] = 432,
						["time"] = 1564626339,
						["class"] = 7,
						["bTag"] = "二营长的意大利炮#51613",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "冰神秀秀-试炼之环",
						["iLvl"] = 436,
						["time"] = 1564629967,
						["class"] = 8,
						["bTag"] = "CrankyPants#54119",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "量子饕餮海-阿纳克洛斯",
						["iLvl"] = 436,
						["time"] = 1564631153,
						["class"] = 7,
						["bTag"] = "这是一个小屁孩#5270",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "深爱如长风-利刃之拳",
						["iLvl"] = 442,
						["time"] = 1564630849,
						["class"] = 4,
						["bTag"] = "王海旭#51518",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "毛利丶叔叔-丽丽（四川）",
						["iLvl"] = 439,
						["time"] = 1564631153,
						["class"] = 1,
						["bTag"] = "小马哥#55833",
					}, -- [57]
					{
						["role"] = "TANK",
						["name"] = "来互相伤害吧-大地之怒",
						["iLvl"] = 432,
						["time"] = 1564631153,
						["class"] = 6,
						["bTag"] = "隔壁老王#515531",
					}, -- [58]
					{
						["role"] = "HEALER",
						["name"] = "强悍的三哥哥-通灵学院",
						["iLvl"] = 424,
						["time"] = 1565447487,
						["class"] = 5,
						["bTag"] = "别跟我发骚#51187",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "Boomkin-血环",
						["iLvl"] = 423,
						["time"] = 1565446468,
						["class"] = 11,
						["bTag"] = "boomkin#5667",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "冷血麟麟-阿卡玛",
						["iLvl"] = 423,
						["time"] = 1565447487,
						["class"] = 8,
						["bTag"] = "麟1988#5462",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "凤凰弈-死亡之翼",
						["iLvl"] = 428,
						["time"] = 1565447487,
						["class"] = 12,
						["bTag"] = "独醉空城#51611",
					}, -- [62]
					{
						["role"] = "HEALER",
						["name"] = "空空我星-加基森",
						["time"] = 1565442569,
						["class"] = 7,
					}, -- [63]
					{
						["role"] = "HEALER",
						["name"] = "嗯哼哈嘿嘎咚-安苏",
						["iLvl"] = 429,
						["time"] = 1565447487,
						["class"] = 2,
						["bTag"] = "二大爷的歌#5886",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "丨酒保灬-加尔",
						["iLvl"] = 428,
						["time"] = 1565447487,
						["class"] = 3,
						["bTag"] = "鬼魂之术丶鑫#5726",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "天使的救赎-阿尔萨斯",
						["iLvl"] = 427,
						["time"] = 1565447487,
						["class"] = 5,
						["bTag"] = "艾尔之子#53688",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "早已不年少-死亡之翼",
						["iLvl"] = 432,
						["time"] = 1565447487,
						["class"] = 2,
						["bTag"] = "早已不年少#51780",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "释隐魂寻-苏塔恩",
						["time"] = 1565447487,
						["class"] = 4,
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "Immortalya-凤凰之神",
						["time"] = 1565447487,
						["class"] = 5,
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "幻月萧萧-寒冰皇冠",
						["iLvl"] = 443,
						["time"] = 1565447487,
						["class"] = 5,
						["bTag"] = "肖肖#5831",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "莎琳娜邪影-寒冰皇冠",
						["iLvl"] = 431,
						["time"] = 1565447487,
						["class"] = 9,
						["bTag"] = "Fool#5866",
					}, -- [71]
					{
						["role"] = "HEALER",
						["name"] = "幻月萧萧-死亡之翼",
						["iLvl"] = 431,
						["time"] = 1565447487,
						["class"] = 5,
						["bTag"] = "肖肖#5967",
					}, -- [72]
					{
						["role"] = "HEALER",
						["name"] = "紅泥小火炉-血吼",
						["iLvl"] = 434,
						["time"] = 1565447487,
						["class"] = 5,
						["bTag"] = "Leezie#5299",
					}, -- [73]
					{
						["role"] = "TANK",
						["name"] = "旖旎乐乐-主宰之剑",
						["iLvl"] = 433,
						["time"] = 1565447487,
						["class"] = 2,
						["bTag"] = "旖旎乐乐#5205",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "我看看漂亮不-主宰之剑",
						["iLvl"] = 433,
						["time"] = 1565447487,
						["class"] = 2,
						["bTag"] = "贼拉的色儿#5868",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "地狱十八-主宰之剑",
						["iLvl"] = 433,
						["time"] = 1565447487,
						["class"] = 12,
						["bTag"] = "赵十八#5304",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "怒法丶-伊森利恩",
						["iLvl"] = 440,
						["time"] = 1565447487,
						["class"] = 8,
						["bTag"] = "angrymage#5904",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "罗伯特卡洛斯-洛萨",
						["iLvl"] = 439,
						["time"] = 1565444101,
						["class"] = 8,
						["bTag"] = "韦一笑#5755",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "流浪的贱客-金色平原",
						["iLvl"] = 429,
						["time"] = 1565447487,
						["class"] = 3,
						["bTag"] = "莱昂#51879",
					}, -- [79]
					{
						["role"] = "HEALER",
						["name"] = "寂寞的两只脚-迅捷微风",
						["iLvl"] = 431,
						["time"] = 1566715010,
						["class"] = 11,
						["bTag"] = "什么两只脚#5723",
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "卫生员-洛丹伦",
						["iLvl"] = 431,
						["time"] = 1565447487,
						["class"] = 5,
						["bTag"] = "天空下起小雨#5966",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "Pastaz-苏塔恩",
						["time"] = 1565447487,
						["class"] = 3,
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "小浣熊大发丝-艾露恩",
						["iLvl"] = 436,
						["time"] = 1565444983,
						["class"] = 8,
						["bTag"] = "把球给裴胖#5663",
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "眼棱-无尽之海",
						["time"] = 1565447487,
						["class"] = 12,
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "蛋糕狗-凤凰之神",
						["iLvl"] = 436,
						["time"] = 1565447487,
						["class"] = 4,
						["bTag"] = "请欧洲运动员入场#5994",
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "萤光之森-凤凰之神",
						["iLvl"] = 439,
						["time"] = 1565447487,
						["class"] = 9,
						["bTag"] = "Karoro#51159",
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "出云曦仪-凤凰之神",
						["iLvl"] = 437,
						["time"] = 1565447487,
						["class"] = 10,
						["bTag"] = "出云#5138",
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "凌汐-凤凰之神",
						["iLvl"] = 435,
						["time"] = 1565447487,
						["class"] = 8,
						["bTag"] = "伊子暄#5944",
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "地狱血雨-激流之傲",
						["iLvl"] = 438,
						["time"] = 1565447487,
						["class"] = 1,
						["bTag"] = "地狱血雨#5248",
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "Tanye-织亡者",
						["iLvl"] = 430,
						["time"] = 1565447487,
						["class"] = 12,
						["bTag"] = "Wayne#53288",
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "豆浆奶茶-古尔丹",
						["iLvl"] = 432,
						["time"] = 1566309503,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "天语#51953",
					}, -- [91]
					{
						["role"] = "TANK",
						["name"] = "冲锋撞上猪-海克泰尔",
						["iLvl"] = 431,
						["time"] = 1566309503,
						["class"] = 1,
						["bTag"] = "酣睡的猫#5235",
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "潘哒若曦-龙骨平原",
						["iLvl"] = 431,
						["time"] = 1566309503,
						["class"] = 10,
						["bTag"] = "若耶小溪#5953",
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "三妻弟-安加萨",
						["iLvl"] = 433,
						["time"] = 1566309503,
						["class"] = 12,
						["bTag"] = "跳跃之狮#518797",
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "一零六劣人-影之哀伤",
						["iLvl"] = 436,
						["time"] = 1566309503,
						["class"] = 3,
						["bTag"] = "爱情公寓#5635",
					}, -- [95]
					{
						["role"] = "HEALER",
						["name"] = "德艺四全-影之哀伤",
						["iLvl"] = 432,
						["time"] = 1566309503,
						["class"] = 11,
						["bTag"] = "隐世#51805",
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "Maxblack-暗影议会",
						["time"] = 1566309503,
						["class"] = 7,
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "小小神偷-影之哀伤",
						["iLvl"] = 433,
						["time"] = 1566309503,
						["class"] = 4,
						["bTag"] = "老白#52245",
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "装备后绑定-亚雷戈斯",
						["iLvl"] = 433,
						["time"] = 1566309503,
						["class"] = 8,
						["bTag"] = "一贱你就笑#51604",
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "圣光小钰钰-雷霆之王",
						["iLvl"] = 435,
						["time"] = 1566309503,
						["class"] = 2,
						["bTag"] = "悠悠#5565",
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "挽弓的丘比特-暗影之月",
						["iLvl"] = 434,
						["time"] = 1566309503,
						["class"] = 3,
						["bTag"] = "CoCo#52813",
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["name"] = "Snakepa-燃烧之刃",
						["iLvl"] = 433,
						["time"] = 1566308910,
						["class"] = 12,
						["bTag"] = "彼岸之影#5761",
					}, -- [102]
					{
						["role"] = "HEALER",
						["name"] = "烽火之-安苏",
						["iLvl"] = 433,
						["time"] = 1566309503,
						["class"] = 10,
						["bTag"] = "烽火#5898",
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "钢蛋的法丝-凤凰之神",
						["iLvl"] = 435,
						["time"] = 1566309503,
						["class"] = 8,
						["bTag"] = "杨奋飞#51249",
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["name"] = "枫爱雪舞-海加尔",
						["time"] = 1566309503,
						["class"] = 8,
					}, -- [105]
					{
						["role"] = "HEALER",
						["name"] = "银月海洋-古尔丹",
						["time"] = 1566308895,
						["class"] = 10,
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "小小魔头-古尔丹",
						["iLvl"] = 415,
						["time"] = 1566309503,
						["class"] = 9,
						["bTag"] = "嘉锡锅锅#5757",
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "逍遥小猎-屠魔山谷",
						["iLvl"] = 433,
						["time"] = 1566309503,
						["class"] = 3,
						["bTag"] = "逍遥风行者#5856",
					}, -- [108]
					{
						["role"] = "HEALER",
						["name"] = "不要叫我小德-芬里斯",
						["iLvl"] = 432,
						["time"] = 1566309503,
						["class"] = 11,
						["bTag"] = "只争朝夕#5885",
					}, -- [109]
					{
						["role"] = "HEALER",
						["name"] = "神棍阿昆达-菲拉斯",
						["iLvl"] = 434,
						["time"] = 1566309503,
						["class"] = 7,
						["bTag"] = "蛮力之枭#513622",
					}, -- [110]
					{
						["role"] = "HEALER",
						["name"] = "恶魔小德-巫妖之王",
						["time"] = 1566309503,
						["class"] = 11,
					}, -- [111]
					{
						["role"] = "TANK",
						["name"] = "龍禦江山-希尔瓦娜斯",
						["iLvl"] = 436,
						["time"] = 1566309503,
						["class"] = 6,
						["bTag"] = "恩赐#5597",
					}, -- [112]
					{
						["role"] = "DAMAGER",
						["name"] = "紫狱湮-鬼雾峰",
						["iLvl"] = 434,
						["time"] = 1566309503,
						["class"] = 11,
						["bTag"] = "猫哥哥#51288",
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "Lessyzero-死亡之翼",
						["time"] = 1566309503,
						["class"] = 11,
					}, -- [114]
					{
						["role"] = "DAMAGER",
						["name"] = "Noray-死亡之翼",
						["iLvl"] = 433,
						["time"] = 1566309503,
						["class"] = 5,
						["bTag"] = "Lovely#52972",
					}, -- [115]
					{
						["role"] = "HEALER",
						["name"] = "逝水如年-太阳之井",
						["iLvl"] = 441,
						["time"] = 1566309503,
						["class"] = 2,
						["bTag"] = "忘记#5242",
					}, -- [116]
					{
						["role"] = "DAMAGER",
						["name"] = "琉灬漓-血色十字军",
						["iLvl"] = 432,
						["time"] = 1566309503,
						["class"] = 12,
						["bTag"] = "小贝#52775",
					}, -- [117]
					{
						["role"] = "DAMAGER",
						["name"] = "Jtvb-巨龙之吼",
						["iLvl"] = 435,
						["time"] = 1566309503,
						["class"] = 8,
						["bTag"] = "c1nng#5584",
					}, -- [118]
					{
						["role"] = "DAMAGER",
						["name"] = "怺恆喏訁-洛萨",
						["iLvl"] = 434,
						["time"] = 1566309503,
						["class"] = 2,
						["bTag"] = "十字路口#5209",
					}, -- [119]
					{
						["role"] = "DAMAGER",
						["name"] = "容易暴怒-伊利丹",
						["iLvl"] = 433,
						["time"] = 1566309503,
						["class"] = 1,
						["bTag"] = "猴子请来的救兵#5210",
					}, -- [120]
					{
						["role"] = "DAMAGER",
						["name"] = "喜欢的少年-凤凰之神",
						["iLvl"] = 447,
						["time"] = 1566309503,
						["class"] = 4,
						["bTag"] = "舟山张震岳#5879",
					}, -- [121]
					{
						["role"] = "HEALER",
						["name"] = "锈水丶卯之花-克尔苏加德",
						["iLvl"] = 433,
						["time"] = 1566411461,
						["class"] = 5,
						["bTag"] = "快乐的猪头#5289",
					}, -- [122]
					{
						["role"] = "TANK",
						["name"] = "不再买醉-黑暗虚空",
						["time"] = 1566405792,
						["class"] = 10,
					}, -- [123]
					{
						["role"] = "DAMAGER",
						["name"] = "尛虎哥丶-影之哀伤",
						["iLvl"] = 437,
						["time"] = 1566408576,
						["class"] = 1,
						["bTag"] = "YYLIN#51169",
					}, -- [124]
					{
						["role"] = "HEALER",
						["name"] = "陈大师-索瑞森",
						["iLvl"] = 436,
						["time"] = 1566411461,
						["class"] = 11,
						["bTag"] = "七星#51513",
					}, -- [125]
					{
						["role"] = "DAMAGER",
						["name"] = "蒙面欧皇-血色十字军",
						["time"] = 1566405884,
						["class"] = 4,
					}, -- [126]
					{
						["role"] = "DAMAGER",
						["name"] = "香了个蕉-燃烧之刃",
						["iLvl"] = 441,
						["time"] = 1566407199,
						["class"] = 11,
						["bTag"] = "SaseLee#5813",
					}, -- [127]
					{
						["role"] = "DAMAGER",
						["name"] = "火球飘飘-丽丽（四川）",
						["iLvl"] = 435,
						["time"] = 1566411461,
						["class"] = 8,
						["bTag"] = "贪睡之熊#5277280",
					}, -- [128]
					{
						["role"] = "HEALER",
						["name"] = "老衲青楼望月-亚雷戈斯",
						["iLvl"] = 433,
						["time"] = 1566411461,
						["class"] = 7,
						["bTag"] = "巧克力味牛奶#5341",
					}, -- [129]
					{
						["role"] = "DAMAGER",
						["name"] = "丷无面咔戎丷-伊森利恩",
						["iLvl"] = 436,
						["time"] = 1566406271,
						["class"] = 4,
						["bTag"] = "丷魑魅丷#5989",
					}, -- [130]
					{
						["role"] = "DAMAGER",
						["name"] = "小喵钓鱼-凤凰之神",
						["iLvl"] = 439,
						["time"] = 1566410935,
						["class"] = 2,
						["bTag"] = "小喵钓鱼#51767",
					}, -- [131]
					{
						["role"] = "DAMAGER",
						["name"] = "仙仙与妞妞-血色十字军",
						["iLvl"] = 438,
						["time"] = 1566411461,
						["class"] = 2,
						["bTag"] = "阿拉蕾#5312",
					}, -- [132]
					{
						["role"] = "DAMAGER",
						["name"] = "低调的孩子-海克泰尔",
						["iLvl"] = 440,
						["time"] = 1566407613,
						["class"] = 11,
						["bTag"] = "小鸡炖蘑菇#5483",
					}, -- [133]
					{
						["role"] = "DAMAGER",
						["name"] = "霜炎之哀伤-燃烧之刃",
						["iLvl"] = 441,
						["time"] = 1566411461,
						["class"] = 8,
						["bTag"] = "zakah#5584",
					}, -- [134]
					{
						["role"] = "TANK",
						["name"] = "碎行-达斯雷玛",
						["iLvl"] = 439,
						["time"] = 1566411461,
						["class"] = 11,
						["bTag"] = "大壮儿#5418",
					}, -- [135]
					{
						["role"] = "DAMAGER",
						["name"] = "帝都大耳贴子-冰风岗",
						["iLvl"] = 435,
						["time"] = 1566411461,
						["class"] = 4,
						["bTag"] = "艾莉亚#51662",
					}, -- [136]
					{
						["role"] = "HEALER",
						["name"] = "萌到自然呆-艾莫莉丝",
						["iLvl"] = 441,
						["time"] = 1566411461,
						["class"] = 11,
						["bTag"] = "慕小虎#5418",
					}, -- [137]
					{
						["role"] = "DAMAGER",
						["name"] = "为你扛尸-熔火之心",
						["iLvl"] = 436,
						["time"] = 1566411461,
						["class"] = 2,
						["bTag"] = "为你扛尸#5997",
					}, -- [138]
					{
						["role"] = "DAMAGER",
						["name"] = "巧楽兹-布兰卡德",
						["iLvl"] = 447,
						["time"] = 1566411461,
						["class"] = 3,
						["bTag"] = "宠妻狂魔#5971",
					}, -- [139]
					{
						["role"] = "TANK",
						["name"] = "邪恶比尔冰锁-冰风岗",
						["iLvl"] = 434,
						["time"] = 1566411461,
						["class"] = 6,
						["bTag"] = "蜗牛也是牛#5952",
					}, -- [140]
					{
						["role"] = "DAMAGER",
						["name"] = "亣澄子-阿克蒙德",
						["iLvl"] = 436,
						["time"] = 1566408479,
						["class"] = 8,
						["bTag"] = "陈昆庆#5461",
					}, -- [141]
					{
						["role"] = "DAMAGER",
						["name"] = "怪盜基德-丽丽（四川）",
						["iLvl"] = 435,
						["time"] = 1566407560,
						["class"] = 12,
						["bTag"] = "林小杰#51419",
					}, -- [142]
					{
						["role"] = "DAMAGER",
						["name"] = "残阳儛落-丹莫德",
						["iLvl"] = 437,
						["time"] = 1566411461,
						["class"] = 4,
						["bTag"] = "沉默之剑#557897",
					}, -- [143]
					{
						["role"] = "DAMAGER",
						["name"] = "哎呀跌倒了-安苏",
						["iLvl"] = 436,
						["time"] = 1566410935,
						["class"] = 3,
						["bTag"] = "天国的树#5303",
					}, -- [144]
					{
						["role"] = "DAMAGER",
						["name"] = "回首不负卿-迅捷微风",
						["iLvl"] = 437,
						["time"] = 1566410668,
						["class"] = 1,
						["bTag"] = "回首不负卿#5424",
					}, -- [145]
					{
						["role"] = "HEALER",
						["name"] = "神户牛排-巫妖之王",
						["iLvl"] = 443,
						["time"] = 1566406883,
						["class"] = 11,
						["bTag"] = "和风送闲#5493",
					}, -- [146]
					{
						["role"] = "HEALER",
						["name"] = "艨丶济-克尔苏加德",
						["iLvl"] = 435,
						["time"] = 1566405873,
						["class"] = 10,
						["bTag"] = "千城#51833",
					}, -- [147]
					{
						["role"] = "DAMAGER",
						["name"] = "卡布奇诺斯基-凤凰之神",
						["iLvl"] = 445,
						["time"] = 1566411461,
						["class"] = 6,
						["bTag"] = "卡布奇诺斯基#5844",
					}, -- [148]
					{
						["role"] = "DAMAGER",
						["name"] = "再见绿巨人-燃烧之刃",
						["iLvl"] = 444,
						["time"] = 1566408539,
						["class"] = 1,
						["bTag"] = "小凉子0#5652",
					}, -- [149]
					{
						["role"] = "TANK",
						["name"] = "劉备丨字玄德-安苏",
						["iLvl"] = 442,
						["time"] = 1566406271,
						["class"] = 2,
						["bTag"] = "断了的弦#51426",
					}, -- [150]
					{
						["role"] = "DAMAGER",
						["name"] = "东吴丨孙小美-安苏",
						["iLvl"] = 436,
						["time"] = 1566406271,
						["class"] = 12,
						["bTag"] = "云菲#51842",
					}, -- [151]
					{
						["role"] = "DAMAGER",
						["name"] = "黄盖丨字公履-安苏",
						["iLvl"] = 440,
						["time"] = 1566406271,
						["class"] = 12,
						["bTag"] = "凌昱#5443",
					}, -- [152]
					{
						["role"] = "DAMAGER",
						["name"] = "Linfeng-黑锋哨站",
						["iLvl"] = 306,
						["time"] = 1566411461,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "天使不季末#5214",
					}, -- [153]
					{
						["role"] = "DAMAGER",
						["name"] = "亮亮小宝贝一-凤凰之神",
						["iLvl"] = 435,
						["time"] = 1566411461,
						["class"] = 9,
						["bTag"] = "超能之忍者#515903",
					}, -- [154]
					{
						["role"] = "DAMAGER",
						["name"] = "司空公子-丽丽（四川）",
						["iLvl"] = 434,
						["time"] = 1566411461,
						["class"] = 8,
						["bTag"] = "洛基#5976",
					}, -- [155]
					{
						["role"] = "DAMAGER",
						["name"] = "黑加吉丶冰点-血色十字军",
						["iLvl"] = 444,
						["time"] = 1566407607,
						["class"] = 11,
						["bTag"] = "水清#51988",
					}, -- [156]
					{
						["role"] = "DAMAGER",
						["name"] = "青春上红塵-爱斯特纳",
						["iLvl"] = 437,
						["time"] = 1566411461,
						["class"] = 1,
						["bTag"] = "吉安娜#53575",
					}, -- [157]
					{
						["role"] = "HEALER",
						["name"] = "恋上寂寞-丽丽（四川）",
						["iLvl"] = 435,
						["time"] = 1566411461,
						["class"] = 2,
						["bTag"] = "中国红姨妈红#5556",
					}, -- [158]
					{
						["role"] = "DAMAGER",
						["name"] = "滴瓦爱你喔-燃烧之刃",
						["iLvl"] = 434,
						["time"] = 1566411461,
						["class"] = 12,
						["bTag"] = "这波我很强#51712",
					}, -- [159]
					{
						["role"] = "DAMAGER",
						["name"] = "落丹伦的夏天-凤凰之神",
						["iLvl"] = 436,
						["time"] = 1566407990,
						["class"] = 3,
						["bTag"] = "佳得乐#5540",
					}, -- [160]
					{
						["role"] = "DAMAGER",
						["name"] = "Lastrelax-奥斯里安",
						["iLvl"] = 439,
						["time"] = 1566411461,
						["class"] = 3,
						["bTag"] = "相见不欢#5948",
					}, -- [161]
					{
						["role"] = "DAMAGER",
						["name"] = "寂寞丨依然-燃烧之刃",
						["iLvl"] = 439,
						["time"] = 1566411461,
						["class"] = 2,
						["bTag"] = "星仔#51501",
					}, -- [162]
					{
						["role"] = "TANK",
						["name"] = "西南翘臀-黑龙军团",
						["iLvl"] = 438,
						["time"] = 1566411461,
						["class"] = 2,
						["bTag"] = "MIN#52672",
					}, -- [163]
					{
						["role"] = "DAMAGER",
						["name"] = "Theelement-血环",
						["iLvl"] = 442,
						["time"] = 1566409317,
						["class"] = 7,
						["bTag"] = "修訫懩性#5831",
					}, -- [164]
					{
						["role"] = "HEALER",
						["name"] = "疯狂牧牧-死亡之翼",
						["iLvl"] = 436,
						["time"] = 1566410068,
						["class"] = 5,
						["bTag"] = "小石头#51890",
					}, -- [165]
					{
						["role"] = "HEALER",
						["name"] = "啪嗒-海克泰尔",
						["iLvl"] = 440,
						["time"] = 1566410371,
						["class"] = 7,
						["bTag"] = "莫然#5722",
					}, -- [166]
					{
						["role"] = "DAMAGER",
						["name"] = "倾橙丶神君-阿纳克洛斯",
						["iLvl"] = 439,
						["time"] = 1566411461,
						["class"] = 4,
						["bTag"] = "神君#5447",
					}, -- [167]
					{
						["role"] = "HEALER",
						["name"] = "諾亞灬雪兒-鬼雾峰",
						["iLvl"] = 441,
						["time"] = 1566411461,
						["class"] = 2,
						["bTag"] = "諾亞灬雪儿#5756",
					}, -- [168]
					{
						["role"] = "DAMAGER",
						["name"] = "Venomleo-迅捷微风",
						["iLvl"] = 437,
						["time"] = 1566457096,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "什么两只脚#5723",
					}, -- [169]
					{
						["role"] = "DAMAGER",
						["name"] = "殊途同归-埃德萨拉",
						["iLvl"] = 443,
						["time"] = 1566447882,
						["class"] = 6,
						["bTag"] = "文艺好好好好青年#5924",
					}, -- [170]
					{
						["role"] = "DAMAGER",
						["name"] = "夜袭暗影刃-伊利丹",
						["iLvl"] = 436,
						["time"] = 1566450695,
						["class"] = 12,
						["bTag"] = "BlueBact#5157",
					}, -- [171]
					{
						["role"] = "DAMAGER",
						["name"] = "莪芷媞一枫荷-燃烧之刃",
						["iLvl"] = 442,
						["time"] = 1566450736,
						["class"] = 8,
						["bTag"] = "刘晓枫#5480",
					}, -- [172]
					{
						["role"] = "DAMAGER",
						["name"] = "初号机小鹤也-无尽之海",
						["iLvl"] = 441,
						["time"] = 1566450736,
						["class"] = 5,
						["bTag"] = "鹤也初号机#5340",
					}, -- [173]
					{
						["role"] = "DAMAGER",
						["name"] = "丷好嗨呦-无尽之海",
						["iLvl"] = 443,
						["time"] = 1566450736,
						["class"] = 8,
						["bTag"] = "Jikea#5888",
					}, -- [174]
					{
						["role"] = "DAMAGER",
						["name"] = "冰霜征服者-影之哀伤",
						["iLvl"] = 441,
						["time"] = 1566450695,
						["class"] = 8,
						["bTag"] = "再别康桥老师#5663",
					}, -- [175]
					{
						["role"] = "DAMAGER",
						["name"] = "龙纹一字-丹莫德",
						["time"] = 1566450736,
						["class"] = 7,
					}, -- [176]
					{
						["role"] = "DAMAGER",
						["name"] = "疯了香蕉-戈提克",
						["iLvl"] = 438,
						["time"] = 1566450695,
						["class"] = 3,
						["bTag"] = "小小宝#5357",
					}, -- [177]
					{
						["role"] = "DAMAGER",
						["name"] = "丶桑葚丶-死亡之翼",
						["iLvl"] = 436,
						["time"] = 1566450695,
						["class"] = 9,
						["bTag"] = "乌拉乌拉#52406",
					}, -- [178]
					{
						["role"] = "DAMAGER",
						["name"] = "披着羊皮的咩-死亡之翼",
						["iLvl"] = 440,
						["time"] = 1566450736,
						["class"] = 8,
						["bTag"] = "血盟丶龙骑#5508",
					}, -- [179]
					{
						["role"] = "DAMAGER",
						["name"] = "吴佚名-奥尔加隆",
						["iLvl"] = 437,
						["time"] = 1566450736,
						["class"] = 8,
						["bTag"] = "朗姆可可#51410",
					}, -- [180]
					{
						["role"] = "DAMAGER",
						["name"] = "骑士给我保护-影之哀伤",
						["iLvl"] = 439,
						["time"] = 1566450695,
						["class"] = 3,
						["bTag"] = "皮皮虾无所畏惧#5366",
					}, -- [181]
					{
						["role"] = "HEALER",
						["name"] = "如云若风-布兰卡德",
						["iLvl"] = 438,
						["time"] = 1566450163,
						["class"] = 2,
						["bTag"] = "如云若风#5522",
					}, -- [182]
					{
						["role"] = "HEALER",
						["name"] = "田师傅丶-死亡之翼",
						["iLvl"] = 442,
						["time"] = 1566450695,
						["class"] = 11,
						["bTag"] = "Dec24th#51797",
					}, -- [183]
					{
						["role"] = "HEALER",
						["name"] = "芒果不忙-死亡之翼",
						["iLvl"] = 443,
						["time"] = 1566449135,
						["class"] = 10,
						["bTag"] = "狂暴的包子#51270",
					}, -- [184]
					{
						["role"] = "HEALER",
						["name"] = "火舞灬艳阳-丹莫德",
						["iLvl"] = 439,
						["time"] = 1566450695,
						["class"] = 2,
						["bTag"] = "小师弟#5923",
					}, -- [185]
					{
						["role"] = "DAMAGER",
						["name"] = "颇有骚色-深渊之巢",
						["iLvl"] = 439,
						["time"] = 1566450695,
						["class"] = 1,
						["bTag"] = "大冶人#5424",
					}, -- [186]
					{
						["role"] = "DAMAGER",
						["name"] = "佑手丶-血色十字军",
						["iLvl"] = 442,
						["time"] = 1566450736,
						["class"] = 4,
						["bTag"] = "陈伟#5406",
					}, -- [187]
					{
						["role"] = "TANK",
						["name"] = "偷吻联盟少女-黑铁",
						["iLvl"] = 437,
						["time"] = 1566450695,
						["class"] = 1,
						["bTag"] = "小布尔什维克#51945",
					}, -- [188]
					{
						["role"] = "TANK",
						["name"] = "浪漫樱花雨-死亡之翼",
						["iLvl"] = 444,
						["time"] = 1566450695,
						["class"] = 6,
						["bTag"] = "周易#5821",
					}, -- [189]
					{
						["role"] = "HEALER",
						["name"] = "尐眼睛灬-死亡之翼",
						["iLvl"] = 440,
						["time"] = 1566450736,
						["class"] = 10,
						["bTag"] = "周易#5821",
					}, -- [190]
					{
						["role"] = "DAMAGER",
						["name"] = "邦桑蒂之息-巨龙之吼",
						["iLvl"] = 440,
						["time"] = 1566450695,
						["class"] = 5,
						["bTag"] = "有锅我还挖#5890",
					}, -- [191]
					{
						["role"] = "DAMAGER",
						["name"] = "招財灬進寶-迅捷微风",
						["iLvl"] = 444,
						["time"] = 1566453112,
						["class"] = 12,
						["bTag"] = "潮汐海灵#52886",
					}, -- [192]
					{
						["role"] = "TANK",
						["name"] = "帅哥的爹-迅捷微风",
						["iLvl"] = 441,
						["time"] = 1566457096,
						["class"] = 6,
						["bTag"] = "左手上帝#5812",
					}, -- [193]
					{
						["role"] = "DAMAGER",
						["name"] = "灬求爆-迅捷微风",
						["iLvl"] = 443,
						["time"] = 1566457096,
						["class"] = 2,
						["bTag"] = "灬求爆#5601",
					}, -- [194]
					{
						["role"] = "HEALER",
						["name"] = "乐乐天天乐-迅捷微风",
						["iLvl"] = 441,
						["time"] = 1566457096,
						["class"] = 2,
						["bTag"] = "BT160331#52881",
					}, -- [195]
					{
						["role"] = "DAMAGER",
						["name"] = "龙龙闯世界-迅捷微风",
						["iLvl"] = 439,
						["time"] = 1566457096,
						["class"] = 3,
						["bTag"] = "龙族传说#51749",
					}, -- [196]
					{
						["role"] = "DAMAGER",
						["name"] = "雪怜-迅捷微风",
						["iLvl"] = 442,
						["time"] = 1566457096,
						["class"] = 2,
						["bTag"] = "雪凛#51627",
					}, -- [197]
					{
						["role"] = "HEALER",
						["name"] = "七度丶空间-迅捷微风",
						["iLvl"] = 445,
						["time"] = 1566454641,
						["class"] = 5,
						["bTag"] = "伟爷#5843",
					}, -- [198]
					{
						["role"] = "DAMAGER",
						["name"] = "萌萌哒安琪儿-迅捷微风",
						["iLvl"] = 442,
						["time"] = 1566453917,
						["class"] = 3,
						["bTag"] = "红领巾活雷锋#5558",
					}, -- [199]
					{
						["role"] = "HEALER",
						["name"] = "风尘骑士-迅捷微风",
						["time"] = 1566457096,
						["class"] = 2,
					}, -- [200]
					{
						["role"] = "HEALER",
						["name"] = "月光三引-迅捷微风",
						["iLvl"] = 439,
						["time"] = 1566457096,
						["class"] = 5,
						["bTag"] = "Rechars#5872",
					}, -- [201]
					{
						["role"] = "HEALER",
						["name"] = "小西晒太阳-迅捷微风",
						["iLvl"] = 441,
						["time"] = 1566457096,
						["class"] = 11,
						["bTag"] = "小西晒太阳#5958",
					}, -- [202]
					{
						["role"] = "HEALER",
						["name"] = "赛巴斯丁-迅捷微风",
						["iLvl"] = 444,
						["time"] = 1566457096,
						["class"] = 10,
						["bTag"] = "Juno#51298",
					}, -- [203]
					{
						["role"] = "DAMAGER",
						["name"] = "夜一晶-迅捷微风",
						["iLvl"] = 440,
						["time"] = 1566457096,
						["class"] = 7,
						["bTag"] = "风清扬#52635",
					}, -- [204]
					{
						["role"] = "DAMAGER",
						["name"] = "是兄弟来砍我-迅捷微风",
						["iLvl"] = 441,
						["time"] = 1566457096,
						["class"] = 1,
						["bTag"] = "伴我多久#5840",
					}, -- [205]
					{
						["role"] = "HEALER",
						["name"] = "生命的热力阿-迅捷微风",
						["iLvl"] = 446,
						["time"] = 1566457096,
						["class"] = 11,
						["bTag"] = "爱哭男孩#51858",
					}, -- [206]
					{
						["role"] = "DAMAGER",
						["name"] = "一粒丶松花蛋-迅捷微风",
						["iLvl"] = 439,
						["time"] = 1566457096,
						["class"] = 12,
						["bTag"] = "阿拉丁的遗愿#5265",
					}, -- [207]
					{
						["role"] = "DAMAGER",
						["name"] = "马驴脸猛鹭-迅捷微风",
						["iLvl"] = 441,
						["time"] = 1566457096,
						["class"] = 4,
						["bTag"] = "白多多#51795",
					}, -- [208]
					{
						["role"] = "DAMAGER",
						["name"] = "Kidmay-迅捷微风",
						["iLvl"] = 441,
						["time"] = 1566457096,
						["class"] = 3,
						["bTag"] = "Mayiloveyou#5132",
					}, -- [209]
					{
						["role"] = "DAMAGER",
						["name"] = "后裔族-迅捷微风",
						["time"] = 1566457096,
						["class"] = 3,
					}, -- [210]
					{
						["role"] = "DAMAGER",
						["name"] = "風雲折耳根-迅捷微风",
						["time"] = 1566456756,
						["class"] = 11,
					}, -- [211]
					{
						["role"] = "DAMAGER",
						["name"] = "慕容清-迅捷微风",
						["iLvl"] = 444,
						["time"] = 1566457096,
						["class"] = 4,
						["bTag"] = "猎魔人#5673",
					}, -- [212]
					{
						["role"] = "DAMAGER",
						["name"] = "无法吼血-无尽之海",
						["iLvl"] = 441,
						["time"] = 1566649830,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "天天开心#5758",
					}, -- [213]
					{
						["role"] = "DAMAGER",
						["name"] = "動力甜妞-无尽之海",
						["time"] = 1566649830,
						["class"] = 12,
					}, -- [214]
					{
						["role"] = "HEALER",
						["name"] = "暮落丿晨曦-无尽之海",
						["iLvl"] = 438,
						["time"] = 1566649830,
						["class"] = 5,
						["bTag"] = "幕落丿晨曦#5880",
					}, -- [215]
					{
						["role"] = "DAMAGER",
						["name"] = "灿烂星空-无尽之海",
						["iLvl"] = 426,
						["time"] = 1566649830,
						["class"] = 1,
						["bTag"] = "真心英雄#51272",
					}, -- [216]
					{
						["role"] = "DAMAGER",
						["name"] = "Menutd-无尽之海",
						["iLvl"] = 429,
						["time"] = 1566714391,
						["class"] = 11,
						["bTag"] = "莱昂#51879",
					}, -- [217]
					{
						["role"] = "DAMAGER",
						["name"] = "怒火晴天-无尽之海",
						["iLvl"] = 440,
						["time"] = 1566649830,
						["class"] = 1,
						["bTag"] = "黄金大裤衩#51402",
					}, -- [218]
					{
						["role"] = "DAMAGER",
						["name"] = "想着你-无尽之海",
						["iLvl"] = 433,
						["time"] = 1566649830,
						["class"] = 9,
						["bTag"] = "忧伤的恋人#5991",
					}, -- [219]
					{
						["role"] = "HEALER",
						["name"] = "九转大肠丶-无尽之海",
						["iLvl"] = 420,
						["time"] = 1566649830,
						["class"] = 11,
						["bTag"] = "浮华透进瞳孔#5232",
					}, -- [220]
					{
						["role"] = "DAMAGER",
						["name"] = "拉风的头发-埃德萨拉",
						["iLvl"] = 435,
						["time"] = 1566649514,
						["class"] = 4,
						["bTag"] = "拉风的头发#5707",
					}, -- [221]
					{
						["role"] = "DAMAGER",
						["name"] = "血腥教士阿鸡-埃德萨拉",
						["iLvl"] = 435,
						["time"] = 1566649830,
						["class"] = 4,
						["bTag"] = "Ma5ilyn#5298",
					}, -- [222]
					{
						["role"] = "DAMAGER",
						["name"] = "迅捷哒阿昆达-影之哀伤",
						["iLvl"] = 437,
						["time"] = 1566649606,
						["class"] = 4,
						["bTag"] = "山外小楼夜听雨#51622",
					}, -- [223]
					{
						["role"] = "DAMAGER",
						["name"] = "特萌的宝宝-熔火之心",
						["iLvl"] = 442,
						["time"] = 1566649830,
						["class"] = 11,
						["bTag"] = "sinco823#5636",
					}, -- [224]
					{
						["role"] = "HEALER",
						["name"] = "宇智波大司馬-伊森利恩",
						["iLvl"] = 437,
						["time"] = 1566649830,
						["class"] = 10,
						["bTag"] = "HappyRogue#587270",
					}, -- [225]
					{
						["role"] = "DAMAGER",
						["name"] = "Snaker-白骨荒野",
						["iLvl"] = 441,
						["time"] = 1566649830,
						["class"] = 12,
						["bTag"] = "阿乄不思#51648",
					}, -- [226]
					{
						["role"] = "HEALER",
						["name"] = "芯芯相印-雷霆之王",
						["time"] = 1566649830,
						["class"] = 5,
					}, -- [227]
					{
						["role"] = "HEALER",
						["name"] = "摇滚桔子-龙骨平原",
						["iLvl"] = 436,
						["time"] = 1566649830,
						["class"] = 2,
						["bTag"] = "大墨迹1980#5402",
					}, -- [228]
					{
						["role"] = "DAMAGER",
						["name"] = "不霆锋狂-卡德加",
						["iLvl"] = 440,
						["time"] = 1566649830,
						["class"] = 4,
						["bTag"] = "Player#524756",
					}, -- [229]
					{
						["role"] = "DAMAGER",
						["name"] = "邪恶的冰冰-无尽之海",
						["iLvl"] = 443,
						["time"] = 1566649830,
						["class"] = 6,
						["bTag"] = "冰冰#52952",
					}, -- [230]
					{
						["role"] = "DAMAGER",
						["name"] = "溜牛-红龙军团",
						["iLvl"] = 442,
						["time"] = 1566714986,
						["class"] = 2,
						["bTag"] = "跳跳精灵#57108",
					}, -- [231]
					{
						["role"] = "DAMAGER",
						["name"] = "导演我趴哪儿-红龙军团",
						["iLvl"] = 432,
						["time"] = 1566714986,
						["class"] = 6,
						["bTag"] = "念心王#51732",
					}, -- [232]
					{
						["role"] = "HEALER",
						["name"] = "聖光儛步-菲米丝",
						["iLvl"] = 430,
						["time"] = 1566715062,
						["class"] = 2,
						["bTag"] = "谜死人#5132",
					}, -- [233]
					{
						["role"] = "DAMAGER",
						["name"] = "就是这么莽-死亡之翼",
						["iLvl"] = 442,
						["time"] = 1566715062,
						["class"] = 8,
						["bTag"] = "Captain#5264",
					}, -- [234]
					{
						["role"] = "TANK",
						["name"] = "慕蘭椛榭丶-凤凰之神",
						["iLvl"] = 448,
						["time"] = 1566709229,
						["class"] = 2,
						["bTag"] = "SaraniTY#5316",
					}, -- [235]
					{
						["role"] = "DAMAGER",
						["name"] = "归灬墟-凤凰之神",
						["iLvl"] = 446,
						["time"] = 1566709229,
						["class"] = 6,
						["bTag"] = "苍穹#52976",
					}, -- [236]
					{
						["role"] = "HEALER",
						["name"] = "啊呀我勒个去-加尔",
						["iLvl"] = 438,
						["time"] = 1566715036,
						["class"] = 10,
						["bTag"] = "剑仇#5732",
					}, -- [237]
					{
						["role"] = "HEALER",
						["name"] = "吡咯烷酮-迅捷微风",
						["iLvl"] = 438,
						["time"] = 1566715062,
						["class"] = 11,
						["bTag"] = "王飞#5945",
					}, -- [238]
					{
						["role"] = "DAMAGER",
						["name"] = "蝶君十二恨-死亡之翼",
						["iLvl"] = 438,
						["time"] = 1566715036,
						["class"] = 8,
						["bTag"] = "鱼相与处于陆#5209",
					}, -- [239]
					{
						["role"] = "DAMAGER",
						["name"] = "丨梦雪丨-贫瘠之地",
						["iLvl"] = 435,
						["time"] = 1566714996,
						["class"] = 3,
						["bTag"] = "丨冰丨#5873",
					}, -- [240]
					{
						["role"] = "DAMAGER",
						["name"] = "像温柔野兽丶-燃烧之刃",
						["iLvl"] = 439,
						["time"] = 1566714973,
						["class"] = 1,
						["bTag"] = "摇了摇头#5801",
					}, -- [241]
					{
						["role"] = "DAMAGER",
						["name"] = "璟小贼-迅捷微风",
						["iLvl"] = 439,
						["time"] = 1566715010,
						["class"] = 4,
						["bTag"] = "璟小爷#5149",
					}, -- [242]
					{
						["role"] = "DAMAGER",
						["name"] = "清幽山水-德拉诺",
						["iLvl"] = 439,
						["time"] = 1566715062,
						["class"] = 12,
						["bTag"] = "汇大官人#5758",
					}, -- [243]
					{
						["role"] = "HEALER",
						["name"] = "枫语-德拉诺",
						["iLvl"] = 437,
						["time"] = 1566715062,
						["class"] = 2,
						["bTag"] = "沉默之风#5556",
					}, -- [244]
					{
						["role"] = "DAMAGER",
						["name"] = "幼儿园大王-德拉诺",
						["iLvl"] = 440,
						["time"] = 1566715062,
						["class"] = 4,
						["bTag"] = "曾经最爱#5273",
					}, -- [245]
					{
						["role"] = "DAMAGER",
						["name"] = "黑暗编年史-德拉诺",
						["iLvl"] = 438,
						["time"] = 1566715062,
						["class"] = 12,
						["bTag"] = "别亲了来人了#5585",
					}, -- [246]
					{
						["role"] = "DAMAGER",
						["name"] = "蝶飞箫玉-凤凰之神",
						["iLvl"] = 437,
						["time"] = 1566709586,
						["class"] = 9,
						["bTag"] = "蝶飞箫玉#5868",
					}, -- [247]
					{
						["role"] = "TANK",
						["name"] = "少女千人斩-迅捷微风",
						["iLvl"] = 438,
						["time"] = 1566715062,
						["class"] = 6,
						["bTag"] = "Liangran#5757",
					}, -- [248]
					{
						["role"] = "HEALER",
						["name"] = "跑得贼快-埃德萨拉",
						["iLvl"] = 439,
						["time"] = 1566714391,
						["class"] = 10,
						["bTag"] = "梦魇#52639",
					}, -- [249]
					{
						["role"] = "DAMAGER",
						["name"] = "暗黑潜伏-安苏",
						["iLvl"] = 446,
						["time"] = 1566715053,
						["class"] = 4,
						["bTag"] = "fabao007#5667",
					}, -- [250]
					{
						["role"] = "DAMAGER",
						["name"] = "小眼无敌-燃烧之刃",
						["iLvl"] = 441,
						["time"] = 1566715053,
						["class"] = 12,
						["bTag"] = "青梅佐以酒#51824",
					}, -- [251]
					{
						["role"] = "DAMAGER",
						["name"] = "节制-萨尔",
						["iLvl"] = 443,
						["time"] = 1566714973,
						["class"] = 7,
						["bTag"] = "翔子#51954",
					}, -- [252]
					{
						["role"] = "DAMAGER",
						["name"] = "笨蛋璐璐-天空之墙",
						["iLvl"] = 438,
						["time"] = 1566714986,
						["class"] = 9,
						["bTag"] = "黄泉沙漠#5639",
					}, -- [253]
					{
						["role"] = "DAMAGER",
						["name"] = "谭家湾吴彦祖-安其拉",
						["iLvl"] = 441,
						["time"] = 1566714973,
						["class"] = 3,
						["bTag"] = "亮晶晶快给我#5177",
					}, -- [254]
					{
						["role"] = "DAMAGER",
						["name"] = "代宝宝的-洛肯",
						["iLvl"] = 442,
						["time"] = 1566710423,
						["class"] = 3,
						["bTag"] = "小小之食人魔#5248808",
					}, -- [255]
					{
						["role"] = "DAMAGER",
						["name"] = "棋小宝宝-凤凰之神",
						["iLvl"] = 443,
						["time"] = 1566714391,
						["class"] = 11,
						["bTag"] = "遥远#5690",
					}, -- [256]
					{
						["role"] = "DAMAGER",
						["name"] = "虎眼酒-埃德萨拉",
						["iLvl"] = 438,
						["time"] = 1566714391,
						["class"] = 4,
						["bTag"] = "何惜不想和你说话#5603",
					}, -- [257]
					{
						["role"] = "DAMAGER",
						["name"] = "伊利大雷-迅捷微风",
						["iLvl"] = 421,
						["time"] = 1566714996,
						["class"] = 12,
						["bTag"] = "急躁之翼#5264",
					}, -- [258]
					{
						["role"] = "DAMAGER",
						["name"] = "生蚝比我还肥-贫瘠之地",
						["iLvl"] = 442,
						["time"] = 1566711975,
						["class"] = 8,
						["bTag"] = "南柯丶#51940",
					}, -- [259]
				},
				["2-253-669-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "团长带队撸管-死亡之翼",
						["iLvl"] = 416,
						["time"] = 1564907887,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "海飞丝洗脚丶#5933",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "Edmond-血牙魔王",
						["iLvl"] = 429,
						["time"] = 1564907887,
						["class"] = 2,
						["bTag"] = "Edmond#5260",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "Ugnap-太阳之井",
						["iLvl"] = 433,
						["time"] = 1564907887,
						["class"] = 11,
						["bTag"] = "UGNNAP#5518",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "归兮丶-伊森利恩",
						["iLvl"] = 435,
						["time"] = 1565852957,
						["class"] = 2,
						["bTag"] = "欧德尚丶#5938",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "亲王殿下-凤凰之神",
						["iLvl"] = 433,
						["time"] = 1565790422,
						["class"] = 1,
						["bTag"] = "灰烬使者#5907",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "莫妮卡丶暗-冰风岗",
						["iLvl"] = 433,
						["time"] = 1565790422,
						["class"] = 12,
						["bTag"] = "七橙小德#5603",
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "吡咯烷酮-迅捷微风",
						["iLvl"] = 436,
						["time"] = 1565790422,
						["class"] = 11,
						["bTag"] = "王飞#5945",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "放弃丨速度灭-埃德萨拉",
						["iLvl"] = 437,
						["time"] = 1565790422,
						["class"] = 8,
						["bTag"] = "无双龙#5327",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "团长带队春游-死亡之翼",
						["iLvl"] = 439,
						["time"] = 1565852957,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "宇宙第一死骑#51517",
					}, -- [9]
					{
						["role"] = "TANK",
						["name"] = "先砍为敬丶-伊森利恩",
						["iLvl"] = 442,
						["time"] = 1565852805,
						["class"] = 1,
						["bTag"] = "海飞丝洗脚丶#5933",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "九品将军-安加萨",
						["iLvl"] = 432,
						["time"] = 1565852957,
						["class"] = 11,
						["bTag"] = "跳跃之狮#5229209",
					}, -- [11]
					{
						["role"] = "HEALER",
						["name"] = "瞬神丶夜一-伊森利恩",
						["time"] = 1565852957,
						["class"] = 10,
					}, -- [12]
				},
				["2-138-507-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Revenge-克尔苏加德",
						["iLvl"] = 426,
						["time"] = 1564643290,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "Percocet#5802",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "爱上两只脚-迅捷微风",
						["iLvl"] = 432,
						["time"] = 1564643290,
						["class"] = 2,
						["bTag"] = "什么两只脚#5723",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "五香老腊肉-燃烧之刃",
						["iLvl"] = 426,
						["time"] = 1564643290,
						["class"] = 11,
						["bTag"] = "Forgottenman#51935",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "的的威-寒冰皇冠",
						["iLvl"] = 436,
						["time"] = 1564643290,
						["class"] = 2,
						["bTag"] = "的的#5203",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "星空梦幻-燃烧之刃",
						["time"] = 1564643264,
						["class"] = 8,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "夢如殘燈-影之哀伤",
						["iLvl"] = 437,
						["time"] = 1564740872,
						["class"] = 1,
						["bTag"] = "大胡子艾欧里亚#5336",
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "瞧伱那熊样-格瑞姆巴托",
						["iLvl"] = 439,
						["time"] = 1564740872,
						["class"] = 11,
						["bTag"] = "独酌#5941",
					}, -- [7]
					{
						["role"] = "TANK",
						["name"] = "大领主丶唯爱-格瑞姆巴托",
						["iLvl"] = 438,
						["time"] = 1564740872,
						["class"] = 2,
						["bTag"] = "二把刀丶#51308",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "三重吴彦祖-伊森利恩",
						["iLvl"] = 438,
						["time"] = 1564740872,
						["class"] = 1,
						["bTag"] = "猫头鹰丶#51496",
					}, -- [9]
					{
						["role"] = "TANK",
						["name"] = "沅有芷澧有兰-死亡之翼",
						["iLvl"] = 434,
						["time"] = 1564835369,
						["class"] = 2,
						["bTag"] = "沅芷澧兰#51190",
					}, -- [10]
					{
						["role"] = "HEALER",
						["name"] = "昕月丶-死亡之翼",
						["iLvl"] = 436,
						["time"] = 1564835369,
						["class"] = 11,
						["bTag"] = "弥月清灵#5794",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "坏坏的哦-死亡之翼",
						["iLvl"] = 435,
						["time"] = 1564835369,
						["class"] = 7,
						["bTag"] = "图图哥#51727",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "黑夜的石头-凤凰之神",
						["iLvl"] = 433,
						["time"] = 1564835369,
						["class"] = 4,
						["bTag"] = "嘟嘟#51252",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "先砍为敬丶-伊森利恩",
						["iLvl"] = 441,
						["time"] = 1565683607,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "海飞丝洗脚丶#5933",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "霸波-巨龙之吼",
						["iLvl"] = 432,
						["time"] = 1565671547,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "jillian#51289",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "Skymark-伊森利恩",
						["iLvl"] = 445,
						["time"] = 1565683607,
						["class"] = 12,
						["bTag"] = "蔡嘉豪#51843",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "血吼地獄咆哮-破碎岭",
						["iLvl"] = 441,
						["time"] = 1565671547,
						["class"] = 1,
						["bTag"] = "大头#53826",
					}, -- [17]
					{
						["role"] = "HEALER",
						["name"] = "何遇-死亡之翼",
						["iLvl"] = 445,
						["time"] = 1565671547,
						["class"] = 11,
						["bTag"] = "何遇#5761",
					}, -- [18]
					{
						["role"] = "HEALER",
						["name"] = "脆脆熊丶-卡拉赞",
						["iLvl"] = 442,
						["time"] = 1565683607,
						["class"] = 11,
						["bTag"] = "火炎焱燚#5895",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "皮影戏丶-血色十字军",
						["iLvl"] = 433,
						["time"] = 1565683607,
						["class"] = 8,
						["bTag"] = "皮影戏#5236",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "丶空粹濕人衣-克尔苏加德",
						["iLvl"] = 429,
						["time"] = 1565788388,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "丶空粹濕人衣#5230",
					}, -- [21]
					{
						["role"] = "HEALER",
						["name"] = "Içmissëyouë-克尔苏加德",
						["iLvl"] = 411,
						["time"] = 1565788388,
						["class"] = 11,
						["bTag"] = "丿依然丨#5662",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "别给我武器-闪电之刃",
						["iLvl"] = 433,
						["time"] = 1565788388,
						["class"] = 12,
						["bTag"] = "Narutogl#5986",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "无祁-死亡之翼",
						["iLvl"] = 435,
						["time"] = 1565788388,
						["class"] = 1,
						["bTag"] = "Inny#51569",
					}, -- [24]
					{
						["role"] = "TANK",
						["name"] = "Suiciding-迅捷微风",
						["iLvl"] = 439,
						["time"] = 1566049001,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "璟小爷#5149",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "过来挨打丶-迅捷微风",
						["iLvl"] = 442,
						["time"] = 1566049001,
						["class"] = 4,
						["bTag"] = "Percocet#5802",
					}, -- [26]
					{
						["role"] = "HEALER",
						["name"] = "吡咯烷酮-迅捷微风",
						["iLvl"] = 438,
						["time"] = 1566049001,
						["class"] = 11,
						["bTag"] = "王飞#5945",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "我妚哠訴你-达隆米尔",
						["iLvl"] = 441,
						["time"] = 1566049001,
						["class"] = 4,
						["bTag"] = "王尼玛#5188",
					}, -- [28]
					{
						["role"] = "TANK",
						["name"] = "霸霸的霸霸-狂热之刃",
						["iLvl"] = 440,
						["time"] = 1566480293,
						["class"] = 2,
						["bTag"] = "夜醉#5144",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "炎黃-狂热之刃",
						["iLvl"] = 443,
						["time"] = 1566480293,
						["class"] = 4,
						["bTag"] = "子非鱼#5239",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "没有你的三月-格瑞姆巴托",
						["iLvl"] = 448,
						["time"] = 1566480293,
						["class"] = 1,
						["bTag"] = "下雨天了怎么办#51329",
					}, -- [31]
					{
						["role"] = "HEALER",
						["name"] = "想玩奶-格瑞姆巴托",
						["iLvl"] = 445,
						["time"] = 1566480293,
						["class"] = 10,
						["bTag"] = "魔鬼的微笑#51492",
					}, -- [32]
				},
				["2-141-514-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "过来挨打丶-迅捷微风",
						["iLvl"] = 442,
						["time"] = 1566392075,
						["class"] = 4,
						["bTag"] = "Percocet#5802",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "库拉拉-凤凰之神",
						["iLvl"] = 437,
						["time"] = 1565012501,
						["class"] = 8,
						["bTag"] = "黎明曙光#5179",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "来嘛宝贝-迅捷微风",
						["iLvl"] = 435,
						["time"] = 1565012501,
						["class"] = 4,
						["bTag"] = "sorry#52490",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "鱼香烧卖-燃烧平原",
						["iLvl"] = 433,
						["time"] = 1565012501,
						["class"] = 6,
						["bTag"] = "烧卖#51482",
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "小肥鸡丶-死亡之翼",
						["time"] = 1565012291,
						["class"] = 11,
					}, -- [5]
					{
						["role"] = "HEALER",
						["name"] = "角色选择错误-克尔苏加德",
						["iLvl"] = 439,
						["time"] = 1565012467,
						["class"] = 11,
						["bTag"] = "缺砍八万#5148",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "先砍为敬丶-伊森利恩",
						["iLvl"] = 443,
						["time"] = 1566809960,
						["class"] = 1,
						["bTag"] = "海飞丝洗脚丶#5933",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "Skymark-伊森利恩",
						["iLvl"] = 443,
						["time"] = 1565070721,
						["class"] = 12,
						["bTag"] = "蔡嘉豪#51843",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "奔跑的红烧肉-霜狼",
						["iLvl"] = 435,
						["time"] = 1565070594,
						["class"] = 2,
						["bTag"] = "举个小栗子丶#5491",
					}, -- [9]
					{
						["role"] = "HEALER",
						["name"] = "脆脆熊丶-卡拉赞",
						["iLvl"] = 439,
						["time"] = 1565159144,
						["class"] = 11,
						["bTag"] = "火炎焱燚#5895",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "凍骨頭丶-凤凰之神",
						["iLvl"] = 441,
						["time"] = 1565070721,
						["class"] = 8,
						["bTag"] = "yobgameqia#51566",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "没有大卫坑-国王之谷",
						["iLvl"] = 439,
						["time"] = 1565154006,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "Tenjay#5393",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "团长带队春游-死亡之翼",
						["iLvl"] = 434,
						["time"] = 1565159144,
						["class"] = 6,
						["bTag"] = "宇宙第一死骑#51517",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "孙吾空-太阳之井",
						["iLvl"] = 434,
						["time"] = 1565156962,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "天空之乘#5616",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "当月舟上独饮-鬼雾峰",
						["time"] = 1565159144,
						["class"] = 4,
						["leader"] = true,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "麒麟小秀-格瑞姆巴托",
						["iLvl"] = 433,
						["time"] = 1565621344,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "麒麟小秀#5433",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "无敌来一发-格瑞姆巴托",
						["iLvl"] = 430,
						["time"] = 1565621344,
						["class"] = 6,
						["bTag"] = "姚燕华#5372",
					}, -- [17]
					{
						["role"] = "HEALER",
						["name"] = "尬疗者-斯克提斯",
						["iLvl"] = 438,
						["time"] = 1565621344,
						["class"] = 5,
						["bTag"] = "邻家麦哥#5839",
					}, -- [18]
					{
						["role"] = "HEALER",
						["name"] = "颓废丶男人-伊森利恩",
						["iLvl"] = 444,
						["time"] = 1565623900,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "故事丶#51626",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "雜花生樹-伊森利恩",
						["iLvl"] = 437,
						["time"] = 1565623900,
						["class"] = 4,
						["bTag"] = "雜花生樹#5820",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "逍遥小魔仙-凤凰之神",
						["iLvl"] = 440,
						["time"] = 1565623900,
						["class"] = 12,
						["bTag"] = "Kim#5240",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "什么两只脚-迅捷微风",
						["iLvl"] = 442,
						["time"] = 1566392075,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "什么两只脚#5723",
					}, -- [22]
					{
						["role"] = "HEALER",
						["name"] = "耶熊-伊森利恩",
						["iLvl"] = 443,
						["time"] = 1566392075,
						["class"] = 11,
						["bTag"] = "雅蠛蝶#5252",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "凉二飕-索瑞森",
						["time"] = 1566381017,
						["class"] = 4,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "我有酒和剑-凤凰之神",
						["iLvl"] = 442,
						["time"] = 1566392075,
						["class"] = 12,
						["bTag"] = "霸气荡漾丶#5523",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "有点小纠结丶-燃烧之刃",
						["iLvl"] = 444,
						["time"] = 1566808998,
						["class"] = 8,
						["bTag"] = "大狼狗#51774",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "Yzipi-死亡之翼",
						["iLvl"] = 446,
						["time"] = 1566809208,
						["class"] = 8,
						["bTag"] = "善良的椰子皮#5720",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "斜阳遗照-血色十字军",
						["iLvl"] = 440,
						["time"] = 1566809960,
						["class"] = 1,
						["bTag"] = "LSMan#5896",
					}, -- [28]
					{
						["role"] = "HEALER",
						["name"] = "秋丷-太阳之井",
						["iLvl"] = 439,
						["time"] = 1566809960,
						["class"] = 10,
						["bTag"] = "天黑了丷#5120",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "Pokemonn-燃烧之刃",
						["iLvl"] = 444,
						["time"] = 1566809960,
						["class"] = 8,
						["bTag"] = "OrangeY#51252",
					}, -- [30]
				},
				["2-143-522-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "什么两只脚-迅捷微风",
						["iLvl"] = 442,
						["time"] = 1566377833,
						["class"] = 7,
						["bTag"] = "什么两只脚#5723",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "Duida-贫瘠之地",
						["iLvl"] = 432,
						["time"] = 1565016362,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "莱昂#51879",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "二水儿-贫瘠之地",
						["iLvl"] = 431,
						["time"] = 1565372585,
						["class"] = 5,
						["bTag"] = "Esther#51494",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "先砍为敬丶-伊森利恩",
						["iLvl"] = 439,
						["time"] = 1565016362,
						["class"] = 1,
						["bTag"] = "海飞丝洗脚丶#5933",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "獵爹-红云台地",
						["time"] = 1565016362,
						["class"] = 3,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "流浪的贱客-金色平原",
						["iLvl"] = 430,
						["time"] = 1565372585,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "莱昂#51879",
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "白狼祭司-安苏",
						["iLvl"] = 439,
						["time"] = 1565372481,
						["class"] = 7,
						["bTag"] = "船长#5823",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "枫林乀晚-凤凰之神",
						["iLvl"] = 437,
						["time"] = 1565372585,
						["class"] = 4,
						["bTag"] = "飄香剑雨#5537",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "Nyanners-死亡之翼",
						["iLvl"] = 435,
						["time"] = 1565372585,
						["class"] = 4,
						["bTag"] = "舍长#5562",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "思小关关-影之哀伤",
						["iLvl"] = 437,
						["time"] = 1565438847,
						["class"] = 3,
						["bTag"] = "孤军奋战#51857",
					}, -- [10]
					{
						["role"] = "HEALER",
						["name"] = "心为我醉-死亡之翼",
						["iLvl"] = 436,
						["time"] = 1565438847,
						["class"] = 2,
						["bTag"] = "心为我醉#5209",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "塞亚执政官-凤凰之神",
						["iLvl"] = 436,
						["time"] = 1565438847,
						["class"] = 3,
						["bTag"] = "郑正#5111",
					}, -- [12]
					{
						["role"] = "HEALER",
						["name"] = "耶熊-伊森利恩",
						["iLvl"] = 443,
						["time"] = 1566377833,
						["class"] = 11,
						["bTag"] = "雅蠛蝶#5252",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "若影似风-贫瘠之地",
						["iLvl"] = 444,
						["time"] = 1566377833,
						["class"] = 4,
						["bTag"] = "大飛#51732",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "一箭风情-烈焰峰",
						["iLvl"] = 443,
						["time"] = 1566377833,
						["class"] = 3,
						["bTag"] = "而已#5855",
					}, -- [15]
				},
				["1-248-674-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "十二北-白银之手",
						["iLvl"] = 426,
						["time"] = 1564744366,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "Blink#5252",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "箭定乾坤-丹莫德",
						["iLvl"] = 436,
						["time"] = 1564744366,
						["class"] = 3,
						["bTag"] = "箭定乾坤#5600",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "過去的情怀-红龙军团",
						["iLvl"] = 429,
						["time"] = 1564744366,
						["class"] = 2,
						["bTag"] = "過去情怀已不再#5731",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "蓬勃-世界之树",
						["time"] = 1564744366,
						["class"] = 2,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "怕什么孤单-提瑞斯法",
						["iLvl"] = 431,
						["time"] = 1564903375,
						["class"] = 5,
						["bTag"] = "say#52594",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "Decor-血色十字军",
						["time"] = 1564903371,
						["class"] = 11,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "欧皇化了妆-伊森利恩",
						["iLvl"] = 435,
						["time"] = 1564903375,
						["class"] = 4,
						["bTag"] = "GiantAxe#515396",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "九阳真经-黑石尖塔",
						["iLvl"] = 418,
						["time"] = 1564903375,
						["class"] = 11,
						["bTag"] = "魔法之龟#52832",
					}, -- [8]
					{
						["role"] = "TANK",
						["name"] = "贰滒-阿纳克洛斯",
						["time"] = 1565416126,
						["class"] = 11,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "睡得不睡-天空之墙",
						["iLvl"] = 438,
						["time"] = 1565416068,
						["class"] = 2,
						["bTag"] = "AimOlia#5351",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "射击丶蛋碎-密林游侠",
						["iLvl"] = 409,
						["time"] = 1565416053,
						["class"] = 3,
						["bTag"] = "风吹小丁丁#5565",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "堕夜暗法-凤凰之神",
						["iLvl"] = 438,
						["time"] = 1565416144,
						["class"] = 8,
						["bTag"] = "孙先凯#5921",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "俺是耕田嗲-大地之怒",
						["iLvl"] = 437,
						["time"] = 1565416173,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "耕田#5234",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "叶灵苏丶-燃烧之刃",
						["iLvl"] = 439,
						["time"] = 1565416173,
						["class"] = 9,
						["bTag"] = "crypower#5857",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "滑溜先生-埃加洛尔",
						["iLvl"] = 426,
						["time"] = 1565416173,
						["class"] = 4,
						["bTag"] = "滑溜先生#51834",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "Ravens-通灵学院",
						["time"] = 1565416173,
						["class"] = 8,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "Aabis-阿纳克洛斯",
						["iLvl"] = 435,
						["time"] = 1565416212,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "村口烫头的汤四虎#5471",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "逐曰-黑龙军团",
						["iLvl"] = 432,
						["time"] = 1565416212,
						["class"] = 2,
						["bTag"] = "血心风雨#5906",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "风值水-冰风岗",
						["iLvl"] = 440,
						["time"] = 1565416212,
						["class"] = 5,
						["bTag"] = "Karna#51338",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "鹏之影-死亡之翼",
						["iLvl"] = 414,
						["time"] = 1565416212,
						["class"] = 10,
						["bTag"] = "phoenix#51394",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "陈逗逗-黑铁",
						["iLvl"] = 444,
						["time"] = 1565416344,
						["class"] = 2,
						["bTag"] = "阡沫丶#5311",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "喵丶小寒-死亡之翼",
						["iLvl"] = 439,
						["time"] = 1565416344,
						["class"] = 11,
						["bTag"] = "风中追风#54575",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "一拳和尚-伊森利恩",
						["time"] = 1565416338,
						["class"] = 10,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "Gabrielxx-冰霜之刃",
						["iLvl"] = 441,
						["time"] = 1565416311,
						["class"] = 4,
						["bTag"] = "Best#5201",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "丶移動榮誉-加基森",
						["iLvl"] = 437,
						["time"] = 1565416385,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "风暴之歌#51405",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "欧巴拉巴-凤凰之神",
						["iLvl"] = 441,
						["time"] = 1565416417,
						["class"] = 2,
						["bTag"] = "凯瑟琳佑佑#5971",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "Jana-奈萨里奥",
						["iLvl"] = 432,
						["time"] = 1565416385,
						["class"] = 6,
						["bTag"] = "迪娜#5183",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "阿哒哒叨-燃烧之刃",
						["iLvl"] = 433,
						["time"] = 1565416417,
						["class"] = 11,
						["bTag"] = "年迈尬舞家#5957",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "零星风中絮-阿比迪斯",
						["iLvl"] = 440,
						["time"] = 1565671146,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "章鱼#5212",
					}, -- [29]
					{
						["role"] = "TANK",
						["name"] = "飞呀飞吧-凤凰之神",
						["iLvl"] = 442,
						["time"] = 1565671146,
						["class"] = 12,
						["bTag"] = "爷美#5582",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "归来的影歌-丽丽（四川）",
						["iLvl"] = 436,
						["time"] = 1565671146,
						["class"] = 4,
						["bTag"] = "CrazyCat#58297",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "Theanswer-凤凰之神",
						["iLvl"] = 436,
						["time"] = 1565930267,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "独佳记忆#5879",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "永恒祝福-霜狼",
						["iLvl"] = 436,
						["time"] = 1565930267,
						["class"] = 2,
						["bTag"] = "怪盗基德#5525",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "滴滴打德-燃烧之刃",
						["iLvl"] = 433,
						["time"] = 1565930267,
						["class"] = 8,
						["bTag"] = "花拓也#5334",
					}, -- [34]
					{
						["role"] = "TANK",
						["name"] = "罗猫猫-格瑞姆巴托",
						["iLvl"] = 440,
						["time"] = 1565930267,
						["class"] = 2,
						["bTag"] = "可可#53695",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "Alissa-冰风岗",
						["iLvl"] = 437,
						["time"] = 1566360601,
						["class"] = 2,
						["bTag"] = "ElMago#5594",
					}, -- [36]
					{
						["role"] = "TANK",
						["name"] = "祖尔之力-奥拉基尔",
						["iLvl"] = 413,
						["time"] = 1566360528,
						["class"] = 1,
						["bTag"] = "巨头领主#5390",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "Nmslgdx-无尽之海",
						["iLvl"] = 443,
						["time"] = 1566360599,
						["class"] = 4,
						["bTag"] = "龙卷风摧毁停车场#5534",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "闪光猫-血吼",
						["iLvl"] = 437,
						["time"] = 1566360528,
						["class"] = 12,
						["bTag"] = "crazycat#5117172",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "Happysunday-阿拉希",
						["iLvl"] = 441,
						["time"] = 1566808278,
						["class"] = 11,
						["bTag"] = "Eileen#5183",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "Rosabel-血顶",
						["iLvl"] = 391,
						["time"] = 1566808344,
						["class"] = 4,
						["bTag"] = "Rocci#5929",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "红憬影夜-菲拉斯",
						["iLvl"] = 425,
						["time"] = 1566808344,
						["class"] = 3,
						["bTag"] = "麦俊华#5272",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "丶小寳貝儿-火烟之谷",
						["time"] = 1566808351,
						["class"] = 4,
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "谜畵-无尽之海",
						["time"] = 1566808351,
						["class"] = 8,
					}, -- [44]
				},
				["9-0-19-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "地獄刨啸-死亡之翼",
						["time"] = 1565337178,
						["class"] = 1,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "阿尔蕯思-血色十字军",
						["time"] = 1565331687,
						["class"] = 6,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "尼古拉斯赵四-刀塔",
						["iLvl"] = 421,
						["time"] = 1565337178,
						["class"] = 8,
						["bTag"] = "雪山白凤凰#5741",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "公子灬殿下-血色十字军",
						["iLvl"] = 443,
						["time"] = 1565329377,
						["class"] = 3,
						["bTag"] = "公子殿下#51497",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "毁灭之垂-克尔苏加德",
						["iLvl"] = 435,
						["time"] = 1565336562,
						["class"] = 2,
						["bTag"] = "堕落#5572",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "奶酪蛋糕丶-格瑞姆巴托",
						["iLvl"] = 434,
						["time"] = 1565335348,
						["class"] = 4,
						["bTag"] = "一世#5346",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "Tianyi-鬼雾峰",
						["iLvl"] = 438,
						["time"] = 1565330812,
						["class"] = 9,
						["bTag"] = "超体#5381",
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "奥格玛丶高层-血环",
						["iLvl"] = 437,
						["time"] = 1565332572,
						["class"] = 7,
						["bTag"] = "黄金大酋长#5760",
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "Carmen-索瑞森",
						["iLvl"] = 426,
						["time"] = 1565331687,
						["class"] = 5,
						["bTag"] = "翊可大魔王#5424",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "大伊-霜狼",
						["time"] = 1565331687,
						["class"] = 11,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "Marmalade-克尔苏加德",
						["iLvl"] = 440,
						["time"] = 1565337178,
						["class"] = 5,
						["bTag"] = "Muu#51584",
					}, -- [11]
					{
						["role"] = "HEALER",
						["name"] = "氦氖氩氪氙氡-血羽",
						["iLvl"] = 438,
						["time"] = 1565334627,
						["class"] = 5,
						["bTag"] = "轩辕姬峰#5778",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "乄小手冰凉灬-伊森利恩",
						["iLvl"] = 436,
						["time"] = 1565333059,
						["class"] = 8,
						["bTag"] = "乄小手冰凉灬#5674",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "锦衣衛丶-狂热之刃",
						["time"] = 1565332831,
						["class"] = 11,
					}, -- [14]
					{
						["role"] = "HEALER",
						["name"] = "神牛胡恩-迦拉克隆",
						["time"] = 1565333059,
						["class"] = 7,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "熊七丶丶-死亡之翼",
						["iLvl"] = 440,
						["time"] = 1565337178,
						["class"] = 8,
						["bTag"] = "KaMiSaMa#5556",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "沧浪之水-诺森德",
						["iLvl"] = 434,
						["time"] = 1565335348,
						["class"] = 6,
						["bTag"] = "Faker#517343",
					}, -- [17]
					{
						["role"] = "HEALER",
						["name"] = "奶不起-阿尔萨斯",
						["iLvl"] = 425,
						["time"] = 1565337178,
						["class"] = 2,
						["bTag"] = "绝版幽雪#5698",
					}, -- [18]
					{
						["role"] = "HEALER",
						["name"] = "牛仨儿-安苏",
						["iLvl"] = 437,
						["time"] = 1565335348,
						["class"] = 11,
						["bTag"] = "韩先森#52490",
					}, -- [19]
					{
						["role"] = "HEALER",
						["name"] = "暴躁的圣光-无尽之海",
						["iLvl"] = 434,
						["time"] = 1565337178,
						["class"] = 2,
						["bTag"] = "为你硬了拳#5276",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "绾绾儿-迅捷微风",
						["time"] = 1565337178,
						["class"] = 8,
					}, -- [21]
					{
						["role"] = "HEALER",
						["name"] = "我嘎里共吼-埃霍恩",
						["iLvl"] = 424,
						["time"] = 1565337178,
						["class"] = 5,
						["bTag"] = "月下花鸣月#5371",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "借给你肩膀-无尽之海",
						["time"] = 1565337178,
						["class"] = 4,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "风云魔兽-火羽山",
						["iLvl"] = 432,
						["time"] = 1565336865,
						["class"] = 8,
						["bTag"] = "老牛宝宝#5758",
					}, -- [24]
					{
						["role"] = "HEALER",
						["name"] = "混常在-塞拉摩",
						["iLvl"] = 435,
						["time"] = 1565932349,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "突然的自我#5116",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "天无踪-烈焰峰",
						["iLvl"] = 433,
						["time"] = 1565933431,
						["class"] = 12,
						["bTag"] = "山知#5959",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "壹心向狂-格雷迈恩",
						["iLvl"] = 431,
						["time"] = 1565934062,
						["class"] = 1,
						["bTag"] = "老杨#51210",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "我很懒趴地上-燃烧之刃",
						["iLvl"] = 442,
						["time"] = 1565934062,
						["class"] = 4,
						["bTag"] = "浩哥#52602",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "牧童灬-海克泰尔",
						["iLvl"] = 436,
						["time"] = 1565934062,
						["class"] = 4,
						["bTag"] = "谢向伟#5968",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "Taizd-主宰之剑",
						["iLvl"] = 434,
						["time"] = 1565934062,
						["class"] = 2,
						["bTag"] = "小硬#5722",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "冬之奇袭者-塞拉摩",
						["iLvl"] = 434,
						["time"] = 1565934062,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "突然的自我#5116",
					}, -- [31]
					{
						["role"] = "HEALER",
						["name"] = "起来吧亡者-燃烧之刃",
						["iLvl"] = 434,
						["time"] = 1565934062,
						["class"] = 10,
						["bTag"] = "淡淡#52479",
					}, -- [32]
					{
						["role"] = "HEALER",
						["name"] = "简单爱自己-血顶",
						["iLvl"] = 441,
						["time"] = 1565934062,
						["class"] = 2,
						["bTag"] = "简单爱自己#5213",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "丨羲和丨-死亡之翼",
						["iLvl"] = 442,
						["time"] = 1565933834,
						["class"] = 2,
						["bTag"] = "浣灵#5863",
					}, -- [34]
					{
						["role"] = "HEALER",
						["name"] = "三头食人魔-影之哀伤",
						["time"] = 1565934062,
						["class"] = 10,
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "西关人丶-安苏",
						["iLvl"] = 439,
						["time"] = 1565934062,
						["class"] = 3,
						["bTag"] = "西关男神丶#5442",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "践踏狂牛-哈卡",
						["iLvl"] = 435,
						["time"] = 1565937038,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "艾尔之子#57874",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "哆啦艾梦-无尽之海",
						["iLvl"] = 433,
						["time"] = 1565937038,
						["class"] = 3,
						["bTag"] = "暴走玩玩#5341",
					}, -- [38]
					{
						["role"] = "HEALER",
						["name"] = "倾灬心-燃烧之刃",
						["iLvl"] = 443,
						["time"] = 1565937038,
						["class"] = 2,
						["bTag"] = "快乐之潜行者#52135",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "凤姐爱黄瓜-格瑞姆巴托",
						["iLvl"] = 437,
						["time"] = 1565935230,
						["class"] = 4,
						["bTag"] = "肥而不腻的胖子#51415",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "尸王叔叔-洛丹伦",
						["iLvl"] = 438,
						["time"] = 1565937038,
						["class"] = 8,
						["bTag"] = "二哥#5634",
					}, -- [41]
					{
						["role"] = "HEALER",
						["name"] = "梦的味道-丽丽（四川）",
						["iLvl"] = 435,
						["time"] = 1565935230,
						["class"] = 5,
						["bTag"] = "淡如雨#51774",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "凤之轩-萨尔",
						["iLvl"] = 437,
						["time"] = 1565937038,
						["class"] = 12,
						["bTag"] = "枫轩#5770",
					}, -- [43]
					{
						["role"] = "HEALER",
						["name"] = "我会丨咏春-凤凰之神",
						["iLvl"] = 431,
						["time"] = 1565935230,
						["class"] = 10,
						["bTag"] = "迷踪岛之星#5189",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "丶寒江-死亡之翼",
						["iLvl"] = 437,
						["time"] = 1565935230,
						["class"] = 11,
						["bTag"] = "孤痞厌笑旧如酒#5540",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "盜夢羅刹-凤凰之神",
						["iLvl"] = 438,
						["time"] = 1565937038,
						["class"] = 4,
						["bTag"] = "Janson#51570",
					}, -- [46]
					{
						["role"] = "HEALER",
						["name"] = "那个倒贼-阿纳克洛斯",
						["iLvl"] = 431,
						["time"] = 1565937038,
						["class"] = 5,
						["bTag"] = "NIMOB#5656",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "蟹粉小笼-暗影议会",
						["iLvl"] = 436,
						["time"] = 1565937038,
						["class"] = 9,
						["bTag"] = "冷馄饨#5131",
					}, -- [48]
					{
						["role"] = "HEALER",
						["name"] = "幻月之魂-时光之穴",
						["iLvl"] = 438,
						["time"] = 1565937038,
						["class"] = 11,
						["bTag"] = "幻月之魂#51822",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "赫西奥德-卡珊德拉",
						["iLvl"] = 427,
						["time"] = 1565994828,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "骑着小猪看日出#5184",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "图兰朵-克尔苏加德",
						["iLvl"] = 432,
						["time"] = 1565997103,
						["class"] = 4,
						["bTag"] = "戰随风#5307",
					}, -- [51]
					{
						["role"] = "HEALER",
						["name"] = "殺豬灬小強-伊森利恩",
						["iLvl"] = 443,
						["time"] = 1565987242,
						["class"] = 7,
						["bTag"] = "杀猪小强#5648",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "墨白之殤-格瑞姆巴托",
						["iLvl"] = 440,
						["time"] = 1565997103,
						["class"] = 8,
						["bTag"] = "谜一样的凯哥#5942",
					}, -- [53]
					{
						["role"] = "HEALER",
						["name"] = "阿森丶-燃烧之刃",
						["iLvl"] = 445,
						["time"] = 1565987242,
						["class"] = 10,
						["bTag"] = "阿森#51485",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "我和貞子很熟-燃烧之刃",
						["iLvl"] = 444,
						["time"] = 1565997103,
						["class"] = 1,
						["bTag"] = "板蓝根和贞子很熟#5535",
					}, -- [55]
					{
						["role"] = "HEALER",
						["name"] = "丿灬丨柒尕尕-兰娜瑟尔",
						["iLvl"] = 435,
						["time"] = 1565986240,
						["class"] = 2,
						["bTag"] = "灰色的轨迹#5550",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "无敌了孩子-洛萨",
						["iLvl"] = 433,
						["time"] = 1565994828,
						["class"] = 11,
						["bTag"] = "茫然之矮人#51752",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "双刃火鸡-无尽之海",
						["time"] = 1565985406,
						["class"] = 4,
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "伯爵贼帅-影之哀伤",
						["iLvl"] = 440,
						["time"] = 1565985426,
						["class"] = 4,
						["bTag"] = "伯爵#5591",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "一人闯世界-凤凰之神",
						["iLvl"] = 441,
						["time"] = 1565985444,
						["class"] = 3,
						["bTag"] = "路人王#51466",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "向北的枫-燃烧之刃",
						["iLvl"] = 436,
						["time"] = 1565987242,
						["class"] = 3,
						["bTag"] = "向北的枫#5916",
					}, -- [61]
					{
						["role"] = "HEALER",
						["name"] = "伯伦希尔德-伊森利恩",
						["iLvl"] = 440,
						["time"] = 1565987242,
						["class"] = 2,
						["bTag"] = "嗜血十字#5194",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "持箭闯天涯-洛丹伦",
						["iLvl"] = 438,
						["time"] = 1565990987,
						["class"] = 3,
						["bTag"] = "WOWahl#5704",
					}, -- [63]
					{
						["role"] = "HEALER",
						["name"] = "骑马不超速-艾露恩",
						["iLvl"] = 439,
						["time"] = 1565994300,
						["class"] = 2,
						["bTag"] = "普洱茶#5465",
					}, -- [64]
					{
						["role"] = "HEALER",
						["name"] = "凝烟微凉-拉文凯斯",
						["iLvl"] = 438,
						["time"] = 1565990987,
						["class"] = 5,
						["bTag"] = "凝烟微凉#5256",
					}, -- [65]
					{
						["role"] = "HEALER",
						["name"] = "無恶不作-安苏",
						["iLvl"] = 432,
						["time"] = 1565990794,
						["class"] = 5,
						["bTag"] = "十一#53194",
					}, -- [66]
					{
						["role"] = "HEALER",
						["name"] = "风暴祭师-死亡之翼",
						["iLvl"] = 438,
						["time"] = 1565997103,
						["class"] = 7,
						["bTag"] = "狂酷叼霸帅#5463",
					}, -- [67]
					{
						["role"] = "HEALER",
						["name"] = "佳芸-格瑞姆巴托",
						["iLvl"] = 439,
						["time"] = 1565994219,
						["class"] = 5,
						["bTag"] = "苏荷丶#51428",
					}, -- [68]
					{
						["role"] = "HEALER",
						["name"] = "限量版丨信徒-诺森德",
						["iLvl"] = 428,
						["time"] = 1565994828,
						["class"] = 5,
						["bTag"] = "哈尼哥#51875",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "猎血者-符文图腾",
						["iLvl"] = 442,
						["time"] = 1565994828,
						["class"] = 3,
						["bTag"] = "猎血者#5601",
					}, -- [70]
					{
						["role"] = "HEALER",
						["name"] = "打散咜们-凤凰之神",
						["iLvl"] = 438,
						["time"] = 1565997103,
						["class"] = 2,
						["bTag"] = "梅德韦杰夫#5419",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "人间四月-卡珊德拉",
						["iLvl"] = 435,
						["time"] = 1565997103,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "骑着小猪看日出#5184",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "众乐了-贫瘠之地",
						["iLvl"] = 433,
						["time"] = 1565997103,
						["class"] = 9,
						["bTag"] = "么呵么呵#5690",
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "洼洼有鬼-黑铁",
						["iLvl"] = 440,
						["time"] = 1565997055,
						["class"] = 11,
						["bTag"] = "樱花飘零#5860",
					}, -- [74]
				},
				["2-145-530-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "一株小白羊-格瑞姆巴托",
						["iLvl"] = 430,
						["time"] = 1565265395,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "清凉#51834",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "饱猪饱-耐奥祖",
						["iLvl"] = 435,
						["time"] = 1565265395,
						["class"] = 8,
						["bTag"] = "Drakones#5388",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "阿萨不太满-凤凰之神",
						["iLvl"] = 438,
						["time"] = 1565265395,
						["class"] = 7,
						["bTag"] = "机械之狼人#55607",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "臭丫头-幽暗沼泽",
						["iLvl"] = 440,
						["time"] = 1565265395,
						["class"] = 12,
						["bTag"] = "打击#51866",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "Revenge-克尔苏加德",
						["iLvl"] = 428,
						["time"] = 1565339525,
						["class"] = 1,
						["bTag"] = "Percocet#5802",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "灬彼岸花开灬-燃烧之刃",
						["iLvl"] = 436,
						["time"] = 1565339525,
						["class"] = 4,
						["bTag"] = "Kevin#53586",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "Bloodraven-影之哀伤",
						["iLvl"] = 434,
						["time"] = 1565339525,
						["class"] = 1,
						["bTag"] = "psychopath#5768",
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "布偶熊-燃烧之刃",
						["iLvl"] = 432,
						["time"] = 1565339525,
						["class"] = 7,
						["bTag"] = "布偶熊#5585",
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "绕指温柔丶-埃德萨拉",
						["iLvl"] = 419,
						["time"] = 1565427162,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "温柔绕指#5238",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "太坦造物者-凤凰之神",
						["iLvl"] = 442,
						["time"] = 1565427162,
						["class"] = 8,
						["bTag"] = "圣光忽悠着你#51379",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "我错爱一生-加兹鲁维",
						["iLvl"] = 431,
						["time"] = 1565427162,
						["class"] = 4,
						["bTag"] = "错爱一生#5994",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "南京大鲍鱼-埃德萨拉",
						["iLvl"] = 427,
						["time"] = 1565427162,
						["class"] = 4,
						["bTag"] = "心想事橙的老吴#5832",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "半度丶-死亡之翼",
						["iLvl"] = 429,
						["time"] = 1565578348,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "麻花#52453",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "不可一世杀手-死亡之翼",
						["iLvl"] = 435,
						["time"] = 1565578348,
						["class"] = 12,
						["bTag"] = "极度龙骑#5420",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "韩大路-格瑞姆巴托",
						["iLvl"] = 443,
						["time"] = 1565578348,
						["class"] = 4,
						["bTag"] = "破烂的牛仔裤#5559",
					}, -- [15]
					{
						["role"] = "HEALER",
						["name"] = "吾产牛奶-巨龙之吼",
						["iLvl"] = 433,
						["time"] = 1565578348,
						["class"] = 7,
						["bTag"] = "尼姑庵道士#5458",
					}, -- [16]
					{
						["role"] = "HEALER",
						["name"] = "Alexandcoco-伊森利恩",
						["iLvl"] = 434,
						["time"] = 1565699204,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "亚历桑德拉#5605",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "小小的波波-提瑞斯法",
						["iLvl"] = 439,
						["time"] = 1565699204,
						["class"] = 2,
						["bTag"] = "秋水浮萍任飘渺#51597",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "布拉德丨冰棍-冰风岗",
						["iLvl"] = 441,
						["time"] = 1565699204,
						["class"] = 8,
						["bTag"] = "街角流年#5440",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "晨忆蔻-凤凰之神",
						["iLvl"] = 443,
						["time"] = 1565699204,
						["class"] = 12,
						["bTag"] = "憂郁的殤#5499",
					}, -- [20]
					{
						["role"] = "HEALER",
						["name"] = "玩个雕啊-血色十字军",
						["iLvl"] = 436,
						["time"] = 1566039251,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "yase#5470",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "新沂党委书记-死亡之翼",
						["iLvl"] = 444,
						["time"] = 1566039251,
						["class"] = 1,
						["bTag"] = "YZPSAMA#5614",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "海淀派大星-黑暗之矛",
						["iLvl"] = 446,
						["time"] = 1566039251,
						["class"] = 4,
						["bTag"] = "海淀派大星#5848",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "斬月-狂热之刃",
						["iLvl"] = 444,
						["time"] = 1566039251,
						["class"] = 9,
						["bTag"] = "斩月#5374",
					}, -- [24]
					{
						["role"] = "TANK",
						["name"] = "布拉诺丶-凤凰之神",
						["iLvl"] = 443,
						["time"] = 1566136583,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "Dragon#52866",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "嫩膜-凤凰之神",
						["iLvl"] = 446,
						["time"] = 1566136583,
						["class"] = 4,
						["bTag"] = "臭咸鱼#51327",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "路大搞-凤凰之神",
						["iLvl"] = 444,
						["time"] = 1566136583,
						["class"] = 1,
						["bTag"] = "富贵险中求111#5129",
					}, -- [27]
					{
						["role"] = "HEALER",
						["name"] = "Grandlord-凤凰之神",
						["iLvl"] = 441,
						["time"] = 1566136583,
						["class"] = 2,
						["bTag"] = "风予风影#5636",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "恶迹重重-丽丽（四川）",
						["iLvl"] = 442,
						["time"] = 1566140771,
						["class"] = 12,
						["bTag"] = "只抽过将军#5539",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "追求打击感-死亡之翼",
						["iLvl"] = 439,
						["time"] = 1566140771,
						["class"] = 12,
						["bTag"] = "夜雨骑士#51548",
					}, -- [30]
					{
						["role"] = "HEALER",
						["name"] = "無悲-冰风岗",
						["iLvl"] = 439,
						["time"] = 1566140771,
						["class"] = 11,
						["bTag"] = "無悲#51550",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "垚炙㶴炎焱燚-阿格拉玛",
						["iLvl"] = 439,
						["time"] = 1566139973,
						["class"] = 4,
						["bTag"] = "属猪#51211",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "噬血狂襲-安苏",
						["iLvl"] = 441,
						["time"] = 1566140082,
						["class"] = 4,
						["bTag"] = "狂妄之英雄#5238926",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "缒风踏月-凤凰之神",
						["iLvl"] = 443,
						["time"] = 1566140771,
						["class"] = 7,
						["bTag"] = "追风踏月#5854",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "最爱秋刀鱼-无尽之海",
						["iLvl"] = 443,
						["time"] = 1566217196,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "月下美人#5697",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "樱桃小番茄-无尽之海",
						["iLvl"] = 439,
						["time"] = 1566217196,
						["class"] = 11,
						["bTag"] = "樱桃小番茄#51757",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "河边小树林-克尔苏加德",
						["iLvl"] = 438,
						["time"] = 1566217196,
						["class"] = 1,
						["bTag"] = "辕门射戟#51195",
					}, -- [37]
					{
						["role"] = "HEALER",
						["name"] = "Dreadlord-黑铁",
						["iLvl"] = 442,
						["time"] = 1566217196,
						["class"] = 7,
						["bTag"] = "帶頭大哥#5263",
					}, -- [38]
					{
						["role"] = "TANK",
						["name"] = "嗲宝贝玲玲-盖斯",
						["iLvl"] = 439,
						["time"] = 1566225150,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "二少爺#5360",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "丷王子丷-死亡之翼",
						["iLvl"] = 443,
						["time"] = 1566225150,
						["class"] = 4,
						["bTag"] = "StayN#51332",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "丷半夏丷-死亡之翼",
						["time"] = 1566225150,
						["class"] = 8,
					}, -- [41]
					{
						["role"] = "HEALER",
						["name"] = "鸟徳-死亡之翼",
						["iLvl"] = 442,
						["time"] = 1566225150,
						["class"] = 11,
						["bTag"] = "班子#51417",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "什么两只脚-迅捷微风",
						["iLvl"] = 442,
						["time"] = 1566370889,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "什么两只脚#5723",
					}, -- [43]
					{
						["role"] = "HEALER",
						["name"] = "耶熊-伊森利恩",
						["iLvl"] = 441,
						["time"] = 1566370889,
						["class"] = 11,
						["bTag"] = "雅蠛蝶#5252",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "性感的大裤衩-烈焰峰",
						["iLvl"] = 441,
						["time"] = 1566370889,
						["class"] = 12,
						["bTag"] = "回個記憶#5388",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "Abram-格瑞姆巴托",
						["iLvl"] = 441,
						["time"] = 1566370889,
						["class"] = 4,
						["bTag"] = "AbsolutionU#5640",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "单挑三丗哥-冰霜之刃",
						["iLvl"] = 440,
						["time"] = 1566483922,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "照脸往死踹#5438",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "丨汉堡包丨-格瑞姆巴托",
						["iLvl"] = 440,
						["time"] = 1566483922,
						["class"] = 9,
						["bTag"] = "小纯洁#5340",
					}, -- [48]
					{
						["role"] = "TANK",
						["name"] = "丿灬饕餮-安苏",
						["iLvl"] = 438,
						["time"] = 1566483922,
						["class"] = 1,
						["bTag"] = "狐小九#51312",
					}, -- [49]
					{
						["role"] = "HEALER",
						["name"] = "遥远的星河-安苏",
						["iLvl"] = 433,
						["time"] = 1566483922,
						["class"] = 5,
						["bTag"] = "孤独伴你成殇#5132",
					}, -- [50]
				},
				["6-0-17-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "小学圣-狂热之刃",
						["iLvl"] = 442,
						["time"] = 1565634208,
						["class"] = 8,
						["bTag"] = "你可以叫我神#5130",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "橙色丶风暴-安纳塞隆",
						["iLvl"] = 441,
						["time"] = 1565702340,
						["class"] = 3,
						["bTag"] = "熔岩之光#5670",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "欧欧嫩-安戈洛",
						["iLvl"] = 438,
						["time"] = 1565244834,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "GhostAssassi#5991",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "樱小蝶-伊森利恩",
						["iLvl"] = 446,
						["time"] = 1565244834,
						["class"] = 5,
						["bTag"] = "蝶儿小公主#5214",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "马尾辫很关键-布兰卡德",
						["iLvl"] = 434,
						["time"] = 1565244834,
						["class"] = 4,
						["bTag"] = "dinky#5694",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "失落邪恶-凤凰之神",
						["iLvl"] = 434,
						["time"] = 1565244834,
						["class"] = 4,
						["bTag"] = "真心牧魔#5668",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "Hopeless-加尔",
						["iLvl"] = 440,
						["time"] = 1565244834,
						["class"] = 11,
						["bTag"] = "猫熊树咕#5824",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "毁灭之痕-卡德加",
						["iLvl"] = 432,
						["time"] = 1565245299,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "amnesia#51865",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "明度-血色十字军",
						["iLvl"] = 444,
						["time"] = 1565245293,
						["class"] = 12,
						["bTag"] = "明度#51827",
					}, -- [9]
					{
						["role"] = "HEALER",
						["name"] = "炸肝的阿昆达-死亡之翼",
						["time"] = 1565245307,
						["class"] = 10,
						["leader"] = true,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "丶苦音音-燃烧之刃",
						["iLvl"] = 445,
						["time"] = 1565245671,
						["class"] = 8,
						["bTag"] = "苦音#5484",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "白丷起-红龙军团",
						["time"] = 1565245314,
						["class"] = 12,
						["leader"] = true,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "默语心皆寂-影之哀伤",
						["iLvl"] = 441,
						["time"] = 1565247083,
						["class"] = 10,
						["bTag"] = "诺小曼#51710",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "Christinal-狂热之刃",
						["iLvl"] = 440,
						["time"] = 1565245286,
						["class"] = 5,
						["bTag"] = "babysheep#51547",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "役天丶-无尽之海",
						["iLvl"] = 434,
						["time"] = 1565247083,
						["class"] = 1,
						["bTag"] = "雍和#5712",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "梦醒九分-凤凰之神",
						["iLvl"] = 437,
						["time"] = 1565245297,
						["class"] = 1,
						["bTag"] = "征服丶#5635",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "第一时间甩锅-凤凰之神",
						["iLvl"] = 441,
						["time"] = 1565245691,
						["class"] = 9,
						["bTag"] = "从良匪兵#51167",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "五人小分队-无尽之海",
						["iLvl"] = 443,
						["time"] = 1565245297,
						["class"] = 3,
						["bTag"] = "雷诺#5320",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "亡者天空-无尽之海",
						["time"] = 1565245293,
						["class"] = 1,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "醉灬浮生-死亡之翼",
						["iLvl"] = 436,
						["time"] = 1565245314,
						["class"] = 4,
						["bTag"] = "丨丶傲天灬#5494",
					}, -- [20]
					{
						["role"] = "TANK",
						["name"] = "羽落倾城-阿拉希",
						["iLvl"] = 438,
						["time"] = 1565245693,
						["class"] = 2,
						["bTag"] = "夜行者熊#5335",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "Magerua-死亡之翼",
						["iLvl"] = 440,
						["time"] = 1565245721,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "湖光山色#5733",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "一笑狂-凤凰之神",
						["iLvl"] = 404,
						["time"] = 1565245742,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "一笑狂#5567",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "风噬-埃德萨拉",
						["iLvl"] = 437,
						["time"] = 1565245671,
						["class"] = 12,
						["bTag"] = "小水晶#5870",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "萌灬猎手-凤凰之神",
						["iLvl"] = 418,
						["time"] = 1565245721,
						["class"] = 12,
						["bTag"] = "沉默之风暴#515135",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "普羅旺斯-冰风岗",
						["iLvl"] = 424,
						["time"] = 1565245546,
						["class"] = 9,
						["bTag"] = "普罗旺斯#5657",
					}, -- [26]
					{
						["role"] = "TANK",
						["name"] = "Norns-燃烧之刃",
						["iLvl"] = 438,
						["time"] = 1565245689,
						["class"] = 12,
						["bTag"] = "木登#51340",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "迷人丿浪浪-鬼雾峰",
						["iLvl"] = 438,
						["time"] = 1565245695,
						["class"] = 5,
						["bTag"] = "迷人#51409",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "言语就像风-冰风岗",
						["iLvl"] = 432,
						["time"] = 1565245742,
						["class"] = 8,
						["bTag"] = "Niubilityxxx#5180",
					}, -- [29]
					{
						["role"] = "TANK",
						["name"] = "欧煌丶小斋-燃烧之刃",
						["iLvl"] = 440,
						["time"] = 1565245742,
						["class"] = 10,
						["bTag"] = "歪神#5726",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "青神羽-伊森利恩",
						["iLvl"] = 439,
						["time"] = 1565245691,
						["class"] = 2,
						["bTag"] = "LittleKnight#51995",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "黎明破晓-凤凰之神",
						["time"] = 1565245704,
						["class"] = 1,
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "可乐治百病-伊森利恩",
						["time"] = 1565245717,
						["class"] = 9,
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "为了苞娜-安苏",
						["iLvl"] = 400,
						["time"] = 1565245704,
						["class"] = 3,
						["bTag"] = "最初的梦想#51746",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "Overwatch-烈焰峰",
						["iLvl"] = 434,
						["time"] = 1565245721,
						["class"] = 4,
						["bTag"] = "gdam#5199",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "好色的阿昆达-血色十字军",
						["iLvl"] = 429,
						["time"] = 1565245740,
						["class"] = 12,
						["bTag"] = "陆晓斌#51254",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "眾神之怒-加基森",
						["iLvl"] = 435,
						["time"] = 1565247024,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "众神之怒#5104",
					}, -- [37]
					{
						["role"] = "TANK",
						["name"] = "青青小溪-燃烧之刃",
						["time"] = 1565245695,
						["class"] = 12,
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "宇文拓-烈焰峰",
						["iLvl"] = 444,
						["time"] = 1565245704,
						["class"] = 1,
						["bTag"] = "花蝴蝶#5336",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "安静的鲸鱼-燃烧之刃",
						["iLvl"] = 436,
						["time"] = 1565245671,
						["class"] = 4,
						["bTag"] = "轻轻地揉#51544",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "千鍕-鲜血熔炉",
						["iLvl"] = 417,
						["time"] = 1565247079,
						["class"] = 11,
						["bTag"] = "魏亚楠#5971",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "阿咖酚散-伊森利恩",
						["iLvl"] = 442,
						["time"] = 1565245717,
						["class"] = 3,
						["bTag"] = "王大人#51821",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "丷烛火-格瑞姆巴托",
						["iLvl"] = 440,
						["time"] = 1565245719,
						["class"] = 8,
						["bTag"] = "柱国将军#5405",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "绛唇一抹-格瑞姆巴托",
						["iLvl"] = 439,
						["time"] = 1565245742,
						["class"] = 2,
						["bTag"] = "桃花绯雨#5345",
					}, -- [44]
					{
						["role"] = "TANK",
						["name"] = "花落听风-海克泰尔",
						["iLvl"] = 422,
						["time"] = 1565247083,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "七哥#5682",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "半度丷影夜-凤凰之神",
						["iLvl"] = 423,
						["time"] = 1565247079,
						["class"] = 4,
						["bTag"] = "半度#51452",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "十六亿的喧嚣-艾露恩",
						["iLvl"] = 410,
						["time"] = 1565247083,
						["class"] = 2,
						["bTag"] = "血风筝#5665",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "丶抹茶冰淇淋-格瑞姆巴托",
						["iLvl"] = 441,
						["time"] = 1565247079,
						["class"] = 8,
						["bTag"] = "抹茶冰淇淋#51611",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "放学妳别跑-烈焰峰",
						["iLvl"] = 437,
						["time"] = 1565247024,
						["class"] = 8,
						["bTag"] = "杨兴#5626",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "忧伤的小黄人-古尔丹",
						["iLvl"] = 431,
						["time"] = 1565247079,
						["class"] = 12,
						["bTag"] = "Fighting#5602",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "烟火天空-布兰卡德",
						["iLvl"] = 437,
						["time"] = 1565247024,
						["class"] = 6,
						["bTag"] = "烟火过后的天空#5483",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "菲洛-达尔坎",
						["time"] = 1565247024,
						["class"] = 4,
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "怼脸怼出血-格瑞姆巴托",
						["iLvl"] = 430,
						["time"] = 1565247079,
						["class"] = 2,
						["bTag"] = "洋葱圈#5560",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "玩你个锤子-燃烧之刃",
						["iLvl"] = 439,
						["time"] = 1565247079,
						["class"] = 1,
						["bTag"] = "无聊的产物#5622",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "烟雨战棠梨-无尽之海",
						["iLvl"] = 393,
						["time"] = 1565247081,
						["class"] = 11,
						["bTag"] = "Robin#51521",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "潜行超威蓝猫-死亡之翼",
						["iLvl"] = 427,
						["time"] = 1565247024,
						["class"] = 4,
						["bTag"] = "潜行的超威蓝猫#5687",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "驚丶無命-死亡之翼",
						["iLvl"] = 440,
						["time"] = 1565247024,
						["class"] = 9,
						["bTag"] = "流年丶易逝#5520",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "糖加三十勺-燃烧之刃",
						["iLvl"] = 438,
						["time"] = 1565247083,
						["class"] = 11,
						["bTag"] = "凛风千羽#5220",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "Yubel-凤凰之神",
						["iLvl"] = 438,
						["time"] = 1565247024,
						["class"] = 8,
						["bTag"] = "如若时光倒流#51430",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "走召弓虽口达-天空之墙",
						["time"] = 1565247024,
						["class"] = 8,
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "爱国敬业诚信-死亡之翼",
						["iLvl"] = 425,
						["time"] = 1565247079,
						["class"] = 1,
						["bTag"] = "灰烬十七#5171",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "我很火-凤凰之神",
						["iLvl"] = 440,
						["time"] = 1565247079,
						["class"] = 12,
						["bTag"] = "我很低调#5825",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "腰粗三米三-冰风岗",
						["iLvl"] = 441,
						["time"] = 1565247083,
						["class"] = 7,
						["bTag"] = "惯看秋月春风#51711",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "且醉且放舟-冰风岗",
						["iLvl"] = 425,
						["time"] = 1565247079,
						["class"] = 2,
						["bTag"] = "且醉#51591",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "默教授-血色十字军",
						["iLvl"] = 441,
						["time"] = 1565247083,
						["class"] = 8,
						["bTag"] = "欧皇默贺宾#5905",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "野花丶-死亡之翼",
						["time"] = 1565509414,
						["class"] = 11,
						["leader"] = true,
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "木兴兴-血色十字军",
						["time"] = 1565509414,
						["class"] = 1,
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "墨染雷霆-影之哀伤",
						["iLvl"] = 437,
						["time"] = 1565509655,
						["class"] = 1,
						["bTag"] = "飞翔的葡萄#51685",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "瓜跑跑-安苏",
						["time"] = 1565509414,
						["class"] = 4,
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "碧海潮生-安其拉",
						["time"] = 1565509414,
						["class"] = 4,
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "粉红色分团委-祖尔金",
						["time"] = 1565509455,
						["class"] = 3,
						["leader"] = true,
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "战斗的召唤二-主宰之剑",
						["time"] = 1565509455,
						["class"] = 4,
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "战斗的召唤三-主宰之剑",
						["time"] = 1565509455,
						["class"] = 4,
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "战斗的召唤一-亚雷戈斯",
						["time"] = 1565509455,
						["class"] = 9,
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "古尓丹乀-安苏",
						["iLvl"] = 427,
						["time"] = 1565509655,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "我是叶默我最叼#5993",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "谁家小娘子-诺兹多姆",
						["iLvl"] = 442,
						["time"] = 1565509655,
						["class"] = 3,
						["bTag"] = "伦八锅锅#5470",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "蓝海灵-伊瑟拉",
						["iLvl"] = 439,
						["time"] = 1565509655,
						["class"] = 3,
						["bTag"] = "蓝色之东海#5240",
					}, -- [77]
					{
						["role"] = "HEALER",
						["name"] = "美加宝-安苏",
						["iLvl"] = 444,
						["time"] = 1565509655,
						["class"] = 2,
						["bTag"] = "戴子辰#5871",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "科学养猪丶-阿比迪斯",
						["iLvl"] = 415,
						["time"] = 1565509655,
						["class"] = 3,
						["bTag"] = "乱马#51916",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "贺兰铭凡-白骨荒野",
						["iLvl"] = 403,
						["time"] = 1565509655,
						["class"] = 8,
						["bTag"] = "若水#5954",
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "风行者三骚-凤凰之神",
						["iLvl"] = 438,
						["time"] = 1565509655,
						["class"] = 4,
						["bTag"] = "西瓜琵#5401",
					}, -- [81]
					{
						["role"] = "TANK",
						["name"] = "谢老板丶-奥尔加隆",
						["iLvl"] = 415,
						["time"] = 1565509655,
						["class"] = 2,
						["bTag"] = "前方高能#5687",
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "嗑瓜子的蜗牛-奥尔加隆",
						["iLvl"] = 443,
						["time"] = 1565509655,
						["class"] = 2,
						["bTag"] = "CrazyPants#510971",
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "贼拉好看-斯克提斯",
						["time"] = 1565509559,
						["class"] = 4,
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "疯癫到巅峰-菲米丝",
						["iLvl"] = 429,
						["time"] = 1565509655,
						["class"] = 1,
						["bTag"] = "老酒#5949",
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "土屋安娜-暴风祭坛",
						["iLvl"] = 429,
						["time"] = 1565509642,
						["class"] = 2,
						["bTag"] = "不哭死神#5370",
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "灬大野灬-塞拉摩",
						["iLvl"] = 438,
						["time"] = 1565700727,
						["class"] = 9,
						["bTag"] = "大野#5965",
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "Dansemacabre-死亡之翼",
						["iLvl"] = 440,
						["time"] = 1565634742,
						["class"] = 5,
						["bTag"] = "茄子#52741",
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "无敌的啊小-死亡之翼",
						["iLvl"] = 446,
						["time"] = 1565630956,
						["class"] = 9,
						["bTag"] = "无敌的啊小#5215",
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "血剑暗魂-布兰卡德",
						["iLvl"] = 423,
						["time"] = 1565630956,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "MegumiFreak#5456",
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "Redondo-凤凰之神",
						["iLvl"] = 445,
						["time"] = 1565634709,
						["class"] = 9,
						["bTag"] = "nesta#51189",
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "牛利灵-德拉诺",
						["time"] = 1565630557,
						["class"] = 3,
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "Rexar-伊利丹",
						["iLvl"] = 432,
						["time"] = 1565630553,
						["class"] = 3,
						["bTag"] = "依然灬独角戏#5532",
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "丶冰块-凤凰之神",
						["iLvl"] = 400,
						["time"] = 1565630681,
						["class"] = 8,
						["bTag"] = "欧嘎#5689",
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "艾利克斯哩-凤凰之神",
						["iLvl"] = 434,
						["time"] = 1565634823,
						["class"] = 8,
						["bTag"] = "艾力克斯李#5156",
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "稀饭-洛萨",
						["iLvl"] = 420,
						["time"] = 1565630956,
						["class"] = 4,
						["bTag"] = "农电工#5758",
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "凯迪拉皮-纳克萨玛斯",
						["iLvl"] = 415,
						["time"] = 1565630956,
						["class"] = 1,
						["bTag"] = "蛮力之裤#537470",
					}, -- [97]
					{
						["role"] = "TANK",
						["name"] = "花有重开曰-古尔丹",
						["iLvl"] = 418,
						["time"] = 1565630956,
						["class"] = 2,
						["bTag"] = "韩雨#5739",
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "丶丶乙-埃德萨拉",
						["iLvl"] = 422,
						["time"] = 1565630592,
						["class"] = 4,
						["bTag"] = "火龍#51875",
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "分手下一题-死亡之翼",
						["iLvl"] = 438,
						["time"] = 1565634762,
						["class"] = 8,
						["bTag"] = "茄子#52741",
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "风尘云烟-鲜血熔炉",
						["time"] = 1565630956,
						["class"] = 3,
					}, -- [101]
					{
						["role"] = "TANK",
						["name"] = "赖美云-斩魔者",
						["time"] = 1565630557,
						["class"] = 11,
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "里奥雷乌斯-凤凰之神",
						["time"] = 1565630905,
						["class"] = 3,
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "热血活宝-戈提克",
						["iLvl"] = 416,
						["time"] = 1565630956,
						["class"] = 11,
						["bTag"] = "热血活宝#5199",
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["name"] = "馥夕-影之哀伤",
						["time"] = 1565630956,
						["class"] = 9,
					}, -- [105]
					{
						["role"] = "DAMAGER",
						["name"] = "永夜深寒-凤凰之神",
						["iLvl"] = 436,
						["time"] = 1565706227,
						["class"] = 6,
						["bTag"] = "末路狂徒#5153",
					}, -- [106]
					{
						["role"] = "TANK",
						["name"] = "冰舞蝶樱-布兰卡德",
						["iLvl"] = 442,
						["time"] = 1565630622,
						["class"] = 6,
						["bTag"] = "枯萎之美#5826",
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "郭达丶斯坦森-冰霜之刃",
						["iLvl"] = 433,
						["time"] = 1565630681,
						["class"] = 12,
						["bTag"] = "重生#5550",
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "悲欢与余生-黑铁",
						["time"] = 1565705393,
						["class"] = 9,
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "我的小粪粪-风暴之鳞",
						["time"] = 1565630956,
						["class"] = 12,
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "馥绯-影之哀伤",
						["time"] = 1565630956,
						["class"] = 9,
					}, -- [111]
					{
						["role"] = "TANK",
						["name"] = "岚的传承-加尔",
						["iLvl"] = 392,
						["time"] = 1565630956,
						["class"] = 6,
						["bTag"] = "夜漠#5974",
					}, -- [112]
					{
						["role"] = "DAMAGER",
						["name"] = "凤皇-布鲁塔卢斯",
						["time"] = 1565630956,
						["class"] = 1,
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "晴时有風-死亡之翼",
						["time"] = 1565634742,
						["class"] = 3,
					}, -- [114]
					{
						["role"] = "DAMAGER",
						["name"] = "Akillina-冰风岗",
						["iLvl"] = 441,
						["time"] = 1565630956,
						["class"] = 4,
						["bTag"] = "Lcccccccc#51471",
					}, -- [115]
					{
						["role"] = "DAMAGER",
						["name"] = "大恶人双叶-死亡之翼",
						["iLvl"] = 445,
						["time"] = 1565633717,
						["class"] = 9,
						["bTag"] = "言灵#5570",
					}, -- [116]
					{
						["role"] = "DAMAGER",
						["name"] = "黄攻子-血色十字军",
						["iLvl"] = 434,
						["time"] = 1565630571,
						["class"] = 8,
						["bTag"] = "饮奶#5234",
					}, -- [117]
					{
						["role"] = "DAMAGER",
						["name"] = "㚷㚷-凤凰之神",
						["iLvl"] = 420,
						["time"] = 1565630956,
						["class"] = 12,
						["bTag"] = "summer#52206",
					}, -- [118]
					{
						["role"] = "DAMAGER",
						["name"] = "落黎黎-奥尔加隆",
						["iLvl"] = 424,
						["time"] = 1565635369,
						["class"] = 11,
						["bTag"] = "野鬼丶#51448",
					}, -- [119]
					{
						["role"] = "DAMAGER",
						["name"] = "懵了个鱼-鬼雾峰",
						["time"] = 1565630665,
						["class"] = 9,
					}, -- [120]
					{
						["role"] = "DAMAGER",
						["name"] = "轻轻的带走你-凤凰之神",
						["iLvl"] = 440,
						["time"] = 1565634489,
						["class"] = 4,
						["bTag"] = "张澎#5457",
					}, -- [121]
					{
						["role"] = "DAMAGER",
						["name"] = "教练丨死骑贰-贫瘠之地",
						["iLvl"] = 440,
						["time"] = 1565630671,
						["class"] = 6,
						["bTag"] = "Pillow#5738",
					}, -- [122]
					{
						["role"] = "DAMAGER",
						["name"] = "丶硝烟-格瑞姆巴托",
						["iLvl"] = 442,
						["time"] = 1565635369,
						["class"] = 2,
						["bTag"] = "刘洪兵#5184",
					}, -- [123]
					{
						["role"] = "DAMAGER",
						["name"] = "燎里-格瑞姆巴托",
						["time"] = 1565630759,
						["class"] = 4,
					}, -- [124]
					{
						["role"] = "DAMAGER",
						["name"] = "短暂的三鹿-安苏",
						["iLvl"] = 437,
						["time"] = 1565630759,
						["class"] = 5,
						["bTag"] = "Ray#55595",
					}, -- [125]
					{
						["role"] = "DAMAGER",
						["name"] = "鸿落冬原丶-凤凰之神",
						["iLvl"] = 438,
						["time"] = 1565630759,
						["class"] = 4,
						["bTag"] = "Bodom#51840",
					}, -- [126]
					{
						["role"] = "DAMAGER",
						["name"] = "凌烟阁-幽暗沼泽",
						["iLvl"] = 432,
						["time"] = 1565630759,
						["class"] = 8,
						["bTag"] = "璀璨的烟火#5566",
					}, -- [127]
					{
						["role"] = "DAMAGER",
						["name"] = "雪梨的老公-死亡之翼",
						["iLvl"] = 441,
						["time"] = 1565635290,
						["class"] = 1,
						["bTag"] = "幻光轮觉#5162",
					}, -- [128]
					{
						["role"] = "DAMAGER",
						["name"] = "柒月的风-无尽之海",
						["iLvl"] = 426,
						["time"] = 1565630873,
						["class"] = 7,
						["bTag"] = "JiaSenBao#5130",
					}, -- [129]
					{
						["role"] = "DAMAGER",
						["name"] = "抓个咕咕养-血色十字军",
						["time"] = 1565630850,
						["class"] = 3,
					}, -- [130]
					{
						["role"] = "TANK",
						["name"] = "我要粉碎你们-无尽之海",
						["iLvl"] = 388,
						["time"] = 1565630956,
						["class"] = 6,
						["bTag"] = "Genji#53972",
					}, -- [131]
					{
						["role"] = "DAMAGER",
						["name"] = "鐵乄血-克尔苏加德",
						["time"] = 1565630956,
						["class"] = 12,
					}, -- [132]
					{
						["role"] = "DAMAGER",
						["name"] = "清风逸-影之哀伤",
						["iLvl"] = 441,
						["time"] = 1565635369,
						["class"] = 1,
						["bTag"] = "清逸#5519",
					}, -- [133]
					{
						["role"] = "DAMAGER",
						["name"] = "扁鹊神医-迅捷微风",
						["iLvl"] = 437,
						["time"] = 1565633402,
						["class"] = 11,
						["bTag"] = "啊火#51211",
					}, -- [134]
					{
						["role"] = "DAMAGER",
						["name"] = "死神丶左手-布鲁塔卢斯",
						["iLvl"] = 421,
						["time"] = 1565634723,
						["class"] = 10,
						["bTag"] = "奎尔多雷#5256",
					}, -- [135]
					{
						["role"] = "TANK",
						["name"] = "寒冰玫瑰-提瑞斯法",
						["iLvl"] = 411,
						["time"] = 1565635369,
						["class"] = 6,
						["bTag"] = "玫瑰#5866",
					}, -- [136]
					{
						["role"] = "DAMAGER",
						["name"] = "鉄乄血-克尔苏加德",
						["iLvl"] = 445,
						["time"] = 1565635019,
						["class"] = 1,
						["bTag"] = "鉄乄血#5915",
					}, -- [137]
					{
						["role"] = "DAMAGER",
						["name"] = "Ohohohno-格瑞姆巴托",
						["time"] = 1565633819,
						["class"] = 9,
					}, -- [138]
					{
						["role"] = "DAMAGER",
						["name"] = "佩奇灬-丽丽（四川）",
						["iLvl"] = 441,
						["time"] = 1565634852,
						["class"] = 12,
						["bTag"] = "hello#54337",
					}, -- [139]
					{
						["role"] = "DAMAGER",
						["name"] = "灵基灌注-埃德萨拉",
						["iLvl"] = 433,
						["time"] = 1565635171,
						["class"] = 2,
						["bTag"] = "Starman#51675",
					}, -- [140]
					{
						["role"] = "DAMAGER",
						["name"] = "清不到-死亡之翼",
						["iLvl"] = 440,
						["time"] = 1565635369,
						["class"] = 4,
						["bTag"] = "宋将军#51394",
					}, -- [141]
					{
						["role"] = "DAMAGER",
						["name"] = "喜感妹妹-凤凰之神",
						["time"] = 1565632736,
						["class"] = 4,
					}, -- [142]
					{
						["role"] = "DAMAGER",
						["name"] = "沉默利刃-希尔瓦娜斯",
						["iLvl"] = 439,
						["time"] = 1565632340,
						["class"] = 4,
						["bTag"] = "全民丶张二哥#5985",
					}, -- [143]
					{
						["role"] = "DAMAGER",
						["name"] = "强盗逻辑-海克泰尔",
						["iLvl"] = 435,
						["time"] = 1565632077,
						["class"] = 3,
						["bTag"] = "指上谈兵丶#5323",
					}, -- [144]
					{
						["role"] = "DAMAGER",
						["name"] = "灬咸饼干-凤凰之神",
						["iLvl"] = 445,
						["time"] = 1565632340,
						["class"] = 10,
						["bTag"] = "黄志明#51683",
					}, -- [145]
					{
						["role"] = "HEALER",
						["name"] = "摇摇凌-燃烧之刃",
						["iLvl"] = 438,
						["time"] = 1565632297,
						["class"] = 2,
						["bTag"] = "摇摇凌#5541",
					}, -- [146]
					{
						["role"] = "DAMAGER",
						["name"] = "泰莉紗-凤凰之神",
						["iLvl"] = 432,
						["time"] = 1565704968,
						["class"] = 4,
						["bTag"] = "迷失银河#5620",
					}, -- [147]
					{
						["role"] = "DAMAGER",
						["name"] = "Gusta-刀塔",
						["iLvl"] = 436,
						["time"] = 1565635369,
						["class"] = 12,
						["bTag"] = "Gusta#5798",
					}, -- [148]
					{
						["role"] = "DAMAGER",
						["name"] = "强森霸霸丶-贫瘠之地",
						["iLvl"] = 432,
						["time"] = 1565634917,
						["class"] = 4,
						["bTag"] = "干里良#5242",
					}, -- [149]
					{
						["role"] = "DAMAGER",
						["name"] = "星灬炎-冰霜之刃",
						["iLvl"] = 436,
						["time"] = 1565635236,
						["class"] = 2,
						["bTag"] = "来啦老弟#5249",
					}, -- [150]
					{
						["role"] = "DAMAGER",
						["name"] = "魅力小馨-托尔巴拉德",
						["iLvl"] = 418,
						["time"] = 1565635369,
						["class"] = 3,
						["bTag"] = "芳馨#51968",
					}, -- [151]
					{
						["role"] = "DAMAGER",
						["name"] = "丶甜甜圈丨-贫瘠之地",
						["iLvl"] = 437,
						["time"] = 1565635236,
						["class"] = 4,
						["bTag"] = "干里良#5242",
					}, -- [152]
					{
						["role"] = "DAMAGER",
						["name"] = "Drshoot-回音山",
						["time"] = 1565632297,
						["class"] = 3,
					}, -- [153]
					{
						["role"] = "DAMAGER",
						["name"] = "是你的小鸡哦-冰风岗",
						["iLvl"] = 428,
						["time"] = 1565632905,
						["class"] = 9,
						["bTag"] = "傲竖冲鸡#5992",
					}, -- [154]
					{
						["role"] = "DAMAGER",
						["name"] = "诗词曲赋-死亡之翼",
						["iLvl"] = 441,
						["time"] = 1565635369,
						["class"] = 12,
						["bTag"] = "昆仑#5657",
					}, -- [155]
					{
						["role"] = "DAMAGER",
						["name"] = "伊夫圣罗兰-燃烧之刃",
						["iLvl"] = 441,
						["time"] = 1565634415,
						["class"] = 2,
						["bTag"] = "柔弱的小米粥#5531",
					}, -- [156]
					{
						["role"] = "DAMAGER",
						["name"] = "丨栀一丨-凤凰之神",
						["iLvl"] = 439,
						["time"] = 1565635369,
						["class"] = 2,
						["bTag"] = "丨潇洒丨#51475",
					}, -- [157]
					{
						["role"] = "DAMAGER",
						["name"] = "Pinkblower-死亡之翼",
						["iLvl"] = 443,
						["time"] = 1565631980,
						["class"] = 9,
						["bTag"] = "卡利斯#51455",
					}, -- [158]
					{
						["role"] = "DAMAGER",
						["name"] = "逍遥游侠-藏宝海湾",
						["iLvl"] = 417,
						["time"] = 1565631940,
						["class"] = 3,
						["bTag"] = "逍遥夜猫子#5110",
					}, -- [159]
					{
						["role"] = "DAMAGER",
						["name"] = "咕咕小萌德-巴纳扎尔",
						["iLvl"] = 439,
						["time"] = 1565633172,
						["class"] = 11,
						["bTag"] = "Summer#5838",
					}, -- [160]
					{
						["role"] = "HEALER",
						["name"] = "夜尐未央-死亡之翼",
						["time"] = 1565632007,
						["class"] = 5,
					}, -- [161]
					{
						["role"] = "DAMAGER",
						["name"] = "Eyeballs-阿拉希",
						["iLvl"] = 443,
						["time"] = 1565632438,
						["class"] = 11,
						["bTag"] = "艾帅牛丶#5921",
					}, -- [162]
					{
						["role"] = "DAMAGER",
						["name"] = "城九草雪暴-血色十字军",
						["iLvl"] = 400,
						["time"] = 1565632180,
						["class"] = 4,
						["bTag"] = "班主任来了#5597",
					}, -- [163]
					{
						["role"] = "DAMAGER",
						["name"] = "抹茶冰沙-凤凰之神",
						["iLvl"] = 437,
						["time"] = 1565632338,
						["class"] = 3,
						["bTag"] = "香菜包子#5748",
					}, -- [164]
					{
						["role"] = "DAMAGER",
						["name"] = "要命的小蛮腰-无尽之海",
						["iLvl"] = 428,
						["time"] = 1565633191,
						["class"] = 12,
						["bTag"] = "幸运之虎#510196",
					}, -- [165]
					{
						["role"] = "DAMAGER",
						["name"] = "我从梦中醒来-冰风岗",
						["iLvl"] = 442,
						["time"] = 1565635222,
						["class"] = 4,
						["bTag"] = "玩的还行吧#5797",
					}, -- [166]
					{
						["role"] = "DAMAGER",
						["name"] = "女子丶无才-燃烧之刃",
						["iLvl"] = 441,
						["time"] = 1565632723,
						["class"] = 11,
						["bTag"] = "苦逼的小盗贼#5276",
					}, -- [167]
					{
						["role"] = "DAMAGER",
						["name"] = "邻姣-冰风岗",
						["iLvl"] = 437,
						["time"] = 1565632514,
						["class"] = 12,
						["bTag"] = "邻角#5726",
					}, -- [168]
					{
						["role"] = "DAMAGER",
						["name"] = "一幻归海-元素之力",
						["iLvl"] = 432,
						["time"] = 1565635369,
						["class"] = 3,
						["bTag"] = "直布罗陀老站长#5424",
					}, -- [169]
					{
						["role"] = "DAMAGER",
						["name"] = "笑看天涯路-血色十字军",
						["iLvl"] = 443,
						["time"] = 1565635369,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "小小螃蟹八只脚#5330",
					}, -- [170]
					{
						["role"] = "HEALER",
						["name"] = "摇摇德-格瑞姆巴托",
						["iLvl"] = 439,
						["time"] = 1565632666,
						["class"] = 11,
						["bTag"] = "摇摇凌#5541",
					}, -- [171]
					{
						["role"] = "HEALER",
						["name"] = "毛毛虫子-燃烧之刃",
						["iLvl"] = 414,
						["time"] = 1565632706,
						["class"] = 2,
						["bTag"] = "石译歌#5900",
					}, -- [172]
					{
						["role"] = "DAMAGER",
						["name"] = "Evilsylvanus-霜之哀伤",
						["iLvl"] = 436,
						["time"] = 1565632711,
						["class"] = 3,
						["bTag"] = "灵魂猎手#5547",
					}, -- [173]
					{
						["role"] = "DAMAGER",
						["name"] = "龙翔-克尔苏加德",
						["iLvl"] = 431,
						["time"] = 1565632753,
						["class"] = 8,
						["bTag"] = "飞儿龙翔#5205",
					}, -- [174]
					{
						["role"] = "DAMAGER",
						["name"] = "天霸动霸灬-冬泉谷",
						["iLvl"] = 442,
						["time"] = 1565634322,
						["class"] = 4,
						["bTag"] = "守候這葮情#5652",
					}, -- [175]
					{
						["role"] = "DAMAGER",
						["name"] = "妖孽丶快跑-加基森",
						["iLvl"] = 442,
						["time"] = 1565634168,
						["class"] = 12,
						["bTag"] = "妖孽丶快跑#51202",
					}, -- [176]
					{
						["role"] = "DAMAGER",
						["name"] = "怜悯的爱-凤凰之神",
						["iLvl"] = 438,
						["time"] = 1565633717,
						["class"] = 10,
						["bTag"] = "怜悯的爱#5665",
					}, -- [177]
					{
						["role"] = "DAMAGER",
						["name"] = "霸霸-希雷诺斯",
						["iLvl"] = 408,
						["time"] = 1565635369,
						["class"] = 12,
						["bTag"] = "大白牛#5928",
					}, -- [178]
					{
						["role"] = "DAMAGER",
						["name"] = "Niertwob-迅捷微风",
						["time"] = 1565632872,
						["class"] = 4,
					}, -- [179]
					{
						["role"] = "DAMAGER",
						["name"] = "麻园老司机-无尽之海",
						["iLvl"] = 411,
						["time"] = 1565635369,
						["class"] = 11,
						["bTag"] = "艾泽老拉斯#5913",
					}, -- [180]
					{
						["role"] = "DAMAGER",
						["name"] = "风与溪流-凤凰之神",
						["iLvl"] = 441,
						["time"] = 1565633322,
						["class"] = 7,
						["bTag"] = "溪流与远方#5877",
					}, -- [181]
					{
						["role"] = "DAMAGER",
						["name"] = "暮朝云-死亡之翼",
						["iLvl"] = 445,
						["time"] = 1565633865,
						["class"] = 7,
						["bTag"] = "renwind#5223",
					}, -- [182]
					{
						["role"] = "DAMAGER",
						["name"] = "露西娅灬-伊森利恩",
						["iLvl"] = 440,
						["time"] = 1565634112,
						["class"] = 7,
						["bTag"] = "露西#5776",
					}, -- [183]
					{
						["role"] = "TANK",
						["name"] = "是你的小鸡喲-冰风岗",
						["iLvl"] = 437,
						["time"] = 1565633402,
						["class"] = 6,
						["bTag"] = "傲竖冲鸡#5992",
					}, -- [184]
					{
						["role"] = "DAMAGER",
						["name"] = "冰之晶-迦拉克隆",
						["iLvl"] = 440,
						["time"] = 1565634707,
						["class"] = 10,
						["bTag"] = "冰之幽雪#5720",
					}, -- [185]
					{
						["role"] = "DAMAGER",
						["name"] = "话说丨灬-死亡之翼",
						["iLvl"] = 440,
						["time"] = 1565634039,
						["class"] = 4,
						["bTag"] = "起风了#51196",
					}, -- [186]
					{
						["role"] = "DAMAGER",
						["name"] = "溙灆徳-幽暗沼泽",
						["iLvl"] = 423,
						["time"] = 1565749059,
						["class"] = 5,
						["bTag"] = "Tyrande23#5805",
					}, -- [187]
					{
						["role"] = "TANK",
						["name"] = "恐山丶安娜-幽暗沼泽",
						["iLvl"] = 436,
						["time"] = 1565749059,
						["class"] = 2,
						["bTag"] = "Tyrande23#5805",
					}, -- [188]
					{
						["role"] = "TANK",
						["name"] = "依然小晓婍-甜水绿洲",
						["iLvl"] = 412,
						["time"] = 1565633941,
						["class"] = 2,
						["bTag"] = "依然#5804",
					}, -- [189]
					{
						["role"] = "DAMAGER",
						["name"] = "冰柠橙夏-凤凰之神",
						["iLvl"] = 437,
						["time"] = 1565635369,
						["class"] = 11,
						["bTag"] = "香菜包子#5748",
					}, -- [190]
					{
						["role"] = "DAMAGER",
						["name"] = "歇你翻天-血色十字军",
						["time"] = 1565633977,
						["class"] = 5,
					}, -- [191]
					{
						["role"] = "DAMAGER",
						["name"] = "阿爾薩斯之手-希雷诺斯",
						["iLvl"] = 437,
						["time"] = 1565635369,
						["class"] = 6,
						["bTag"] = "大白牛#5928",
					}, -- [192]
					{
						["role"] = "DAMAGER",
						["name"] = "灬暗舞灬-伊利丹",
						["iLvl"] = 422,
						["time"] = 1565749059,
						["class"] = 11,
						["bTag"] = "Kelvin#5645",
					}, -- [193]
					{
						["role"] = "TANK",
						["name"] = "婬乱大魔王-死亡之翼",
						["iLvl"] = 437,
						["time"] = 1565634346,
						["class"] = 10,
						["bTag"] = "祥龙麒麟天禄#5845",
					}, -- [194]
					{
						["role"] = "DAMAGER",
						["name"] = "飘渺的影子-格瑞姆巴托",
						["iLvl"] = 438,
						["time"] = 1565635369,
						["class"] = 8,
						["bTag"] = "飘渺的影子#5275",
					}, -- [195]
					{
						["role"] = "DAMAGER",
						["name"] = "Purpleshadow-格瑞姆巴托",
						["iLvl"] = 436,
						["time"] = 1565635369,
						["class"] = 9,
						["bTag"] = "忧郁的秃头#5901",
					}, -- [196]
					{
						["role"] = "DAMAGER",
						["name"] = "吖雕-贫瘠之地",
						["time"] = 1565635369,
						["class"] = 11,
					}, -- [197]
					{
						["role"] = "DAMAGER",
						["name"] = "丶笨之煞-贫瘠之地",
						["iLvl"] = 434,
						["time"] = 1565634564,
						["class"] = 4,
						["bTag"] = "为了部落#599347",
					}, -- [198]
					{
						["role"] = "DAMAGER",
						["name"] = "喵妮莎的鸽-凤凰之神",
						["iLvl"] = 432,
						["time"] = 1565634425,
						["class"] = 12,
						["bTag"] = "Minstrel#5881",
					}, -- [199]
					{
						["role"] = "DAMAGER",
						["name"] = "Justank-克尔苏加德",
						["iLvl"] = 436,
						["time"] = 1565635369,
						["class"] = 2,
						["bTag"] = "Zelord#5585",
					}, -- [200]
					{
						["role"] = "TANK",
						["name"] = "淡然灬夜幕-血色十字军",
						["iLvl"] = 443,
						["time"] = 1565635369,
						["class"] = 2,
						["bTag"] = "特仑苏#5652",
					}, -- [201]
					{
						["role"] = "DAMAGER",
						["name"] = "刺瞎你的眼-古尔丹",
						["iLvl"] = 400,
						["time"] = 1565635369,
						["class"] = 3,
						["bTag"] = "沉默之剑#529851",
					}, -- [202]
					{
						["role"] = "DAMAGER",
						["name"] = "虚空丨梦魇-死亡之翼",
						["time"] = 1565635369,
						["class"] = 12,
					}, -- [203]
					{
						["role"] = "DAMAGER",
						["name"] = "邪恶魔灵-烈焰峰",
						["iLvl"] = 438,
						["time"] = 1565635075,
						["class"] = 8,
						["bTag"] = "科科#5192",
					}, -- [204]
					{
						["role"] = "DAMAGER",
						["name"] = "轻音少女-海克泰尔",
						["iLvl"] = 444,
						["time"] = 1565635369,
						["class"] = 2,
						["bTag"] = "Edj#5974",
					}, -- [205]
					{
						["role"] = "DAMAGER",
						["name"] = "欢迎你-霜狼",
						["iLvl"] = 401,
						["time"] = 1565635046,
						["class"] = 4,
						["bTag"] = "许诺#51269",
					}, -- [206]
					{
						["role"] = "DAMAGER",
						["name"] = "Rethmo-伊森利恩",
						["iLvl"] = 437,
						["time"] = 1565635111,
						["class"] = 2,
						["bTag"] = "小爽#5914",
					}, -- [207]
					{
						["role"] = "HEALER",
						["name"] = "星空下的婴儿-凤凰之神",
						["iLvl"] = 442,
						["time"] = 1565634996,
						["class"] = 5,
						["bTag"] = "Saber#5866",
					}, -- [208]
					{
						["role"] = "DAMAGER",
						["name"] = "秋水仙碱-达尔坎",
						["iLvl"] = 411,
						["time"] = 1565635171,
						["class"] = 6,
						["bTag"] = "台游文#5793",
					}, -- [209]
					{
						["role"] = "TANK",
						["name"] = "Maiminfak-丽丽（四川）",
						["iLvl"] = 439,
						["time"] = 1565635185,
						["class"] = 6,
						["bTag"] = "津巴布韦下等贫民#5551",
					}, -- [210]
					{
						["role"] = "DAMAGER",
						["name"] = "报警了-苏塔恩",
						["iLvl"] = 447,
						["time"] = 1565635085,
						["class"] = 4,
						["bTag"] = "菜就多练#5128",
					}, -- [211]
					{
						["role"] = "DAMAGER",
						["name"] = "疯牛哥晴朗-冰霜之刃",
						["iLvl"] = 429,
						["time"] = 1565635212,
						["class"] = 1,
						["bTag"] = "晴朗#5346",
					}, -- [212]
					{
						["role"] = "DAMAGER",
						["name"] = "灬嘉嘉灬-暗影议会",
						["iLvl"] = 436,
						["time"] = 1565635173,
						["class"] = 8,
						["bTag"] = "灬嘉嘉灬#51817",
					}, -- [213]
					{
						["role"] = "DAMAGER",
						["name"] = "梦里梦见丶他-凤凰之神",
						["iLvl"] = 422,
						["time"] = 1565635261,
						["class"] = 4,
						["bTag"] = "幸运之枭#51320",
					}, -- [214]
					{
						["role"] = "DAMAGER",
						["name"] = "下雨天吃燕窝-凤凰之神",
						["iLvl"] = 426,
						["time"] = 1565635369,
						["class"] = 2,
						["bTag"] = "TOPAS#51677",
					}, -- [215]
					{
						["role"] = "DAMAGER",
						["name"] = "怿文丶-古加尔",
						["iLvl"] = 442,
						["time"] = 1565635369,
						["class"] = 12,
						["bTag"] = "怿文丶#5543",
					}, -- [216]
					{
						["role"] = "DAMAGER",
						["name"] = "阿衡-安苏",
						["iLvl"] = 425,
						["time"] = 1565635369,
						["class"] = 3,
						["bTag"] = "刹那芳华#52309",
					}, -- [217]
					{
						["role"] = "DAMAGER",
						["name"] = "小年同学-影之哀伤",
						["iLvl"] = 443,
						["time"] = 1565635369,
						["class"] = 9,
						["bTag"] = "mark#51612",
					}, -- [218]
					{
						["role"] = "DAMAGER",
						["name"] = "马勒格彼德-雏龙之翼",
						["iLvl"] = 413,
						["time"] = 1565706227,
						["class"] = 11,
						["bTag"] = "afanfy#5956",
					}, -- [219]
					{
						["role"] = "TANK",
						["name"] = "夜灬風-燃烧之刃",
						["iLvl"] = 416,
						["time"] = 1565635369,
						["class"] = 11,
						["bTag"] = "鬼冢英佶#5916",
					}, -- [220]
					{
						["role"] = "HEALER",
						["name"] = "阿扉丷-安苏",
						["iLvl"] = 444,
						["time"] = 1565670466,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "遥远的她#52828",
					}, -- [221]
					{
						["role"] = "DAMAGER",
						["name"] = "神月丶卡琳-埃德萨拉",
						["iLvl"] = 439,
						["time"] = 1565670348,
						["class"] = 2,
						["bTag"] = "wakana#5442",
					}, -- [222]
					{
						["role"] = "DAMAGER",
						["name"] = "烽火望尘寰-阿克蒙德",
						["iLvl"] = 438,
						["time"] = 1565670416,
						["class"] = 1,
						["bTag"] = "甜到哀伤#5781",
					}, -- [223]
					{
						["role"] = "HEALER",
						["name"] = "求干我好吧-格瑞姆巴托",
						["iLvl"] = 440,
						["time"] = 1565670361,
						["class"] = 7,
						["bTag"] = "吉格里斯#5748",
					}, -- [224]
					{
						["role"] = "DAMAGER",
						["name"] = "暴走大熊猫-死亡之翼",
						["time"] = 1565670327,
						["class"] = 12,
					}, -- [225]
					{
						["role"] = "DAMAGER",
						["name"] = "Edloic-死亡之翼",
						["iLvl"] = 435,
						["time"] = 1565670416,
						["class"] = 8,
						["bTag"] = "Chester#5804",
					}, -- [226]
					{
						["role"] = "DAMAGER",
						["name"] = "济公开胃丹-天谴之门",
						["iLvl"] = 402,
						["time"] = 1565670466,
						["class"] = 9,
						["bTag"] = "Vic#5196",
					}, -- [227]
					{
						["role"] = "DAMAGER",
						["name"] = "陌小苝-死亡之翼",
						["iLvl"] = 444,
						["time"] = 1565706227,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "陌小苝#5216",
					}, -- [228]
					{
						["role"] = "DAMAGER",
						["name"] = "釘彡釨-龙骨平原",
						["iLvl"] = 438,
						["time"] = 1565705378,
						["class"] = 9,
						["bTag"] = "釘釨#5167",
					}, -- [229]
					{
						["role"] = "DAMAGER",
						["name"] = "幽灵肥仔-燃烧平原",
						["iLvl"] = 418,
						["time"] = 1565706227,
						["class"] = 1,
						["bTag"] = "西瓜#54794",
					}, -- [230]
					{
						["role"] = "DAMAGER",
						["name"] = "浮生若尘-血色十字军",
						["iLvl"] = 438,
						["time"] = 1565706227,
						["class"] = 8,
						["bTag"] = "辉仔#5466",
					}, -- [231]
					{
						["role"] = "DAMAGER",
						["name"] = "刘善人-主宰之剑",
						["time"] = 1565706227,
						["class"] = 8,
					}, -- [232]
					{
						["role"] = "DAMAGER",
						["name"] = "暴雨梨花嘴-凤凰之神",
						["iLvl"] = 443,
						["time"] = 1565706227,
						["class"] = 12,
						["bTag"] = "Applesead#51954",
					}, -- [233]
					{
						["role"] = "TANK",
						["name"] = "目光迷離-凤凰之神",
						["iLvl"] = 430,
						["time"] = 1565701210,
						["class"] = 12,
						["bTag"] = "花翎#51915",
					}, -- [234]
					{
						["role"] = "DAMAGER",
						["name"] = "顾丶森西-燃烧之刃",
						["iLvl"] = 444,
						["time"] = 1565702293,
						["class"] = 8,
						["bTag"] = "琪雅#5894",
					}, -- [235]
					{
						["role"] = "DAMAGER",
						["name"] = "回忆刺穿心脏-死亡之翼",
						["iLvl"] = 442,
						["time"] = 1565702196,
						["class"] = 12,
						["bTag"] = "胡群慧#51523",
					}, -- [236]
					{
						["role"] = "DAMAGER",
						["name"] = "镜花水月之熵-燃烧之刃",
						["iLvl"] = 437,
						["time"] = 1565701968,
						["class"] = 9,
						["bTag"] = "茕茕孑立形影相吊#51769",
					}, -- [237]
					{
						["role"] = "DAMAGER",
						["name"] = "笑着丶活下去-鬼雾峰",
						["iLvl"] = 438,
						["time"] = 1565702039,
						["class"] = 9,
						["bTag"] = "卖萌术#5391",
					}, -- [238]
					{
						["role"] = "DAMAGER",
						["name"] = "魔猎伊利-安苏",
						["time"] = 1565700645,
						["class"] = 12,
					}, -- [239]
					{
						["role"] = "DAMAGER",
						["name"] = "英雄留命-埃德萨拉",
						["iLvl"] = 442,
						["time"] = 1565705728,
						["class"] = 4,
						["bTag"] = "英雄留命#5840",
					}, -- [240]
					{
						["role"] = "DAMAGER",
						["name"] = "狼族老虎-狂热之刃",
						["iLvl"] = 436,
						["time"] = 1565701238,
						["class"] = 3,
						["bTag"] = "陆志勇#51463",
					}, -- [241]
					{
						["role"] = "DAMAGER",
						["name"] = "萌萌嗒小白-凤凰之神",
						["iLvl"] = 440,
						["time"] = 1565706227,
						["class"] = 11,
						["bTag"] = "MONDAYX#5263",
					}, -- [242]
					{
						["role"] = "DAMAGER",
						["name"] = "大中华区影帝-伊森利恩",
						["iLvl"] = 438,
						["time"] = 1565702675,
						["class"] = 2,
						["bTag"] = "馒头#54603",
					}, -- [243]
					{
						["role"] = "DAMAGER",
						["name"] = "吹落红蔷薇-凤凰之神",
						["iLvl"] = 432,
						["time"] = 1565705141,
						["class"] = 11,
						["bTag"] = "迷失银河#5620",
					}, -- [244]
					{
						["role"] = "DAMAGER",
						["name"] = "手品師魔法-红龙军团",
						["iLvl"] = 432,
						["time"] = 1565701678,
						["class"] = 8,
						["bTag"] = "莫等雨停了#5629",
					}, -- [245]
					{
						["role"] = "DAMAGER",
						["name"] = "子非鱼-哈卡",
						["iLvl"] = 417,
						["time"] = 1565700647,
						["class"] = 9,
						["bTag"] = "游游#5407",
					}, -- [246]
					{
						["role"] = "TANK",
						["name"] = "骑姆吉-燃烧之刃",
						["iLvl"] = 437,
						["time"] = 1565701597,
						["class"] = 2,
						["bTag"] = "做梦揍大象#5986",
					}, -- [247]
					{
						["role"] = "DAMAGER",
						["name"] = "橙装和我有缘-龙骨平原",
						["iLvl"] = 435,
						["time"] = 1565702639,
						["class"] = 12,
						["bTag"] = "爷独领风骚#5669",
					}, -- [248]
					{
						["role"] = "DAMAGER",
						["name"] = "Forsakena-格瑞姆巴托",
						["iLvl"] = 442,
						["time"] = 1565701650,
						["class"] = 4,
						["bTag"] = "Twist#5340",
					}, -- [249]
					{
						["role"] = "DAMAGER",
						["name"] = "薛定谔的欧皇-凤凰之神",
						["time"] = 1565700929,
						["class"] = 3,
					}, -- [250]
					{
						["role"] = "DAMAGER",
						["name"] = "话不多-克尔苏加德",
						["time"] = 1565700929,
						["class"] = 12,
					}, -- [251]
					{
						["role"] = "DAMAGER",
						["name"] = "Aleria-普瑞斯托",
						["time"] = 1565703213,
						["class"] = 3,
					}, -- [252]
					{
						["role"] = "DAMAGER",
						["name"] = "美式舌吻-冰风岗",
						["iLvl"] = 426,
						["time"] = 1566646031,
						["class"] = 8,
						["bTag"] = "美式#51711",
					}, -- [253]
					{
						["role"] = "DAMAGER",
						["name"] = "死在天真里-凯恩血蹄",
						["iLvl"] = 437,
						["time"] = 1565704105,
						["class"] = 3,
						["bTag"] = "天真#5907",
					}, -- [254]
					{
						["role"] = "DAMAGER",
						["name"] = "Honpang-地狱咆哮",
						["time"] = 1565701401,
						["class"] = 11,
					}, -- [255]
					{
						["role"] = "TANK",
						["name"] = "Azzm-伊森利恩",
						["iLvl"] = 410,
						["time"] = 1565700929,
						["class"] = 11,
						["bTag"] = "Zzm#52977",
					}, -- [256]
					{
						["role"] = "DAMAGER",
						["name"] = "月枫叔-燃烧之刃",
						["iLvl"] = 435,
						["time"] = 1565702114,
						["class"] = 3,
						["bTag"] = "王叔#5985",
					}, -- [257]
					{
						["role"] = "TANK",
						["name"] = "海晨-燃烧之刃",
						["iLvl"] = 430,
						["time"] = 1565702273,
						["class"] = 2,
						["bTag"] = "海晨#5807",
					}, -- [258]
					{
						["role"] = "DAMAGER",
						["name"] = "丶苏-血环",
						["iLvl"] = 432,
						["time"] = 1565704999,
						["class"] = 6,
						["bTag"] = "肉蛆拌饭#5327",
					}, -- [259]
					{
						["role"] = "DAMAGER",
						["name"] = "卡卡力-贫瘠之地",
						["iLvl"] = 443,
						["time"] = 1565701320,
						["class"] = 11,
						["bTag"] = "小熊#53200",
					}, -- [260]
					{
						["role"] = "DAMAGER",
						["name"] = "森岩-幽暗沼泽",
						["iLvl"] = 382,
						["time"] = 1565701286,
						["class"] = 11,
						["bTag"] = "Stay#5902",
					}, -- [261]
					{
						["role"] = "HEALER",
						["name"] = "頖縌小潴-沃金",
						["iLvl"] = 425,
						["time"] = 1565706227,
						["class"] = 5,
						["bTag"] = "小潴#5700",
					}, -- [262]
					{
						["role"] = "DAMAGER",
						["name"] = "萌萌的星辰-烈焰峰",
						["iLvl"] = 439,
						["time"] = 1565705946,
						["class"] = 3,
						["bTag"] = "都是我的错喽#5788",
					}, -- [263]
					{
						["role"] = "DAMAGER",
						["name"] = "Paltrow-凤凰之神",
						["iLvl"] = 440,
						["time"] = 1565706227,
						["class"] = 9,
						["bTag"] = "落花黯淡#5969",
					}, -- [264]
					{
						["role"] = "DAMAGER",
						["name"] = "掏空的青春-迦拉克隆",
						["iLvl"] = 440,
						["time"] = 1565704759,
						["class"] = 12,
						["bTag"] = "御姐爱好者#51162",
					}, -- [265]
					{
						["role"] = "DAMAGER",
						["name"] = "無痛到深處-战歌",
						["iLvl"] = 417,
						["time"] = 1565701055,
						["class"] = 7,
						["bTag"] = "张强#51538",
					}, -- [266]
					{
						["role"] = "DAMAGER",
						["name"] = "依淡妆-无尽之海",
						["iLvl"] = 430,
						["time"] = 1565704184,
						["class"] = 5,
						["bTag"] = "落月#5517",
					}, -- [267]
					{
						["role"] = "DAMAGER",
						["name"] = "口盾-霍格",
						["iLvl"] = 435,
						["time"] = 1565702534,
						["class"] = 4,
						["bTag"] = "于立#5128",
					}, -- [268]
					{
						["role"] = "DAMAGER",
						["name"] = "复丶仇-格瑞姆巴托",
						["iLvl"] = 441,
						["time"] = 1565701070,
						["class"] = 12,
						["bTag"] = "KOB#5355",
					}, -- [269]
					{
						["role"] = "DAMAGER",
						["name"] = "年糕滑滑的-燃烧之刃",
						["iLvl"] = 426,
						["time"] = 1565701936,
						["class"] = 4,
						["bTag"] = "shinehii#5548",
					}, -- [270]
					{
						["role"] = "TANK",
						["name"] = "爱吃锅贴-死亡之翼",
						["iLvl"] = 397,
						["time"] = 1565701359,
						["class"] = 1,
						["bTag"] = "情迷仲夏#5145",
					}, -- [271]
					{
						["role"] = "DAMAGER",
						["name"] = "洋葱勹勹-奥妮克希亚",
						["iLvl"] = 414,
						["time"] = 1565702943,
						["class"] = 9,
						["bTag"] = "古太来#5596",
					}, -- [272]
					{
						["role"] = "DAMAGER",
						["name"] = "全自动工具人-死亡之翼",
						["time"] = 1565705865,
						["class"] = 9,
					}, -- [273]
					{
						["role"] = "DAMAGER",
						["name"] = "纳格兰之王-迦拉克隆",
						["time"] = 1565701305,
						["class"] = 3,
					}, -- [274]
					{
						["role"] = "DAMAGER",
						["name"] = "随基应变-鬼雾峰",
						["iLvl"] = 383,
						["time"] = 1565703063,
						["class"] = 12,
						["bTag"] = "失眠症#5779",
					}, -- [275]
					{
						["role"] = "TANK",
						["name"] = "尐兔纸-无尽之海",
						["iLvl"] = 412,
						["time"] = 1565701329,
						["class"] = 2,
						["bTag"] = "泛泛#5197",
					}, -- [276]
					{
						["role"] = "DAMAGER",
						["name"] = "橙新橙一-瓦里安",
						["time"] = 1565701540,
						["class"] = 3,
					}, -- [277]
					{
						["role"] = "DAMAGER",
						["name"] = "丨盗花香丨-死亡之翼",
						["iLvl"] = 443,
						["time"] = 1565702491,
						["class"] = 4,
						["bTag"] = "GAME#51133",
					}, -- [278]
					{
						["role"] = "DAMAGER",
						["name"] = "乃乃德-无尽之海",
						["iLvl"] = 435,
						["time"] = 1565701721,
						["class"] = 11,
						["bTag"] = "陌路#5213",
					}, -- [279]
					{
						["role"] = "DAMAGER",
						["name"] = "彡丶鸟毛丶彡-影之哀伤",
						["iLvl"] = 441,
						["time"] = 1565701414,
						["class"] = 2,
						["bTag"] = "鸟毛过江#5664",
					}, -- [280]
					{
						["role"] = "DAMAGER",
						["name"] = "方知相忆深-死亡之翼",
						["time"] = 1565701584,
						["class"] = 4,
					}, -- [281]
					{
						["role"] = "DAMAGER",
						["name"] = "痩子-暗影议会",
						["iLvl"] = 442,
						["time"] = 1565703904,
						["class"] = 3,
						["bTag"] = "永恒#51883",
					}, -- [282]
					{
						["role"] = "DAMAGER",
						["name"] = "不灭狂影-红龙军团",
						["iLvl"] = 416,
						["time"] = 1565702431,
						["class"] = 2,
						["bTag"] = "汪瑞莉#5261",
					}, -- [283]
					{
						["role"] = "DAMAGER",
						["name"] = "用一生追杀我-燃烧之刃",
						["iLvl"] = 443,
						["time"] = 1565705523,
						["class"] = 4,
						["bTag"] = "CloudStrife#51731",
					}, -- [284]
					{
						["role"] = "DAMAGER",
						["name"] = "饺灬子-血吼",
						["iLvl"] = 438,
						["time"] = 1565702648,
						["class"] = 12,
						["bTag"] = "小小美男子#5703",
					}, -- [285]
					{
						["role"] = "DAMAGER",
						["name"] = "充满矛盾的鬼-恶魔之翼",
						["iLvl"] = 422,
						["time"] = 1565706227,
						["class"] = 9,
						["bTag"] = "充满矛盾的鬼#5530",
					}, -- [286]
					{
						["role"] = "DAMAGER",
						["name"] = "輕敵-布兰卡德",
						["iLvl"] = 442,
						["time"] = 1565702714,
						["class"] = 8,
						["bTag"] = "Leo#517863",
					}, -- [287]
					{
						["role"] = "DAMAGER",
						["name"] = "止戦丶之殇-克苏恩",
						["iLvl"] = 420,
						["time"] = 1565702503,
						["class"] = 1,
						["bTag"] = "闲人#5495",
					}, -- [288]
					{
						["role"] = "DAMAGER",
						["name"] = "御灬枫-克尔苏加德",
						["iLvl"] = 442,
						["time"] = 1565704642,
						["class"] = 1,
						["bTag"] = "御烽#5584",
					}, -- [289]
					{
						["role"] = "DAMAGER",
						["name"] = "九尾灵狐-布鲁塔卢斯",
						["iLvl"] = 411,
						["time"] = 1565703641,
						["class"] = 8,
						["bTag"] = "rickykl66#5751",
					}, -- [290]
					{
						["role"] = "DAMAGER",
						["name"] = "召唤凹凸-安戈洛",
						["time"] = 1565702123,
						["class"] = 3,
					}, -- [291]
					{
						["role"] = "DAMAGER",
						["name"] = "血法轩-杜隆坦",
						["iLvl"] = 360,
						["time"] = 1565702179,
						["class"] = 8,
						["bTag"] = "影轩#5260",
					}, -- [292]
					{
						["role"] = "DAMAGER",
						["name"] = "高峰体验-梅尔加尼",
						["iLvl"] = 392,
						["time"] = 1565705968,
						["class"] = 3,
						["bTag"] = "GoldMaster#51864",
					}, -- [293]
					{
						["role"] = "DAMAGER",
						["name"] = "抱头扽防-贫瘠之地",
						["iLvl"] = 438,
						["time"] = 1565705538,
						["class"] = 12,
						["bTag"] = "熊猫丶虎皮猫#5576",
					}, -- [294]
					{
						["role"] = "HEALER",
						["name"] = "引歌一梦-死亡之翼",
						["time"] = 1565702326,
						["class"] = 5,
					}, -- [295]
					{
						["role"] = "DAMAGER",
						["name"] = "惜惜-凤凰之神",
						["iLvl"] = 439,
						["time"] = 1565702778,
						["class"] = 5,
						["bTag"] = "阿姨#5391",
					}, -- [296]
					{
						["role"] = "DAMAGER",
						["name"] = "丨鱼香猫归丨-布兰卡德",
						["iLvl"] = 406,
						["time"] = 1565702896,
						["class"] = 9,
						["bTag"] = "鱼巷猫归丶#5136",
					}, -- [297]
					{
						["role"] = "DAMAGER",
						["name"] = "烏鴉之霜-诺森德",
						["iLvl"] = 443,
						["time"] = 1565704759,
						["class"] = 6,
						["bTag"] = "陈拍拍#5788",
					}, -- [298]
					{
						["role"] = "DAMAGER",
						["name"] = "神霍霍-远古海滩",
						["time"] = 1565705946,
						["class"] = 12,
					}, -- [299]
					{
						["role"] = "TANK",
						["name"] = "夏樹庫魯卡-外域",
						["iLvl"] = 388,
						["time"] = 1565702639,
						["class"] = 2,
						["bTag"] = "陈非#5494",
					}, -- [300]
					{
						["role"] = "DAMAGER",
						["name"] = "精灵的魅影-耐奥祖",
						["iLvl"] = 438,
						["time"] = 1565702835,
						["class"] = 2,
						["bTag"] = "残阳似血#5408",
					}, -- [301]
					{
						["role"] = "TANK",
						["name"] = "绝望刃锋-血色十字军",
						["iLvl"] = 442,
						["time"] = 1565703029,
						["class"] = 6,
						["bTag"] = "FAIZ#52770",
					}, -- [302]
					{
						["role"] = "TANK",
						["name"] = "一片浮云-霍格",
						["iLvl"] = 405,
						["time"] = 1565706052,
						["class"] = 10,
						["bTag"] = "Weelcc#5166",
					}, -- [303]
					{
						["role"] = "DAMAGER",
						["name"] = "猪哥的春天-伊森利恩",
						["iLvl"] = 413,
						["time"] = 1565706227,
						["class"] = 2,
						["bTag"] = "放开那妹子#5854",
					}, -- [304]
					{
						["role"] = "DAMAGER",
						["name"] = "最会舔的舔狗-红龙女王",
						["iLvl"] = 437,
						["time"] = 1565706227,
						["class"] = 6,
						["bTag"] = "JonZhangJie#5878",
					}, -- [305]
					{
						["role"] = "TANK",
						["name"] = "雪落花影-燃烧之刃",
						["iLvl"] = 384,
						["time"] = 1565705863,
						["class"] = 2,
						["bTag"] = "倾城砂#5349",
					}, -- [306]
					{
						["role"] = "DAMAGER",
						["name"] = "抑郁的尼欧-凤凰之神",
						["iLvl"] = 441,
						["time"] = 1565703347,
						["class"] = 4,
						["bTag"] = "尼欧#5314",
					}, -- [307]
					{
						["role"] = "DAMAGER",
						["name"] = "六丶丶六-死亡之翼",
						["iLvl"] = 441,
						["time"] = 1565706227,
						["class"] = 12,
						["bTag"] = "绛冥神顽#5868",
					}, -- [308]
					{
						["role"] = "DAMAGER",
						["name"] = "暴躁的老哥-塞拉摩",
						["iLvl"] = 294,
						["time"] = 1565703135,
						["class"] = 3,
						["bTag"] = "axzc#5440",
					}, -- [309]
					{
						["role"] = "DAMAGER",
						["name"] = "丨战个痛快丨-洛萨",
						["time"] = 1565706227,
						["class"] = 1,
					}, -- [310]
					{
						["role"] = "DAMAGER",
						["name"] = "艾克薇尔-死亡之翼",
						["iLvl"] = 433,
						["time"] = 1565703102,
						["class"] = 4,
						["bTag"] = "VomitFrog#5570",
					}, -- [311]
					{
						["role"] = "DAMAGER",
						["name"] = "靈术幻影-阿尔萨斯",
						["iLvl"] = 414,
						["time"] = 1565705112,
						["class"] = 9,
						["bTag"] = "靈朮幻影#5603",
					}, -- [312]
					{
						["role"] = "DAMAGER",
						["name"] = "江门-无尽之海",
						["iLvl"] = 443,
						["time"] = 1565703752,
						["class"] = 11,
						["bTag"] = "rvnctjpl#5626",
					}, -- [313]
					{
						["role"] = "DAMAGER",
						["name"] = "Malvina-白骨荒野",
						["iLvl"] = 415,
						["time"] = 1565706227,
						["class"] = 12,
						["bTag"] = "失眠症#5779",
					}, -- [314]
					{
						["role"] = "DAMAGER",
						["name"] = "冬天走左边-燃烧之刃",
						["iLvl"] = 442,
						["time"] = 1565706227,
						["class"] = 12,
						["bTag"] = "那年冬天#51234",
					}, -- [315]
					{
						["role"] = "DAMAGER",
						["name"] = "狂之岚寳寳-加基森",
						["iLvl"] = 432,
						["time"] = 1565706227,
						["class"] = 7,
						["bTag"] = "包子#5925",
					}, -- [316]
					{
						["role"] = "DAMAGER",
						["name"] = "浅笑和他的猫-燃烧之刃",
						["iLvl"] = 442,
						["time"] = 1565704121,
						["class"] = 8,
						["bTag"] = "浅笑#55912",
					}, -- [317]
					{
						["role"] = "TANK",
						["name"] = "我也有个勺子-死亡之翼",
						["iLvl"] = 442,
						["time"] = 1565706227,
						["class"] = 1,
						["bTag"] = "Calvinfish#5602",
					}, -- [318]
					{
						["role"] = "DAMAGER",
						["name"] = "千鶴-海克泰尔",
						["iLvl"] = 416,
						["time"] = 1565706227,
						["class"] = 8,
						["bTag"] = "Teresa#52676",
					}, -- [319]
					{
						["role"] = "DAMAGER",
						["name"] = "命运梦-冰风岗",
						["time"] = 1565706227,
						["class"] = 2,
					}, -- [320]
					{
						["role"] = "DAMAGER",
						["name"] = "狂暴傻牛-燃烧之刃",
						["iLvl"] = 430,
						["time"] = 1565706227,
						["class"] = 3,
						["bTag"] = "猴子#5142",
					}, -- [321]
					{
						["role"] = "DAMAGER",
						["name"] = "丨小马哥丨-丹莫德",
						["iLvl"] = 418,
						["time"] = 1565706227,
						["class"] = 3,
						["bTag"] = "能源#5618",
					}, -- [322]
					{
						["role"] = "DAMAGER",
						["name"] = "奈非天丷-凤凰之神",
						["time"] = 1565706227,
						["class"] = 12,
					}, -- [323]
					{
						["role"] = "DAMAGER",
						["name"] = "撸铁练膀子-凤凰之神",
						["iLvl"] = 382,
						["time"] = 1565705218,
						["class"] = 6,
						["bTag"] = "小马哥#53583",
					}, -- [324]
					{
						["role"] = "DAMAGER",
						["name"] = "德鲁之魂-战歌",
						["iLvl"] = 432,
						["time"] = 1565706227,
						["class"] = 11,
						["bTag"] = "wcdwdd#5690",
					}, -- [325]
					{
						["role"] = "DAMAGER",
						["name"] = "冰梦暗月-雏龙之翼",
						["iLvl"] = 400,
						["time"] = 1565706227,
						["class"] = 3,
						["bTag"] = "冰梦幻城#5266",
					}, -- [326]
					{
						["role"] = "DAMAGER",
						["name"] = "半仙儿丶刘-燃烧之刃",
						["iLvl"] = 405,
						["time"] = 1565706227,
						["class"] = 1,
						["bTag"] = "请叫我小纯洁#51653",
					}, -- [327]
					{
						["role"] = "DAMAGER",
						["name"] = "天珠-阿努巴拉克",
						["iLvl"] = 422,
						["time"] = 1565706227,
						["class"] = 4,
						["bTag"] = "茉莉大叔#5739",
					}, -- [328]
					{
						["role"] = "TANK",
						["name"] = "螺之贝叉叉-符文图腾",
						["iLvl"] = 410,
						["time"] = 1565706227,
						["class"] = 11,
						["bTag"] = "Lukas18#5367",
					}, -- [329]
					{
						["role"] = "DAMAGER",
						["name"] = "知男而上-熔火之心",
						["iLvl"] = 393,
						["time"] = 1565706227,
						["class"] = 12,
						["bTag"] = "依然灬嗳你#51773",
					}, -- [330]
					{
						["role"] = "DAMAGER",
						["name"] = "瑩丶火舞-燃烧之刃",
						["iLvl"] = 432,
						["time"] = 1565706227,
						["class"] = 8,
						["bTag"] = "张致莹#5702",
					}, -- [331]
					{
						["role"] = "DAMAGER",
						["name"] = "从简少年-龙骨平原",
						["iLvl"] = 428,
						["time"] = 1565706025,
						["class"] = 11,
						["bTag"] = "从简的少年#5600",
					}, -- [332]
					{
						["role"] = "TANK",
						["name"] = "幸运的大脚-布兰卡德",
						["iLvl"] = 446,
						["time"] = 1565706227,
						["class"] = 1,
						["bTag"] = "wind#54518",
					}, -- [333]
					{
						["role"] = "DAMAGER",
						["name"] = "卓仑-死亡之翼",
						["iLvl"] = 317,
						["time"] = 1565706141,
						["class"] = 4,
						["bTag"] = "卓沦#5902",
					}, -- [334]
					{
						["role"] = "DAMAGER",
						["name"] = "playerDPMJPS-阿纳克洛斯",
						["iLvl"] = 401,
						["time"] = 1565706227,
						["class"] = 8,
						["bTag"] = "木灬子#51854",
					}, -- [335]
					{
						["role"] = "DAMAGER",
						["name"] = "Revvez-外域",
						["iLvl"] = 432,
						["time"] = 1565706227,
						["class"] = 1,
						["bTag"] = "Belief#51747",
					}, -- [336]
					{
						["role"] = "DAMAGER",
						["name"] = "万古赞达拉-主宰之剑",
						["iLvl"] = 396,
						["time"] = 1565706227,
						["class"] = 11,
						["bTag"] = "蛮力之裤#5183444",
					}, -- [337]
					{
						["role"] = "DAMAGER",
						["name"] = "风一样男子丨-血色十字军",
						["iLvl"] = 439,
						["time"] = 1565706227,
						["class"] = 1,
						["bTag"] = "金麟岂是池中物#51576",
					}, -- [338]
					{
						["role"] = "DAMAGER",
						["name"] = "绵竹曲酒-丽丽（四川）",
						["iLvl"] = 437,
						["time"] = 1565706227,
						["class"] = 10,
						["bTag"] = "沉默之剑#5222320",
					}, -- [339]
					{
						["role"] = "DAMAGER",
						["name"] = "企鹅宝呗-戈提克",
						["iLvl"] = 402,
						["time"] = 1565749059,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "黑暗之女#5196",
					}, -- [340]
					{
						["role"] = "DAMAGER",
						["name"] = "清歌莫断肠-无尽之海",
						["iLvl"] = 394,
						["time"] = 1565749059,
						["class"] = 11,
						["bTag"] = "念空城#51535",
					}, -- [341]
					{
						["role"] = "DAMAGER",
						["name"] = "河马真人-戈提克",
						["iLvl"] = 432,
						["time"] = 1565749059,
						["class"] = 10,
						["bTag"] = "约束之军#5645",
					}, -- [342]
					{
						["role"] = "TANK",
						["name"] = "喵先森和包酱-凤凰之神",
						["iLvl"] = 437,
						["time"] = 1565749059,
						["class"] = 6,
						["bTag"] = "Doom#5271",
					}, -- [343]
					{
						["role"] = "DAMAGER",
						["name"] = "雨音薰-图拉扬",
						["iLvl"] = 418,
						["time"] = 1565749059,
						["class"] = 2,
						["bTag"] = "得鱼忘筌2000#5366",
					}, -- [344]
					{
						["role"] = "DAMAGER",
						["name"] = "㗩希尓瓦娜斯-格瑞姆巴托",
						["iLvl"] = 439,
						["time"] = 1565749059,
						["class"] = 3,
						["bTag"] = "丿哟丶射手星#5751",
					}, -- [345]
					{
						["role"] = "DAMAGER",
						["name"] = "蓝枫秋叶-布鲁塔卢斯",
						["time"] = 1565749059,
						["class"] = 8,
					}, -- [346]
					{
						["role"] = "DAMAGER",
						["name"] = "卡尔洛斯-布兰卡德",
						["iLvl"] = 422,
						["time"] = 1565749059,
						["class"] = 1,
						["bTag"] = "卡卡#55858",
					}, -- [347]
					{
						["role"] = "DAMAGER",
						["name"] = "杰克逊的幽魂-伊利丹",
						["iLvl"] = 440,
						["time"] = 1565749059,
						["class"] = 8,
						["bTag"] = "杰克逊的幽魂#5555",
					}, -- [348]
					{
						["role"] = "DAMAGER",
						["name"] = "放开那美女-凤凰之神",
						["iLvl"] = 435,
						["time"] = 1565749059,
						["class"] = 8,
						["bTag"] = "划水王#51620",
					}, -- [349]
					{
						["role"] = "DAMAGER",
						["name"] = "铁拳雄狮-凤凰之神",
						["iLvl"] = 434,
						["time"] = 1565748823,
						["class"] = 11,
						["bTag"] = "阴死阳活#5258",
					}, -- [350]
					{
						["role"] = "DAMAGER",
						["name"] = "Vinhorde-霜之哀伤",
						["time"] = 1565749059,
						["class"] = 1,
					}, -- [351]
					{
						["role"] = "DAMAGER",
						["name"] = "Iamraytheon-血环",
						["iLvl"] = 445,
						["time"] = 1565749059,
						["class"] = 7,
						["bTag"] = "邱家墨白#5110",
					}, -- [352]
					{
						["role"] = "DAMAGER",
						["name"] = "月下美人來-凤凰之神",
						["time"] = 1565749059,
						["class"] = 2,
					}, -- [353]
					{
						["role"] = "DAMAGER",
						["name"] = "一脸杂念-库尔提拉斯",
						["iLvl"] = 414,
						["time"] = 1565749059,
						["class"] = 3,
						["bTag"] = "再见不解释#5747",
					}, -- [354]
					{
						["role"] = "DAMAGER",
						["name"] = "空闲来看看-巴瑟拉斯",
						["iLvl"] = 422,
						["time"] = 1565749059,
						["class"] = 11,
						["bTag"] = "平常心#53154",
					}, -- [355]
					{
						["role"] = "DAMAGER",
						["name"] = "不亏-凤凰之神",
						["iLvl"] = 439,
						["time"] = 1565749059,
						["class"] = 1,
						["bTag"] = "英皇娱乐#5263",
					}, -- [356]
					{
						["role"] = "DAMAGER",
						["name"] = "雲隐-织亡者",
						["iLvl"] = 423,
						["time"] = 1565749059,
						["class"] = 4,
						["bTag"] = "白衫#5948",
					}, -- [357]
					{
						["role"] = "DAMAGER",
						["name"] = "雲綪-织亡者",
						["iLvl"] = 425,
						["time"] = 1565749059,
						["class"] = 9,
						["bTag"] = "白衫#5948",
					}, -- [358]
					{
						["role"] = "DAMAGER",
						["name"] = "神之千寻-萨菲隆",
						["iLvl"] = 391,
						["time"] = 1565749059,
						["class"] = 9,
						["bTag"] = "神神#5522",
					}, -- [359]
					{
						["role"] = "TANK",
						["name"] = "大大飛-古达克",
						["iLvl"] = 439,
						["time"] = 1565749059,
						["class"] = 1,
						["bTag"] = "闪亮之裤#546125",
					}, -- [360]
					{
						["role"] = "DAMAGER",
						["name"] = "董宝宝-熔火之心",
						["iLvl"] = 408,
						["time"] = 1565749059,
						["class"] = 1,
						["bTag"] = "董大宝#5896",
					}, -- [361]
					{
						["role"] = "DAMAGER",
						["name"] = "喵大宝-熔火之心",
						["iLvl"] = 401,
						["time"] = 1565749059,
						["class"] = 7,
						["bTag"] = "董大宝#5896",
					}, -- [362]
					{
						["role"] = "DAMAGER",
						["name"] = "柒柒逗的爪牙-血色十字军",
						["iLvl"] = 436,
						["time"] = 1565749059,
						["class"] = 11,
						["bTag"] = "董大宝#5896",
					}, -- [363]
					{
						["role"] = "DAMAGER",
						["name"] = "了不起的大宝-血色十字军",
						["iLvl"] = 412,
						["time"] = 1565749059,
						["class"] = 9,
						["bTag"] = "董大宝#5896",
					}, -- [364]
					{
						["role"] = "DAMAGER",
						["name"] = "萤火虫的救赎-格瑞姆巴托",
						["iLvl"] = 440,
						["time"] = 1565749059,
						["class"] = 9,
						["bTag"] = "施瓦辛格光洙#5871",
					}, -- [365]
					{
						["role"] = "DAMAGER",
						["name"] = "挽尘-织亡者",
						["iLvl"] = 433,
						["time"] = 1565749059,
						["class"] = 1,
						["bTag"] = "白衫#5948",
					}, -- [366]
					{
						["role"] = "DAMAGER",
						["name"] = "大清宝泉-凤凰之神",
						["iLvl"] = 389,
						["time"] = 1565748871,
						["class"] = 1,
						["bTag"] = "奥比岛的李可爱#5505",
					}, -- [367]
					{
						["role"] = "DAMAGER",
						["name"] = "无懈可击灬-托塞德林",
						["time"] = 1565749059,
						["class"] = 4,
					}, -- [368]
					{
						["role"] = "DAMAGER",
						["name"] = "大德爷-龙骨平原",
						["iLvl"] = 405,
						["time"] = 1565749059,
						["class"] = 11,
						["bTag"] = "牛头战士#5820",
					}, -- [369]
					{
						["role"] = "DAMAGER",
						["name"] = "夏天饮开水-艾维娜",
						["iLvl"] = 391,
						["time"] = 1565749059,
						["class"] = 8,
						["bTag"] = "lwxy#5268",
					}, -- [370]
					{
						["role"] = "DAMAGER",
						["name"] = "风影残箭-萨菲隆",
						["iLvl"] = 440,
						["time"] = 1565749059,
						["class"] = 3,
						["bTag"] = "蔷薇#5748",
					}, -- [371]
					{
						["role"] = "DAMAGER",
						["name"] = "荸荠-外域",
						["iLvl"] = 422,
						["time"] = 1565749059,
						["class"] = 12,
						["bTag"] = "浪漫潇洒哥#5281",
					}, -- [372]
					{
						["role"] = "DAMAGER",
						["name"] = "星尘-冰霜之刃",
						["iLvl"] = 416,
						["time"] = 1565749059,
						["class"] = 11,
						["bTag"] = "电竞李敏镐#5651",
					}, -- [373]
					{
						["role"] = "DAMAGER",
						["name"] = "冷暴力-古尔丹",
						["time"] = 1565748855,
						["class"] = 4,
					}, -- [374]
					{
						["role"] = "TANK",
						["name"] = "以德箙人-燃烧之刃",
						["iLvl"] = 406,
						["time"] = 1565749059,
						["class"] = 11,
						["bTag"] = "锋刃刺骨寒#5783",
					}, -- [375]
					{
						["role"] = "DAMAGER",
						["name"] = "骑士给我保护-影之哀伤",
						["iLvl"] = 437,
						["time"] = 1565749033,
						["class"] = 3,
						["bTag"] = "皮皮虾无所畏惧#5366",
					}, -- [376]
					{
						["role"] = "HEALER",
						["name"] = "洛承曦-克尔苏加德",
						["iLvl"] = 440,
						["time"] = 1565749059,
						["class"] = 11,
						["bTag"] = "洛语丶#5406",
					}, -- [377]
					{
						["role"] = "DAMAGER",
						["name"] = "魔兽华尔兹-伊利丹",
						["iLvl"] = 434,
						["time"] = 1565749267,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "正常正常再正常#5754",
					}, -- [378]
					{
						["role"] = "DAMAGER",
						["name"] = "可乐的喵-闪电之刃",
						["iLvl"] = 436,
						["time"] = 1565749239,
						["class"] = 5,
						["bTag"] = "迅捷之潜行者#5214407",
					}, -- [379]
					{
						["role"] = "DAMAGER",
						["name"] = "万万冬儿-亡语者",
						["iLvl"] = 433,
						["time"] = 1565749267,
						["class"] = 8,
						["bTag"] = "触碰纯白#5558",
					}, -- [380]
					{
						["role"] = "DAMAGER",
						["name"] = "Hilda-白银之手",
						["iLvl"] = 418,
						["time"] = 1565749267,
						["class"] = 4,
						["bTag"] = "Artemis#5899",
					}, -- [381]
					{
						["role"] = "DAMAGER",
						["name"] = "库不滚-血环",
						["iLvl"] = 444,
						["time"] = 1565749225,
						["class"] = 7,
						["bTag"] = "库洛#5839",
					}, -- [382]
					{
						["role"] = "DAMAGER",
						["name"] = "璃月丶-克尔苏加德",
						["iLvl"] = 438,
						["time"] = 1565749267,
						["class"] = 10,
						["bTag"] = "Magicrose#5970",
					}, -- [383]
					{
						["role"] = "DAMAGER",
						["name"] = "丶小憩-影之哀伤",
						["iLvl"] = 434,
						["time"] = 1565749267,
						["class"] = 8,
						["bTag"] = "丶将臣#51763",
					}, -- [384]
					{
						["role"] = "DAMAGER",
						["name"] = "逆影-迅捷微风",
						["iLvl"] = 433,
						["time"] = 1565749267,
						["class"] = 4,
						["bTag"] = "Epony#5624",
					}, -- [385]
					{
						["role"] = "DAMAGER",
						["name"] = "Teamovie-无尽之海",
						["time"] = 1565749197,
						["class"] = 12,
					}, -- [386]
					{
						["role"] = "DAMAGER",
						["name"] = "凶徒-末日行者",
						["iLvl"] = 404,
						["time"] = 1565749267,
						["class"] = 1,
						["bTag"] = "爆炸灰#5739",
					}, -- [387]
					{
						["role"] = "DAMAGER",
						["name"] = "新的亮闪闪-阿尔萨斯",
						["iLvl"] = 444,
						["time"] = 1565749239,
						["class"] = 4,
						["bTag"] = "米总#5293",
					}, -- [388]
					{
						["role"] = "TANK",
						["name"] = "大橙砸-奥拉基尔",
						["iLvl"] = 437,
						["time"] = 1565749267,
						["class"] = 11,
						["bTag"] = "老罗#5761",
					}, -- [389]
					{
						["role"] = "TANK",
						["name"] = "木木枭-时光之穴",
						["time"] = 1565749155,
						["class"] = 11,
					}, -- [390]
					{
						["role"] = "DAMAGER",
						["name"] = "Mendes-贫瘠之地",
						["iLvl"] = 439,
						["time"] = 1565749267,
						["class"] = 11,
						["bTag"] = "差不多先生#54137",
					}, -- [391]
					{
						["role"] = "TANK",
						["name"] = "你的邻居王鹏-亚雷戈斯",
						["time"] = 1565749267,
						["class"] = 6,
					}, -- [392]
					{
						["role"] = "DAMAGER",
						["name"] = "渉乄凪-安苏",
						["time"] = 1565749227,
						["class"] = 3,
					}, -- [393]
					{
						["role"] = "DAMAGER",
						["name"] = "Rinoa-无尽之海",
						["iLvl"] = 444,
						["time"] = 1565749250,
						["class"] = 8,
						["bTag"] = "blankspace#51446",
					}, -- [394]
					{
						["role"] = "HEALER",
						["name"] = "牛牛回归了-死亡之翼",
						["iLvl"] = 424,
						["time"] = 1565749267,
						["class"] = 2,
						["bTag"] = "八零后回归#5529",
					}, -- [395]
					{
						["role"] = "DAMAGER",
						["name"] = "犀利哥-血吼",
						["iLvl"] = 440,
						["time"] = 1565749229,
						["class"] = 6,
						["bTag"] = "惊魂之犀利#5155",
					}, -- [396]
					{
						["role"] = "DAMAGER",
						["name"] = "Brutal-天空之墙",
						["time"] = 1565749225,
						["class"] = 4,
					}, -- [397]
					{
						["role"] = "TANK",
						["name"] = "逗莎冰-格瑞姆巴托",
						["iLvl"] = 429,
						["time"] = 1565749252,
						["class"] = 11,
						["bTag"] = "ROSA#5533",
					}, -- [398]
					{
						["role"] = "DAMAGER",
						["name"] = "难不成难不成-凤凰之神",
						["iLvl"] = 433,
						["time"] = 1565749227,
						["class"] = 7,
						["bTag"] = "左莫咪咪咪#5910",
					}, -- [399]
					{
						["role"] = "DAMAGER",
						["name"] = "肥肥的笨牛-寒冰皇冠",
						["time"] = 1565749233,
						["class"] = 11,
					}, -- [400]
					{
						["role"] = "DAMAGER",
						["name"] = "胡必成-血色十字军",
						["iLvl"] = 442,
						["time"] = 1565749267,
						["class"] = 1,
						["bTag"] = "树呆熊#5113",
					}, -- [401]
					{
						["role"] = "DAMAGER",
						["name"] = "Pocketpacks-凤凰之神",
						["iLvl"] = 440,
						["time"] = 1565749211,
						["class"] = 8,
						["bTag"] = "clintly#5331",
					}, -- [402]
					{
						["role"] = "DAMAGER",
						["name"] = "炭烤小鹌鹑-凤凰之神",
						["iLvl"] = 439,
						["time"] = 1565749267,
						["class"] = 3,
						["bTag"] = "飞扬#5663",
					}, -- [403]
					{
						["role"] = "DAMAGER",
						["name"] = "炭烧猪肉脯-血色十字军",
						["iLvl"] = 441,
						["time"] = 1565749256,
						["class"] = 3,
						["bTag"] = "大雁#5949",
					}, -- [404]
					{
						["role"] = "TANK",
						["name"] = "樊北鱼-死亡之翼",
						["iLvl"] = 430,
						["time"] = 1565749267,
						["class"] = 6,
						["bTag"] = "北林大禾#5392",
					}, -- [405]
					{
						["role"] = "DAMAGER",
						["name"] = "拖拉机驾驶员-鬼雾峰",
						["time"] = 1565749170,
						["class"] = 7,
					}, -- [406]
					{
						["role"] = "DAMAGER",
						["name"] = "Zskz-贫瘠之地",
						["time"] = 1565749176,
						["class"] = 1,
					}, -- [407]
					{
						["role"] = "DAMAGER",
						["name"] = "凉拌藕片-沙怒",
						["time"] = 1565749178,
						["class"] = 3,
					}, -- [408]
					{
						["role"] = "DAMAGER",
						["name"] = "劍氣凌雲-无尽之海",
						["iLvl"] = 438,
						["time"] = 1565749263,
						["class"] = 12,
						["bTag"] = "阳光灿烂#5799",
					}, -- [409]
					{
						["role"] = "DAMAGER",
						["name"] = "来之卜易-斯克提斯",
						["iLvl"] = 415,
						["time"] = 1565749267,
						["class"] = 8,
						["bTag"] = "驭星者#5766",
					}, -- [410]
					{
						["role"] = "DAMAGER",
						["name"] = "淡听新語丶-埃德萨拉",
						["iLvl"] = 443,
						["time"] = 1565749227,
						["class"] = 2,
						["bTag"] = "丹丹丶#5495",
					}, -- [411]
					{
						["role"] = "DAMAGER",
						["name"] = "狮子座的爱恋-红云台地",
						["iLvl"] = 425,
						["time"] = 1565749250,
						["class"] = 10,
						["bTag"] = "十二月的射手#5559",
					}, -- [412]
					{
						["role"] = "DAMAGER",
						["name"] = "Iucky-死亡之翼",
						["iLvl"] = 444,
						["time"] = 1565749265,
						["class"] = 9,
						["bTag"] = "秋水#53922",
					}, -- [413]
					{
						["role"] = "DAMAGER",
						["name"] = "真的喜欢你啊-海克泰尔",
						["iLvl"] = 403,
						["time"] = 1565749267,
						["class"] = 4,
						["bTag"] = "老道不吃素#5470",
					}, -- [414]
					{
						["role"] = "DAMAGER",
						["name"] = "啵呦啵-风暴之怒",
						["iLvl"] = 439,
						["time"] = 1565750708,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "清沁#51375",
					}, -- [415]
					{
						["role"] = "DAMAGER",
						["name"] = "六撮毛-回音山",
						["iLvl"] = 415,
						["time"] = 1565750708,
						["class"] = 8,
						["bTag"] = "抚人菊花手有余香#5410",
					}, -- [416]
					{
						["role"] = "DAMAGER",
						["name"] = "一粒丶尘埃-索瑞森",
						["iLvl"] = 410,
						["time"] = 1565750708,
						["class"] = 1,
						["bTag"] = "三爷#52438",
					}, -- [417]
					{
						["role"] = "DAMAGER",
						["name"] = "傲娇丶小花朵-死亡之翼",
						["iLvl"] = 438,
						["time"] = 1565751317,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "笑看#5137",
					}, -- [418]
					{
						["role"] = "DAMAGER",
						["name"] = "采菊东篱下丶-影之哀伤",
						["iLvl"] = 439,
						["time"] = 1565751317,
						["class"] = 4,
						["bTag"] = "抱歉丶打的不错#51297",
					}, -- [419]
					{
						["role"] = "DAMAGER",
						["name"] = "蒙面阿呆-加尔",
						["iLvl"] = 434,
						["time"] = 1565751317,
						["class"] = 4,
						["bTag"] = "等一个未知年#5727",
					}, -- [420]
					{
						["role"] = "DAMAGER",
						["name"] = "沉寂灬-血环",
						["iLvl"] = 440,
						["time"] = 1565751317,
						["class"] = 9,
						["bTag"] = "沉寂#5849",
					}, -- [421]
					{
						["role"] = "DAMAGER",
						["name"] = "婆娑双树-无尽之海",
						["iLvl"] = 434,
						["time"] = 1565751317,
						["class"] = 3,
						["bTag"] = "寂寞渲染#5617",
					}, -- [422]
					{
						["role"] = "DAMAGER",
						["name"] = "小指头的谋划-芬里斯",
						["iLvl"] = 436,
						["time"] = 1565751317,
						["class"] = 8,
						["bTag"] = "张锟#51505",
					}, -- [423]
					{
						["role"] = "HEALER",
						["name"] = "倪露-冬泉谷",
						["iLvl"] = 432,
						["time"] = 1565751317,
						["class"] = 5,
						["bTag"] = "我为晨桐上传说#5969",
					}, -- [424]
					{
						["role"] = "DAMAGER",
						["name"] = "寒小贰-安苏",
						["iLvl"] = 421,
						["time"] = 1565751317,
						["class"] = 8,
						["bTag"] = "寒小壹#5197",
					}, -- [425]
					{
						["role"] = "HEALER",
						["name"] = "三鹿奶粉代言-无尽之海",
						["time"] = 1565751317,
						["class"] = 7,
					}, -- [426]
					{
						["role"] = "DAMAGER",
						["name"] = "西瓜-纳克萨玛斯",
						["iLvl"] = 441,
						["time"] = 1565751317,
						["class"] = 11,
						["bTag"] = "半壁丶江山#5720",
					}, -- [427]
					{
						["role"] = "DAMAGER",
						["name"] = "伍個壹-死亡之翼",
						["iLvl"] = 438,
						["time"] = 1565754314,
						["class"] = 9,
						["bTag"] = "ShinyHero#5133",
					}, -- [428]
					{
						["role"] = "DAMAGER",
						["name"] = "绿巨人弟弟-寒冰皇冠",
						["iLvl"] = 418,
						["time"] = 1565754372,
						["class"] = 3,
						["bTag"] = "KIT#5918",
					}, -- [429]
					{
						["role"] = "DAMAGER",
						["name"] = "彩飘-阿尔萨斯",
						["iLvl"] = 437,
						["time"] = 1565754437,
						["class"] = 5,
						["bTag"] = "彩飘#5921",
					}, -- [430]
					{
						["role"] = "DAMAGER",
						["name"] = "偷乱我心-卡拉赞",
						["iLvl"] = 414,
						["time"] = 1565755549,
						["class"] = 4,
						["bTag"] = "花非花#5614",
					}, -- [431]
					{
						["role"] = "DAMAGER",
						["name"] = "欧阳霸天-沙怒",
						["iLvl"] = 440,
						["time"] = 1565754563,
						["class"] = 1,
						["bTag"] = "黑雪姬#5111",
					}, -- [432]
					{
						["role"] = "DAMAGER",
						["name"] = "陌染浅紫-燃烧之刃",
						["iLvl"] = 436,
						["time"] = 1565754525,
						["class"] = 2,
						["bTag"] = "迷丶糊#51555",
					}, -- [433]
					{
						["role"] = "DAMAGER",
						["name"] = "青衫木剑客-冰风岗",
						["iLvl"] = 421,
						["time"] = 1565754525,
						["class"] = 3,
						["bTag"] = "依然辛多雷#5824",
					}, -- [434]
					{
						["role"] = "TANK",
						["name"] = "你上吧我断后-天空之墙",
						["iLvl"] = 391,
						["time"] = 1565754780,
						["class"] = 2,
						["bTag"] = "你上吧我断后#5674",
					}, -- [435]
					{
						["role"] = "DAMAGER",
						["name"] = "大宝天天見-贫瘠之地",
						["iLvl"] = 437,
						["time"] = 1565754589,
						["class"] = 12,
						["bTag"] = "大宝天天贱#5665",
					}, -- [436]
					{
						["role"] = "DAMAGER",
						["name"] = "天涯行歌-迦拉克隆",
						["time"] = 1565754594,
						["class"] = 12,
					}, -- [437]
					{
						["role"] = "DAMAGER",
						["name"] = "光头丿加暴击-死亡之翼",
						["iLvl"] = 412,
						["time"] = 1565754867,
						["class"] = 4,
						["bTag"] = "冷溪澈#51280",
					}, -- [438]
					{
						["role"] = "DAMAGER",
						["name"] = "中华八宝粥-冰霜之刃",
						["iLvl"] = 419,
						["time"] = 1565754850,
						["class"] = 12,
						["bTag"] = "阈值#5344",
					}, -- [439]
					{
						["role"] = "DAMAGER",
						["name"] = "希瑞菈菲欧娜-影之哀伤",
						["iLvl"] = 441,
						["time"] = 1565754680,
						["class"] = 9,
						["bTag"] = "龙之魂#5148",
					}, -- [440]
					{
						["role"] = "DAMAGER",
						["name"] = "Stitches-死亡之翼",
						["iLvl"] = 397,
						["time"] = 1565754850,
						["class"] = 3,
						["bTag"] = "AssAssOut#51856",
					}, -- [441]
					{
						["role"] = "DAMAGER",
						["name"] = "Eradication-伊森利恩",
						["time"] = 1565755549,
						["class"] = 9,
					}, -- [442]
					{
						["role"] = "DAMAGER",
						["name"] = "水果荼-死亡之翼",
						["iLvl"] = 442,
						["time"] = 1565754972,
						["class"] = 4,
						["bTag"] = "水果#51765",
					}, -- [443]
					{
						["role"] = "DAMAGER",
						["name"] = "差五块钱渡劫-阿格拉玛",
						["iLvl"] = 440,
						["time"] = 1565754902,
						["class"] = 9,
						["bTag"] = "最爱汤汤#5616",
					}, -- [444]
					{
						["role"] = "TANK",
						["name"] = "感受一下-无尽之海",
						["iLvl"] = 427,
						["time"] = 1565754886,
						["class"] = 12,
						["bTag"] = "墓奈移#5391",
					}, -- [445]
					{
						["role"] = "TANK",
						["name"] = "团长缺德哈-克尔苏加德",
						["iLvl"] = 423,
						["time"] = 1565755549,
						["class"] = 11,
						["bTag"] = "冷丶焰#5535",
					}, -- [446]
					{
						["role"] = "DAMAGER",
						["name"] = "翡色梦境-凤凰之神",
						["iLvl"] = 442,
						["time"] = 1565755240,
						["class"] = 2,
						["bTag"] = "梦魇幻境#5398",
					}, -- [447]
					{
						["role"] = "DAMAGER",
						["name"] = "咕咕会武术-无尽之海",
						["iLvl"] = 438,
						["time"] = 1565755534,
						["class"] = 11,
						["bTag"] = "暴打小怪兽#51707",
					}, -- [448]
					{
						["role"] = "DAMAGER",
						["name"] = "郎君兽兽-银月",
						["iLvl"] = 435,
						["time"] = 1565755549,
						["class"] = 3,
						["bTag"] = "快乐之足#5246154",
					}, -- [449]
					{
						["role"] = "DAMAGER",
						["name"] = "灰啊猫头鹰-凤凰之神",
						["iLvl"] = 438,
						["time"] = 1565755484,
						["class"] = 1,
						["bTag"] = "神圣的全聚德#5127",
					}, -- [450]
					{
						["role"] = "DAMAGER",
						["name"] = "折翼彡天使-燃烧之刃",
						["iLvl"] = 413,
						["time"] = 1565755549,
						["class"] = 2,
						["bTag"] = "西北#5231",
					}, -- [451]
					{
						["role"] = "DAMAGER",
						["name"] = "紫姬各种紫-雷霆之怒",
						["iLvl"] = 438,
						["time"] = 1566644698,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "紫姬#5839",
					}, -- [452]
					{
						["role"] = "DAMAGER",
						["name"] = "尼奥克斯-阿纳克洛斯",
						["iLvl"] = 441,
						["time"] = 1566643920,
						["class"] = 9,
						["bTag"] = "尼奥克斯#5773",
					}, -- [453]
					{
						["role"] = "DAMAGER",
						["name"] = "忧郁之镰-亚雷戈斯",
						["iLvl"] = 421,
						["time"] = 1566644437,
						["class"] = 4,
						["bTag"] = "忧郁的猫公#5420",
					}, -- [454]
					{
						["role"] = "TANK",
						["name"] = "雪狼-通灵学院",
						["iLvl"] = 435,
						["time"] = 1566644625,
						["class"] = 12,
						["bTag"] = "战狼#58911",
					}, -- [455]
					{
						["role"] = "DAMAGER",
						["name"] = "劣者-寒冰皇冠",
						["iLvl"] = 437,
						["time"] = 1566644565,
						["class"] = 3,
						["bTag"] = "劣者#51137",
					}, -- [456]
					{
						["role"] = "DAMAGER",
						["name"] = "一杯就醉-血环",
						["iLvl"] = 445,
						["time"] = 1566644698,
						["class"] = 2,
						["bTag"] = "你看到的都是假名#5120",
					}, -- [457]
					{
						["role"] = "HEALER",
						["name"] = "弑吧歘-埃德萨拉",
						["iLvl"] = 440,
						["time"] = 1566644666,
						["class"] = 7,
						["bTag"] = "西门大官人#5384",
					}, -- [458]
					{
						["role"] = "DAMAGER",
						["name"] = "Greenglory-鬼雾峰",
						["iLvl"] = 442,
						["time"] = 1566646581,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "GreenGlory#5699",
					}, -- [459]
					{
						["role"] = "DAMAGER",
						["name"] = "二毛快趴好-凤凰之神",
						["iLvl"] = 441,
						["time"] = 1566645395,
						["class"] = 7,
						["bTag"] = "羽落星辰#5203",
					}, -- [460]
					{
						["role"] = "DAMAGER",
						["name"] = "乄蝶灬之恋-血色十字军",
						["iLvl"] = 421,
						["time"] = 1566645219,
						["class"] = 8,
						["bTag"] = "哎灬儿#5900",
					}, -- [461]
					{
						["role"] = "DAMAGER",
						["name"] = "灬爪爪灬-无尽之海",
						["iLvl"] = 445,
						["time"] = 1566645737,
						["class"] = 3,
						["bTag"] = "茶二嗷#5641",
					}, -- [462]
					{
						["role"] = "DAMAGER",
						["name"] = "风笑天-霜狼",
						["iLvl"] = 425,
						["time"] = 1566646568,
						["class"] = 4,
						["bTag"] = "风笑天#51121",
					}, -- [463]
					{
						["role"] = "DAMAGER",
						["name"] = "皓辰耀阳-凤凰之神",
						["iLvl"] = 439,
						["time"] = 1566645590,
						["class"] = 2,
						["bTag"] = "寒星冷月#5406",
					}, -- [464]
					{
						["role"] = "DAMAGER",
						["name"] = "御龙品青梅-凤凰之神",
						["iLvl"] = 441,
						["time"] = 1566645926,
						["class"] = 9,
						["bTag"] = "风声#51969",
					}, -- [465]
					{
						["role"] = "DAMAGER",
						["name"] = "长澤雅美-燃烧之刃",
						["iLvl"] = 422,
						["time"] = 1566645470,
						["class"] = 3,
						["bTag"] = "挚爱普罗旺斯#5977",
					}, -- [466]
					{
						["role"] = "DAMAGER",
						["name"] = "帕丶克-白骨荒野",
						["iLvl"] = 428,
						["time"] = 1566645057,
						["class"] = 2,
						["bTag"] = "半宅骚年#5723",
					}, -- [467]
					{
						["role"] = "DAMAGER",
						["name"] = "肉球后羿-鬼雾峰",
						["iLvl"] = 425,
						["time"] = 1566645385,
						["class"] = 3,
						["bTag"] = "白胡子老猫#5915",
					}, -- [468]
					{
						["role"] = "DAMAGER",
						["name"] = "天雷轰鸣-寒冰皇冠",
						["iLvl"] = 435,
						["time"] = 1566646581,
						["class"] = 8,
						["bTag"] = "清纯外表#51455",
					}, -- [469]
					{
						["role"] = "DAMAGER",
						["name"] = "月色涟漪-燃烧之刃",
						["iLvl"] = 449,
						["time"] = 1566646581,
						["class"] = 5,
						["bTag"] = "六袋#5638",
					}, -- [470]
					{
						["role"] = "DAMAGER",
						["name"] = "Aucarry-凤凰之神",
						["iLvl"] = 439,
						["time"] = 1566646581,
						["class"] = 8,
						["bTag"] = "小米丶粑粑#5892",
					}, -- [471]
					{
						["role"] = "DAMAGER",
						["name"] = "梦境之始-克尔苏加德",
						["time"] = 1566645042,
						["class"] = 11,
					}, -- [472]
					{
						["role"] = "DAMAGER",
						["name"] = "丨逗丨丨逼丨-死亡之翼",
						["iLvl"] = 439,
						["time"] = 1566646581,
						["class"] = 12,
						["bTag"] = "十八岁卜卜脆#5751",
					}, -- [473]
					{
						["role"] = "DAMAGER",
						["name"] = "地狱丶传教-黑暗虚空",
						["iLvl"] = 437,
						["time"] = 1566645315,
						["class"] = 9,
						["bTag"] = "MaxMatch#5269",
					}, -- [474]
					{
						["role"] = "DAMAGER",
						["name"] = "貝吉塔-血环",
						["time"] = 1566646581,
						["class"] = 1,
					}, -- [475]
					{
						["role"] = "DAMAGER",
						["name"] = "丶常有理丶-石爪峰",
						["iLvl"] = 436,
						["time"] = 1566646581,
						["class"] = 2,
						["bTag"] = "丶牛犇犇丶#5190",
					}, -- [476]
					{
						["role"] = "DAMAGER",
						["name"] = "口蜜腹剑丶-阿比迪斯",
						["iLvl"] = 437,
						["time"] = 1566646581,
						["class"] = 4,
						["bTag"] = "JOKER#52242",
					}, -- [477]
					{
						["role"] = "DAMAGER",
						["name"] = "大喵叽-阿克蒙德",
						["iLvl"] = 441,
						["time"] = 1566645365,
						["class"] = 11,
						["bTag"] = "Kyonlolz#5119",
					}, -- [478]
					{
						["role"] = "DAMAGER",
						["name"] = "怒风恋-萨菲隆",
						["time"] = 1566645742,
						["class"] = 12,
					}, -- [479]
					{
						["role"] = "DAMAGER",
						["name"] = "悔爱-血色十字军",
						["time"] = 1566645787,
						["class"] = 12,
					}, -- [480]
					{
						["role"] = "DAMAGER",
						["name"] = "揍人少年-死亡之翼",
						["iLvl"] = 440,
						["time"] = 1566646581,
						["class"] = 2,
						["bTag"] = "凯恩#57735",
					}, -- [481]
					{
						["role"] = "DAMAGER",
						["name"] = "鹤影-布兰卡德",
						["iLvl"] = 446,
						["time"] = 1566645101,
						["class"] = 10,
						["bTag"] = "灰常会加#51927",
					}, -- [482]
					{
						["role"] = "DAMAGER",
						["name"] = "小明的梦想-纳克萨玛斯",
						["iLvl"] = 438,
						["time"] = 1566645571,
						["class"] = 4,
						["bTag"] = "尛球#5333",
					}, -- [483]
					{
						["role"] = "DAMAGER",
						["name"] = "陆吃-影之哀伤",
						["iLvl"] = 416,
						["time"] = 1566645779,
						["class"] = 10,
						["bTag"] = "陆吃#5191",
					}, -- [484]
					{
						["role"] = "TANK",
						["name"] = "聖光阿昆达-伊森利恩",
						["iLvl"] = 439,
						["time"] = 1566646581,
						["class"] = 2,
						["bTag"] = "愿圣光与你同在#51216",
					}, -- [485]
					{
						["role"] = "DAMAGER",
						["name"] = "核心橙無敵-死亡之翼",
						["iLvl"] = 442,
						["time"] = 1566645907,
						["class"] = 11,
						["bTag"] = "天啸#51473",
					}, -- [486]
					{
						["role"] = "DAMAGER",
						["name"] = "莎拉蔻娜-能源舰",
						["iLvl"] = 432,
						["time"] = 1566645183,
						["class"] = 3,
						["bTag"] = "幸运凡人#5583",
					}, -- [487]
					{
						["role"] = "DAMAGER",
						["name"] = "隐杀彡-伊森利恩",
						["iLvl"] = 435,
						["time"] = 1566645894,
						["class"] = 4,
						["bTag"] = "蛮力之兽#566786",
					}, -- [488]
					{
						["role"] = "DAMAGER",
						["name"] = "玉朮临风-凤凰之神",
						["iLvl"] = 435,
						["time"] = 1566645137,
						["class"] = 9,
						["bTag"] = "寒星冷月#5406",
					}, -- [489]
					{
						["role"] = "DAMAGER",
						["name"] = "燃烧的熊猫-寒冰皇冠",
						["iLvl"] = 434,
						["time"] = 1566646061,
						["class"] = 1,
						["bTag"] = "燃烧的熊猫#5456",
					}, -- [490]
					{
						["role"] = "DAMAGER",
						["name"] = "啦酱大笨蛋-奥尔加隆",
						["iLvl"] = 433,
						["time"] = 1566645864,
						["class"] = 9,
						["bTag"] = "追寻忆#5839",
					}, -- [491]
					{
						["role"] = "DAMAGER",
						["name"] = "你們缺德嗎-加兹鲁维",
						["iLvl"] = 417,
						["time"] = 1566645775,
						["class"] = 11,
						["bTag"] = "少年亮兵器吧#5371",
					}, -- [492]
					{
						["role"] = "DAMAGER",
						["name"] = "Olbaid-死亡之翼",
						["iLvl"] = 445,
						["time"] = 1566646581,
						["class"] = 9,
						["bTag"] = "Olbaid#5383",
					}, -- [493]
					{
						["role"] = "DAMAGER",
						["name"] = "兔芭妹-闪电之刃",
						["iLvl"] = 421,
						["time"] = 1566646581,
						["class"] = 9,
						["bTag"] = "Yimo#5398",
					}, -- [494]
					{
						["role"] = "DAMAGER",
						["name"] = "Melpomene-贫瘠之地",
						["time"] = 1566646581,
						["class"] = 3,
					}, -- [495]
					{
						["role"] = "DAMAGER",
						["name"] = "喵玖玖-无尽之海",
						["iLvl"] = 439,
						["time"] = 1566646581,
						["class"] = 8,
						["bTag"] = "喵玖玖#5568",
					}, -- [496]
					{
						["role"] = "DAMAGER",
						["name"] = "熊猫的味道-鬼雾峰",
						["iLvl"] = 440,
						["time"] = 1566645657,
						["class"] = 3,
						["bTag"] = "败给妳#5491",
					}, -- [497]
					{
						["role"] = "DAMAGER",
						["name"] = "血羁绊是二逼-寒冰皇冠",
						["iLvl"] = 391,
						["time"] = 1566645385,
						["class"] = 3,
						["bTag"] = "燃烧的熊猫#5456",
					}, -- [498]
					{
						["role"] = "DAMAGER",
						["name"] = "Forstblast-冰风岗",
						["iLvl"] = 441,
						["time"] = 1566646581,
						["class"] = 8,
						["bTag"] = "perfectYJ#5377",
					}, -- [499]
					{
						["role"] = "DAMAGER",
						["name"] = "风一吹尸一堆-红云台地",
						["iLvl"] = 437,
						["time"] = 1566646581,
						["class"] = 8,
						["bTag"] = "风吹#5718",
					}, -- [500]
					{
						["role"] = "DAMAGER",
						["name"] = "夕炎-屠魔山谷",
						["time"] = 1566646173,
						["class"] = 8,
					}, -- [501]
					{
						["role"] = "DAMAGER",
						["name"] = "夏天未老-洛丹伦",
						["iLvl"] = 435,
						["time"] = 1566645385,
						["class"] = 9,
						["bTag"] = "小斑马#51635",
					}, -- [502]
					{
						["role"] = "DAMAGER",
						["name"] = "稻香飘雪-无尽之海",
						["time"] = 1566646035,
						["class"] = 4,
					}, -- [503]
					{
						["role"] = "DAMAGER",
						["name"] = "白虎的枕边人-影之哀伤",
						["iLvl"] = 441,
						["time"] = 1566645431,
						["class"] = 9,
						["bTag"] = "倾城牡丹#5173",
					}, -- [504]
					{
						["role"] = "DAMAGER",
						["name"] = "Saviordh-迦拉克隆",
						["iLvl"] = 422,
						["time"] = 1566646581,
						["class"] = 1,
						["bTag"] = "风雨萧瑟阁#5301",
					}, -- [505]
					{
						["role"] = "TANK",
						["name"] = "玖浅一深-古达克",
						["iLvl"] = 441,
						["time"] = 1566646581,
						["class"] = 6,
						["bTag"] = "玖浅一深#5204",
					}, -- [506]
					{
						["role"] = "DAMAGER",
						["name"] = "Witty-烈焰峰",
						["iLvl"] = 442,
						["time"] = 1566645487,
						["class"] = 12,
						["bTag"] = "咿咿呀呀#5375",
					}, -- [507]
					{
						["role"] = "DAMAGER",
						["name"] = "豆豆冰-地狱咆哮",
						["iLvl"] = 442,
						["time"] = 1566646581,
						["class"] = 7,
						["bTag"] = "冰妍#5153",
					}, -- [508]
					{
						["role"] = "TANK",
						["name"] = "哟唬嘿-阿拉希",
						["iLvl"] = 417,
						["time"] = 1566646581,
						["class"] = 6,
						["bTag"] = "横竖180#5828",
					}, -- [509]
					{
						["role"] = "DAMAGER",
						["name"] = "古美-格瑞姆巴托",
						["time"] = 1566645936,
						["class"] = 10,
					}, -- [510]
					{
						["role"] = "DAMAGER",
						["name"] = "莫名轩-霜狼",
						["iLvl"] = 432,
						["time"] = 1566646581,
						["class"] = 2,
						["bTag"] = "李小白#5243",
					}, -- [511]
					{
						["role"] = "DAMAGER",
						["name"] = "风之雪雨-死亡之翼",
						["iLvl"] = 444,
						["time"] = 1566645921,
						["class"] = 9,
						["bTag"] = "魔法之龟#52300",
					}, -- [512]
					{
						["role"] = "DAMAGER",
						["name"] = "怪大咖-无尽之海",
						["iLvl"] = 438,
						["time"] = 1566645846,
						["class"] = 3,
						["bTag"] = "大咖#51611",
					}, -- [513]
					{
						["role"] = "DAMAGER",
						["name"] = "王淽悦-凤凰之神",
						["iLvl"] = 438,
						["time"] = 1566645844,
						["class"] = 5,
						["bTag"] = "天才哥#5905",
					}, -- [514]
					{
						["role"] = "DAMAGER",
						["name"] = "雪碧加盐-格雷迈恩",
						["iLvl"] = 436,
						["time"] = 1566646339,
						["class"] = 3,
						["bTag"] = "一朵凋零的菊花#5100",
					}, -- [515]
					{
						["role"] = "DAMAGER",
						["name"] = "可卿右护法-死亡之翼",
						["iLvl"] = 442,
						["time"] = 1566646581,
						["class"] = 12,
						["bTag"] = "恐惧#53108",
					}, -- [516]
					{
						["role"] = "DAMAGER",
						["name"] = "游王子-迅捷微风",
						["iLvl"] = 430,
						["time"] = 1566645862,
						["class"] = 6,
						["bTag"] = "游王子#5725",
					}, -- [517]
					{
						["role"] = "DAMAGER",
						["name"] = "伊伊凡凡-埃德萨拉",
						["iLvl"] = 444,
						["time"] = 1566645902,
						["class"] = 4,
						["bTag"] = "只有黑茶可以嗎#5925",
					}, -- [518]
					{
						["role"] = "DAMAGER",
						["name"] = "汪星人-索瑞森",
						["iLvl"] = 417,
						["time"] = 1566646581,
						["class"] = 3,
						["bTag"] = "ChenJiaNan#5745",
					}, -- [519]
					{
						["role"] = "DAMAGER",
						["name"] = "虚空灵亡-熵魔",
						["iLvl"] = 426,
						["time"] = 1566646581,
						["class"] = 8,
						["bTag"] = "雷诺#518303",
					}, -- [520]
					{
						["role"] = "DAMAGER",
						["name"] = "乄浅笑丶-托塞德林",
						["iLvl"] = 424,
						["time"] = 1566646581,
						["class"] = 2,
						["bTag"] = "时光乄慢些吧#5994",
					}, -- [521]
					{
						["role"] = "DAMAGER",
						["name"] = "淡墨逸风-血色十字军",
						["iLvl"] = 431,
						["time"] = 1566646581,
						["class"] = 6,
						["bTag"] = "淡墨逸风#5410",
					}, -- [522]
					{
						["role"] = "DAMAGER",
						["name"] = "聖丷骑士-燃烧之刃",
						["iLvl"] = 444,
						["time"] = 1566645998,
						["class"] = 2,
						["bTag"] = "张洲#51909",
					}, -- [523]
					{
						["role"] = "DAMAGER",
						["name"] = "飞翔的跑車-凤凰之神",
						["iLvl"] = 448,
						["time"] = 1566645987,
						["class"] = 12,
						["bTag"] = "跑車#5184",
					}, -- [524]
					{
						["role"] = "DAMAGER",
						["name"] = "烧焦的鼠标-凤凰之神",
						["iLvl"] = 446,
						["time"] = 1566646003,
						["class"] = 4,
						["bTag"] = "情到深处已惘然#5791",
					}, -- [525]
					{
						["role"] = "DAMAGER",
						["name"] = "和你有个约会-凤凰之神",
						["iLvl"] = 445,
						["time"] = 1566646581,
						["class"] = 4,
						["bTag"] = "狂拽牛牛#5545",
					}, -- [526]
					{
						["role"] = "DAMAGER",
						["name"] = "Zeuno-布兰卡德",
						["iLvl"] = 434,
						["time"] = 1566646485,
						["class"] = 3,
						["bTag"] = "小钻头#51523",
					}, -- [527]
					{
						["role"] = "DAMAGER",
						["name"] = "无言僧-狂热之刃",
						["iLvl"] = 436,
						["time"] = 1566646267,
						["class"] = 10,
						["bTag"] = "无言追风#5874",
					}, -- [528]
					{
						["role"] = "TANK",
						["name"] = "随意究任性-凤凰之神",
						["iLvl"] = 437,
						["time"] = 1566646581,
						["class"] = 1,
						["bTag"] = "随意就任性#5865",
					}, -- [529]
					{
						["role"] = "DAMAGER",
						["name"] = "等怒-拉格纳罗斯",
						["iLvl"] = 446,
						["time"] = 1566646132,
						["class"] = 2,
						["bTag"] = "黑仔生#5655",
					}, -- [530]
					{
						["role"] = "DAMAGER",
						["name"] = "凉风酱-影之哀伤",
						["iLvl"] = 442,
						["time"] = 1566646306,
						["class"] = 4,
						["bTag"] = "一曲无忆#5562",
					}, -- [531]
					{
						["role"] = "DAMAGER",
						["name"] = "停留停在哪里-贫瘠之地",
						["iLvl"] = 434,
						["time"] = 1566646581,
						["class"] = 2,
						["bTag"] = "停留#5572",
					}, -- [532]
					{
						["role"] = "DAMAGER",
						["name"] = "维拉锋刃-奥妮克希亚",
						["iLvl"] = 448,
						["time"] = 1566646581,
						["class"] = 4,
						["bTag"] = "lokibb#5370",
					}, -- [533]
					{
						["role"] = "DAMAGER",
						["name"] = "特雷杨-克尔苏加德",
						["iLvl"] = 430,
						["time"] = 1566646459,
						["class"] = 8,
						["bTag"] = "王师傅风亲云蛋#5399",
					}, -- [534]
					{
						["role"] = "DAMAGER",
						["name"] = "邢亥-伊森利恩",
						["iLvl"] = 435,
						["time"] = 1566646581,
						["class"] = 2,
						["bTag"] = "哈特涅特#5531",
					}, -- [535]
					{
						["role"] = "DAMAGER",
						["name"] = "徐大-克尔苏加德",
						["iLvl"] = 442,
						["time"] = 1566646581,
						["class"] = 3,
						["bTag"] = "tattoo#5211",
					}, -- [536]
					{
						["role"] = "TANK",
						["name"] = "果果龙少-洛丹伦",
						["iLvl"] = 434,
						["time"] = 1566646581,
						["class"] = 1,
						["bTag"] = "梁龙#5322",
					}, -- [537]
					{
						["role"] = "DAMAGER",
						["name"] = "Âãäåæë-萨洛拉丝",
						["iLvl"] = 411,
						["time"] = 1566646581,
						["class"] = 12,
						["bTag"] = "占戈灬云鬼#5198",
					}, -- [538]
					{
						["role"] = "DAMAGER",
						["name"] = "Bigbuttocks-阿扎达斯",
						["iLvl"] = 441,
						["time"] = 1566646539,
						["class"] = 11,
						["bTag"] = "落木小辣椒#5744",
					}, -- [539]
					{
						["role"] = "DAMAGER",
						["name"] = "卩灬兜里有糖-安苏",
						["time"] = 1566646581,
						["class"] = 6,
					}, -- [540]
					{
						["role"] = "DAMAGER",
						["name"] = "月下汐辰-燃烧之刃",
						["iLvl"] = 442,
						["time"] = 1566646581,
						["class"] = 8,
						["bTag"] = "青羽心夏#5709",
					}, -- [541]
					{
						["role"] = "DAMAGER",
						["name"] = "五亖三二一-伊森利恩",
						["iLvl"] = 443,
						["time"] = 1566646581,
						["class"] = 9,
						["bTag"] = "毁灭一切#51345",
					}, -- [542]
					{
						["role"] = "DAMAGER",
						["name"] = "铁胆火车侠㗿-鬼雾峰",
						["iLvl"] = 445,
						["time"] = 1566646581,
						["class"] = 1,
						["bTag"] = "瞳孔中的暗杀者#51135",
					}, -- [543]
					{
						["role"] = "DAMAGER",
						["name"] = "六月冰狂-血色十字军",
						["time"] = 1566646581,
						["class"] = 8,
					}, -- [544]
					{
						["role"] = "DAMAGER",
						["name"] = "萨鲁法尔大王-金色平原",
						["time"] = 1566818602,
						["class"] = 1,
					}, -- [545]
					{
						["role"] = "DAMAGER",
						["name"] = "Pastoral-鬼雾峰",
						["iLvl"] = 419,
						["time"] = 1566819179,
						["class"] = 1,
						["bTag"] = "牧歌#51366",
					}, -- [546]
					{
						["role"] = "DAMAGER",
						["name"] = "Elevis-血色十字军",
						["iLvl"] = 446,
						["time"] = 1566820340,
						["class"] = 8,
						["bTag"] = "Elevis#51948",
					}, -- [547]
					{
						["role"] = "DAMAGER",
						["name"] = "Lye-达克萨隆",
						["iLvl"] = 444,
						["time"] = 1566819095,
						["class"] = 11,
						["bTag"] = "輪椅领主#5501",
					}, -- [548]
					{
						["role"] = "DAMAGER",
						["name"] = "我不是赵云-黑龙军团",
						["iLvl"] = 441,
						["time"] = 1566819350,
						["class"] = 2,
						["bTag"] = "火箭6#5883",
					}, -- [549]
					{
						["role"] = "DAMAGER",
						["name"] = "薄荷烟-伊森利恩",
						["iLvl"] = 443,
						["time"] = 1566820340,
						["class"] = 8,
						["bTag"] = "你算哪块小饼干#5754",
					}, -- [550]
					{
						["role"] = "DAMAGER",
						["name"] = "Dodolook-战歌",
						["time"] = 1566819711,
						["class"] = 8,
					}, -- [551]
					{
						["role"] = "DAMAGER",
						["name"] = "阿力-塞拉赞恩",
						["iLvl"] = 442,
						["time"] = 1566820340,
						["class"] = 2,
						["bTag"] = "阿力#51212",
					}, -- [552]
					{
						["role"] = "DAMAGER",
						["name"] = "丶崔家-血色十字军",
						["iLvl"] = 443,
						["time"] = 1566820340,
						["class"] = 12,
						["bTag"] = "崔家公子#5204",
					}, -- [553]
				},
				["6-0-16-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "丶抹茶冰淇淋-格瑞姆巴托",
						["iLvl"] = 441,
						["time"] = 1565246457,
						["class"] = 8,
						["bTag"] = "抹茶冰淇淋#51611",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "凯特琳丶薇-沙怒",
						["iLvl"] = 420,
						["time"] = 1565246457,
						["class"] = 3,
						["bTag"] = "露從今夜白#5980",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "冉小寒-迦拉克隆",
						["iLvl"] = 437,
						["time"] = 1565246422,
						["class"] = 3,
						["bTag"] = "冉小寒#5853",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "炸掉男厕所-加兹鲁维",
						["iLvl"] = 420,
						["time"] = 1565246457,
						["class"] = 10,
						["bTag"] = "棺材君#5443",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "落月无声-幽暗沼泽",
						["iLvl"] = 417,
						["time"] = 1565246457,
						["class"] = 8,
						["bTag"] = "夏夜晚风#5297",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "飞虎精-藏宝海湾",
						["iLvl"] = 438,
						["time"] = 1565246457,
						["class"] = 7,
						["bTag"] = "飞虎精#5404",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "阿希丨-米奈希尔",
						["iLvl"] = 436,
						["time"] = 1565246457,
						["class"] = 7,
						["bTag"] = "阿希#5484",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "追风赶月-奈法利安",
						["iLvl"] = 435,
						["time"] = 1565512170,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "仧畱#5888",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "妖艳-亡语者",
						["iLvl"] = 431,
						["time"] = 1565512170,
						["class"] = 2,
						["bTag"] = "妖艳#51594",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "Morata-鬼雾峰",
						["iLvl"] = 436,
						["time"] = 1565512170,
						["class"] = 7,
						["bTag"] = "蓅篂劃濄丨殇#5359",
					}, -- [10]
					{
						["role"] = "HEALER",
						["name"] = "磁石-克苏恩",
						["iLvl"] = 405,
						["time"] = 1565512170,
						["class"] = 11,
						["bTag"] = "安琪#5666",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "赎罪-龙骨平原",
						["iLvl"] = 388,
						["time"] = 1565511756,
						["class"] = 2,
						["bTag"] = "穆文林#5495",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "Diabloer-熊猫酒仙",
						["iLvl"] = 420,
						["time"] = 1565512170,
						["class"] = 8,
						["bTag"] = "至尊宝#56413",
					}, -- [13]
					{
						["role"] = "HEALER",
						["name"] = "死胖花-死亡之翼",
						["iLvl"] = 434,
						["time"] = 1565512170,
						["class"] = 11,
						["bTag"] = "tobi#5565",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "傻憨憨-伊森利恩",
						["iLvl"] = 420,
						["time"] = 1565512170,
						["class"] = 2,
						["bTag"] = "戦壹摆二#5810",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "卡比獣-加尔",
						["iLvl"] = 437,
						["time"] = 1565512092,
						["class"] = 3,
						["bTag"] = "天才#5783",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "Mapleland-死亡之翼",
						["iLvl"] = 443,
						["time"] = 1565511482,
						["class"] = 1,
						["bTag"] = "煮酒燃烟#5851",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "六道天机-狂热之刃",
						["iLvl"] = 441,
						["time"] = 1565511482,
						["class"] = 6,
						["bTag"] = "乔宝东#5754",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "毒王丁春秋-安苏",
						["iLvl"] = 440,
						["time"] = 1565512170,
						["class"] = 4,
						["bTag"] = "古道行者#5699",
					}, -- [19]
					{
						["role"] = "HEALER",
						["name"] = "叫我女王吧-时光之穴",
						["iLvl"] = 413,
						["time"] = 1565511301,
						["class"] = 5,
						["bTag"] = "幸福一家人#51685",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "忘却的回忆-布兰卡德",
						["iLvl"] = 440,
						["time"] = 1565512170,
						["class"] = 5,
						["bTag"] = "瀚泽#5922",
					}, -- [21]
					{
						["role"] = "TANK",
						["name"] = "枫云溪-无尽之海",
						["iLvl"] = 438,
						["time"] = 1565511259,
						["class"] = 11,
						["bTag"] = "千翻丶#51345",
					}, -- [22]
					{
						["role"] = "TANK",
						["name"] = "大奶宝宝-迅捷微风",
						["iLvl"] = 437,
						["time"] = 1565511249,
						["class"] = 2,
						["bTag"] = "不羁#5169",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "Dawns-弗塞雷迦",
						["iLvl"] = 436,
						["time"] = 1565512170,
						["class"] = 1,
						["bTag"] = "走拔#5498",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "人家还想要-伊森利恩",
						["iLvl"] = 417,
						["time"] = 1565512005,
						["class"] = 6,
						["bTag"] = "十年之殇#5135",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "司司啊-格瑞姆巴托",
						["time"] = 1565511940,
						["class"] = 4,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "樱萨卡-迅捷微风",
						["iLvl"] = 409,
						["time"] = 1565512170,
						["class"] = 9,
						["bTag"] = "天才#5783",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "雪豹无情-格瑞姆巴托",
						["time"] = 1565512099,
						["class"] = 1,
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "Gwmmz-古加尔",
						["time"] = 1565511326,
						["class"] = 8,
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "夏至-冬泉谷",
						["iLvl"] = 435,
						["time"] = 1565511699,
						["class"] = 8,
						["bTag"] = "世间安得两全法#51820",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "我烦坐骑读条-安苏",
						["iLvl"] = 409,
						["time"] = 1565511756,
						["class"] = 11,
						["bTag"] = "九华#5714",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "钩子有道疤-影之哀伤",
						["iLvl"] = 428,
						["time"] = 1565511985,
						["class"] = 2,
						["bTag"] = "真的不好玩#5857",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "小阿离-影之哀伤",
						["iLvl"] = 437,
						["time"] = 1565512170,
						["class"] = 1,
						["bTag"] = "随你所欢#5745",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "忧郁的背影-闪电之刃",
						["time"] = 1565511431,
						["class"] = 1,
					}, -- [34]
					{
						["role"] = "HEALER",
						["name"] = "圣光丶醉夕阳-格瑞姆巴托",
						["time"] = 1565511865,
						["class"] = 2,
					}, -- [35]
					{
						["role"] = "TANK",
						["name"] = "德穆勒硅胶-雷霆之怒",
						["iLvl"] = 410,
						["time"] = 1565512170,
						["class"] = 11,
						["bTag"] = "阿里诺亚#51216",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "勾魂阴差-格瑞姆巴托",
						["time"] = 1565512170,
						["class"] = 6,
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "猪肉炖粉条条-冰风岗",
						["time"] = 1565511231,
						["class"] = 6,
					}, -- [38]
					{
						["role"] = "TANK",
						["name"] = "爱风未裳-龙骨平原",
						["iLvl"] = 413,
						["time"] = 1565511238,
						["class"] = 11,
						["bTag"] = "Ivan#5947",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "黑白音符-罗曼斯",
						["iLvl"] = 414,
						["time"] = 1565512170,
						["class"] = 4,
						["bTag"] = "黑白音符#5754",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "大雨滂沱-血色十字军",
						["iLvl"] = 415,
						["time"] = 1565511440,
						["class"] = 8,
						["bTag"] = "敏感之矮人#57947",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "莉亚徳琳-血色十字军",
						["iLvl"] = 417,
						["time"] = 1565512170,
						["class"] = 2,
						["bTag"] = "道格拉斯维德#5605",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "弑神封魔-血牙魔王",
						["iLvl"] = 429,
						["time"] = 1565512170,
						["class"] = 3,
						["bTag"] = "弯刀火钳#51396",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "Moumou-冰川之拳",
						["iLvl"] = 439,
						["time"] = 1565512170,
						["class"] = 11,
						["bTag"] = "cassius#5472",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "逆天灵剑-凤凰之神",
						["iLvl"] = 442,
						["time"] = 1565512170,
						["class"] = 3,
						["bTag"] = "探基#5961",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "水之灵动-狂热之刃",
						["iLvl"] = 435,
						["time"] = 1565511488,
						["class"] = 12,
						["bTag"] = "kowinner#5704",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "欧霸-血羽",
						["iLvl"] = 440,
						["time"] = 1565511699,
						["class"] = 4,
						["bTag"] = "水果猪猪#51795",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "满满滴小意思-红龙军团",
						["iLvl"] = 430,
						["time"] = 1565511883,
						["class"] = 4,
						["bTag"] = "把酒问青天#51180",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "三角龍骑士-玛洛加尔",
						["iLvl"] = 404,
						["time"] = 1565512170,
						["class"] = 2,
						["bTag"] = "死多光荣#5842",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "帅东-无尽之海",
						["iLvl"] = 420,
						["time"] = 1565512170,
						["class"] = 3,
						["bTag"] = "ShadowDragon#524806",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "明野丶-血色十字军",
						["iLvl"] = 442,
						["time"] = 1565511828,
						["class"] = 1,
						["bTag"] = "萌萌哒小阿浩丶#5152",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "丶南简柚苏-冰风岗",
						["iLvl"] = 440,
						["time"] = 1565511526,
						["class"] = 5,
						["bTag"] = "未若丶#5380",
					}, -- [52]
					{
						["role"] = "TANK",
						["name"] = "不归的狼-伊利丹",
						["iLvl"] = 381,
						["time"] = 1565512170,
						["class"] = 6,
						["bTag"] = "tomo#51660",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "噬元兽的肉垫-燃烧之刃",
						["iLvl"] = 411,
						["time"] = 1565512170,
						["class"] = 12,
						["bTag"] = "SundayFMilk#5126",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "果冻加咖啡-死亡之翼",
						["iLvl"] = 442,
						["time"] = 1565512170,
						["class"] = 8,
						["bTag"] = "你不是我的演员#5219",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "织亡-狂热之刃",
						["iLvl"] = 442,
						["time"] = 1565512045,
						["class"] = 6,
						["bTag"] = "沧海龙吟#51743",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "Wonderchild-天空之墙",
						["iLvl"] = 421,
						["time"] = 1565511978,
						["class"] = 4,
						["bTag"] = "HTreeF#5587",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "颓废的阿昆达-无尽之海",
						["iLvl"] = 420,
						["time"] = 1565512170,
						["class"] = 12,
						["bTag"] = "沙啵啵#5127",
					}, -- [58]
					{
						["role"] = "TANK",
						["name"] = "是熊丶-格瑞姆巴托",
						["iLvl"] = 416,
						["time"] = 1565511914,
						["class"] = 12,
						["bTag"] = "kangaroo#5665",
					}, -- [59]
					{
						["role"] = "TANK",
						["name"] = "谢小玉-艾露恩",
						["iLvl"] = 411,
						["time"] = 1565511784,
						["class"] = 6,
						["bTag"] = "九尾#5116",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "風華無盡-回音山",
						["iLvl"] = 421,
						["time"] = 1565512170,
						["class"] = 12,
						["bTag"] = "冰霜之脚#523457",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "希尔伯特-提瑞斯法",
						["iLvl"] = 423,
						["time"] = 1565512170,
						["class"] = 12,
						["bTag"] = "黒翼之舞#5230",
					}, -- [62]
					{
						["role"] = "HEALER",
						["name"] = "最美的期待-红云台地",
						["iLvl"] = 417,
						["time"] = 1565512170,
						["class"] = 10,
						["bTag"] = "南城旧梦终难成#5741",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "米花茶-菲米丝",
						["iLvl"] = 438,
						["time"] = 1565512170,
						["class"] = 4,
						["bTag"] = "花茶#5135",
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "咕噜咕噜卤-安苏",
						["iLvl"] = 399,
						["time"] = 1565512170,
						["class"] = 11,
						["bTag"] = "Sev7nTao#5890",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "看我眼色做事-天空之墙",
						["iLvl"] = 412,
						["time"] = 1565512170,
						["class"] = 12,
						["bTag"] = "匪惩#5154",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "斩妖丶泣血-凤凰之神",
						["iLvl"] = 416,
						["time"] = 1565512170,
						["class"] = 11,
						["bTag"] = "小豆子#5256",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "杨过丶-弗塞雷迦",
						["time"] = 1565512170,
						["class"] = 11,
					}, -- [68]
					{
						["role"] = "HEALER",
						["name"] = "嘶灬啊灬-冰风岗",
						["iLvl"] = 428,
						["time"] = 1565512170,
						["class"] = 5,
						["bTag"] = "Dee#52121",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "逸旅阳光-冰霜之刃",
						["iLvl"] = 416,
						["time"] = 1565512170,
						["class"] = 8,
						["bTag"] = "迷糊之法#5378",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "丨霸丨霸丨-石爪峰",
						["iLvl"] = 438,
						["time"] = 1565512170,
						["class"] = 10,
						["bTag"] = "人要靠自己#5964",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "红里鱼-熔火之心",
						["iLvl"] = 415,
						["time"] = 1565512170,
						["class"] = 7,
						["bTag"] = "霸气的香蕉#5616",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "Veryf-亚雷戈斯",
						["iLvl"] = 437,
						["time"] = 1565749322,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "VeryFrane#5968",
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "田螺崽-迦拉克隆",
						["iLvl"] = 417,
						["time"] = 1565750181,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "SHIMAO#5264",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "Priexl-死亡之翼",
						["iLvl"] = 422,
						["time"] = 1565750206,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "kangyawang#5242",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "酒恬醉入梦-迦拉克隆",
						["iLvl"] = 438,
						["time"] = 1565750099,
						["class"] = 3,
						["bTag"] = "长乐未央#5852",
					}, -- [76]
					{
						["role"] = "NONE",
						["name"] = "招財猫丶-凤凰之神",
						["time"] = 1566120939,
						["class"] = 3,
					}, -- [77]
					{
						["role"] = "NONE",
						["name"] = "元邪皇-范克里夫",
						["iLvl"] = 430,
						["time"] = 1566120939,
						["class"] = 12,
						["bTag"] = "月下杀戮#5998",
					}, -- [78]
					{
						["role"] = "NONE",
						["name"] = "饿蘑烈手-暗影议会",
						["iLvl"] = 436,
						["time"] = 1566120939,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "幸运之翼#524732",
					}, -- [79]
					{
						["role"] = "NONE",
						["name"] = "淡漠清茶-燃烧之刃",
						["iLvl"] = 431,
						["time"] = 1566120939,
						["class"] = 2,
						["bTag"] = "清茶#5335",
					}, -- [80]
					{
						["role"] = "NONE",
						["name"] = "愿十七-格瑞姆巴托",
						["iLvl"] = 430,
						["time"] = 1566120939,
						["class"] = 12,
						["bTag"] = "SuperMurloc#586868",
					}, -- [81]
					{
						["role"] = "NONE",
						["name"] = "乀哈乀哈乀哈-冰风岗",
						["iLvl"] = 441,
						["time"] = 1566120939,
						["class"] = 7,
						["bTag"] = "昨夜星晨#51450",
					}, -- [82]
					{
						["role"] = "NONE",
						["name"] = "任美俪丶-库尔提拉斯",
						["iLvl"] = 434,
						["time"] = 1566120939,
						["class"] = 6,
						["bTag"] = "再见#5738",
					}, -- [83]
					{
						["role"] = "NONE",
						["name"] = "正义传说-深渊之巢",
						["iLvl"] = 437,
						["time"] = 1566120939,
						["class"] = 2,
						["bTag"] = "那年朝华向阳开#5121",
					}, -- [84]
					{
						["role"] = "NONE",
						["name"] = "彼岸圣光-洛肯",
						["iLvl"] = 437,
						["time"] = 1566120939,
						["class"] = 2,
						["bTag"] = "纳格兰的风#51776",
					}, -- [85]
					{
						["role"] = "NONE",
						["name"] = "意犹未尽丶-迅捷微风",
						["iLvl"] = 436,
						["time"] = 1566120939,
						["class"] = 3,
						["bTag"] = "昨天#5860",
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "鲸鱼爱吃肉-燃烧之刃",
						["iLvl"] = 437,
						["time"] = 1566120771,
						["class"] = 7,
						["bTag"] = "柔情逝水#51523",
					}, -- [87]
					{
						["role"] = "NONE",
						["name"] = "林嫩茜-影之哀伤",
						["iLvl"] = 433,
						["time"] = 1566120939,
						["class"] = 2,
						["bTag"] = "斯瓦辛格110#5699",
					}, -- [88]
					{
						["role"] = "NONE",
						["name"] = "冒牌胖胖-阿格拉玛",
						["iLvl"] = 438,
						["time"] = 1566120939,
						["class"] = 6,
						["bTag"] = "冒牌骑士#5170",
					}, -- [89]
					{
						["role"] = "NONE",
						["name"] = "吃年糕看打架-生态船",
						["iLvl"] = 436,
						["time"] = 1566120939,
						["class"] = 3,
						["bTag"] = "吃年糕看打架#5547",
					}, -- [90]
					{
						["role"] = "NONE",
						["name"] = "德意奥丶戦-死亡之翼",
						["iLvl"] = 437,
						["time"] = 1566120939,
						["class"] = 12,
						["bTag"] = "晗哥丶#5645",
					}, -- [91]
					{
						["role"] = "NONE",
						["name"] = "寂静无声-风行者",
						["iLvl"] = 436,
						["time"] = 1566120939,
						["class"] = 4,
						["bTag"] = "如是一梦#5704",
					}, -- [92]
					{
						["role"] = "NONE",
						["name"] = "潘多拉贡-苏塔恩",
						["iLvl"] = 437,
						["time"] = 1566120939,
						["class"] = 8,
						["bTag"] = "银河之光#51694",
					}, -- [93]
					{
						["role"] = "NONE",
						["name"] = "冷酷的两只脚-迅捷微风",
						["iLvl"] = 439,
						["time"] = 1566120939,
						["class"] = 4,
						["bTag"] = "什么两只脚#5723",
					}, -- [94]
					{
						["role"] = "NONE",
						["name"] = "小半杯咖啡-格瑞姆巴托",
						["iLvl"] = 445,
						["time"] = 1566120939,
						["class"] = 6,
						["bTag"] = "贫民窟皇帝#5753",
					}, -- [95]
					{
						["role"] = "NONE",
						["name"] = "绝命小红帽-格瑞姆巴托",
						["iLvl"] = 433,
						["time"] = 1566120939,
						["class"] = 4,
						["bTag"] = "幸运之虎#597689",
					}, -- [96]
					{
						["role"] = "NONE",
						["name"] = "巨馍球球酱-安苏",
						["iLvl"] = 439,
						["time"] = 1566120939,
						["class"] = 8,
						["bTag"] = "巨馍蘸酱#51589",
					}, -- [97]
					{
						["role"] = "NONE",
						["name"] = "帅哥牛牛-能源舰",
						["iLvl"] = 430,
						["time"] = 1566120939,
						["class"] = 7,
						["bTag"] = "xuziling#5545",
					}, -- [98]
					{
						["role"] = "NONE",
						["name"] = "不多-阿曼尼",
						["iLvl"] = 431,
						["time"] = 1566120939,
						["class"] = 8,
						["bTag"] = "燕窝里的石头#5286",
					}, -- [99]
					{
						["role"] = "NONE",
						["name"] = "大地熊僧-凤凰之神",
						["iLvl"] = 432,
						["time"] = 1566120939,
						["class"] = 10,
						["bTag"] = "大门五郎#5929",
					}, -- [100]
					{
						["role"] = "NONE",
						["name"] = "大地飝龘-凤凰之神",
						["iLvl"] = 434,
						["time"] = 1566120939,
						["class"] = 4,
						["bTag"] = "大鲨鱼#5608",
					}, -- [101]
					{
						["role"] = "NONE",
						["name"] = "木抽抽-芬里斯",
						["iLvl"] = 437,
						["time"] = 1566120939,
						["class"] = 2,
						["bTag"] = "公子丶抽#5672",
					}, -- [102]
					{
						["role"] = "NONE",
						["name"] = "無敵最俊朗-影之哀伤",
						["iLvl"] = 442,
						["time"] = 1566120939,
						["class"] = 2,
						["bTag"] = "小叔#5936",
					}, -- [103]
					{
						["role"] = "NONE",
						["name"] = "七宗罪丶欲-达基萨斯",
						["iLvl"] = 434,
						["time"] = 1566120939,
						["class"] = 5,
						["bTag"] = "Dean#51112",
					}, -- [104]
					{
						["role"] = "NONE",
						["name"] = "神秘的未央-达基萨斯",
						["iLvl"] = 431,
						["time"] = 1566120939,
						["class"] = 2,
						["bTag"] = "神秘的未央#5996",
					}, -- [105]
					{
						["role"] = "NONE",
						["name"] = "举报别人真蠢-白银之手",
						["time"] = 1566120939,
						["class"] = 12,
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "官灬人-无尽之海",
						["time"] = 1566206503,
						["class"] = 11,
						["leader"] = true,
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "林星辰-黑铁",
						["iLvl"] = 422,
						["time"] = 1566206503,
						["class"] = 2,
						["bTag"] = "剑河罗#51470",
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "末曰之戈-迅捷微风",
						["iLvl"] = 445,
						["time"] = 1566206503,
						["class"] = 1,
						["bTag"] = "李听涛#5182",
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "乐千岁-洛萨",
						["iLvl"] = 374,
						["time"] = 1566206354,
						["class"] = 2,
						["bTag"] = "颜乐#51380",
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "铭记那一回-石爪峰",
						["iLvl"] = 434,
						["time"] = 1566206503,
						["class"] = 8,
						["bTag"] = "铭记那一回#5415",
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["name"] = "大黑子-毁灭之锤",
						["iLvl"] = 436,
						["time"] = 1566206466,
						["class"] = 8,
						["bTag"] = "加菲猫#5252",
					}, -- [112]
					{
						["role"] = "DAMAGER",
						["name"] = "老铁了解下-安苏",
						["iLvl"] = 425,
						["time"] = 1566206503,
						["class"] = 2,
						["bTag"] = "帅不过3秒#51225",
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "风之雪雨-死亡之翼",
						["iLvl"] = 441,
						["time"] = 1566206503,
						["class"] = 9,
						["bTag"] = "魔法之龟#52300",
					}, -- [114]
					{
						["role"] = "DAMAGER",
						["name"] = "魔鬼牛爷爷-芬里斯",
						["iLvl"] = 436,
						["time"] = 1566643793,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "魔鬼筋肉人#5113",
					}, -- [115]
					{
						["role"] = "DAMAGER",
						["name"] = "月刹-无尽之海",
						["iLvl"] = 442,
						["time"] = 1566643793,
						["class"] = 1,
						["bTag"] = "就来混个坐骑#5504",
					}, -- [116]
					{
						["role"] = "DAMAGER",
						["name"] = "王二燃-死亡之翼",
						["iLvl"] = 433,
						["time"] = 1566643793,
						["class"] = 6,
						["bTag"] = "王二燃#51311",
					}, -- [117]
					{
						["role"] = "DAMAGER",
						["name"] = "滒丶力挽誑瀾-寒冰皇冠",
						["iLvl"] = 440,
						["time"] = 1566643793,
						["class"] = 1,
						["bTag"] = "明媚不了你的忧桑#5889",
					}, -- [118]
					{
						["role"] = "TANK",
						["name"] = "流梳-熊猫酒仙",
						["iLvl"] = 417,
						["time"] = 1566643793,
						["class"] = 2,
						["bTag"] = "dj9596934#5980",
					}, -- [119]
					{
						["role"] = "DAMAGER",
						["name"] = "透心凉快-安苏",
						["iLvl"] = 415,
						["time"] = 1566643793,
						["class"] = 9,
						["bTag"] = "dj9596934#5980",
					}, -- [120]
					{
						["role"] = "DAMAGER",
						["name"] = "天使牛奶奶-芬里斯",
						["iLvl"] = 435,
						["time"] = 1566643793,
						["class"] = 2,
						["bTag"] = "天使#5553",
					}, -- [121]
				},
				["2-137-499-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "借我五毛钱-加基森",
						["iLvl"] = 434,
						["time"] = 1566017533,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "借我五毛钱#5890",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "济公开胃丹-天谴之门",
						["iLvl"] = 410,
						["time"] = 1566017533,
						["class"] = 9,
						["bTag"] = "Vic#5196",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "鋼牙哥-影之哀伤",
						["iLvl"] = 344,
						["time"] = 1566017533,
						["class"] = 8,
						["bTag"] = "死鱼哥#5874",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "今晚看太阳-血牙魔王",
						["iLvl"] = 416,
						["time"] = 1566017533,
						["class"] = 6,
						["bTag"] = "Edmond#5260",
					}, -- [4]
				},
				["2-140-510-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Revenge-克尔苏加德",
						["iLvl"] = 422,
						["time"] = 1564473124,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "Percocet#5802",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "爱上两只脚-迅捷微风",
						["iLvl"] = 439,
						["time"] = 1566374653,
						["class"] = 2,
						["bTag"] = "什么两只脚#5723",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "丶昤外音書絕-克尔苏加德",
						["iLvl"] = 420,
						["time"] = 1564473019,
						["class"] = 8,
						["bTag"] = "丶空粹濕人衣#5230",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "丶天寒紅旪浠-迅捷微风",
						["iLvl"] = 419,
						["time"] = 1564473124,
						["class"] = 1,
						["bTag"] = "丶空粹濕人衣#5230",
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "撒满开嗜血-安苏",
						["iLvl"] = 435,
						["time"] = 1564473124,
						["class"] = 7,
						["bTag"] = "理查的泰森#5199",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "过来挨打丶-迅捷微风",
						["iLvl"] = 438,
						["time"] = 1565581221,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "Percocet#5802",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "什么两只脚-迅捷微风",
						["iLvl"] = 440,
						["time"] = 1565581221,
						["class"] = 7,
						["bTag"] = "什么两只脚#5723",
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "Heimu-沙怒",
						["iLvl"] = 444,
						["time"] = 1565581221,
						["class"] = 11,
						["bTag"] = "Alison#5301",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "戏语者-凤凰之神",
						["iLvl"] = 441,
						["time"] = 1565581221,
						["class"] = 12,
						["bTag"] = "傲骨#51953",
					}, -- [9]
					{
						["role"] = "HEALER",
						["name"] = "耶熊-伊森利恩",
						["iLvl"] = 441,
						["time"] = 1566374653,
						["class"] = 11,
						["bTag"] = "雅蠛蝶#5252",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "修炼成鬼-安苏",
						["iLvl"] = 443,
						["time"] = 1566374450,
						["class"] = 4,
						["bTag"] = "修炼成精#5793",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "石榴肥肥-天空之墙",
						["iLvl"] = 440,
						["time"] = 1566374653,
						["class"] = 12,
						["bTag"] = "OySiMiDa22#5989",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "贼结巴-凤凰之神",
						["iLvl"] = 442,
						["time"] = 1566374653,
						["class"] = 4,
						["bTag"] = "那里有杀气#5618",
					}, -- [13]
				},
				["2-144-526-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "冷酷的两只脚-迅捷微风",
						["iLvl"] = 433,
						["time"] = 1564468064,
						["class"] = 4,
						["bTag"] = "什么两只脚#5723",
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "小利子-死亡之翼",
						["iLvl"] = 436,
						["time"] = 1564468064,
						["class"] = 5,
						["bTag"] = "潇洒哥#5404",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "Revenge-克尔苏加德",
						["iLvl"] = 422,
						["time"] = 1564468064,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "Percocet#5802",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "嗜睡成神-幽暗沼泽",
						["iLvl"] = 434,
						["time"] = 1564468064,
						["class"] = 4,
						["bTag"] = "Neighborhood#5433",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "什么两只脚-迅捷微风",
						["iLvl"] = 442,
						["time"] = 1566367992,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "什么两只脚#5723",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "月光三引-迅捷微风",
						["iLvl"] = 436,
						["time"] = 1565533298,
						["class"] = 5,
						["bTag"] = "Rechars#5872",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "丶営花寂寞紅-迅捷微风",
						["iLvl"] = 429,
						["time"] = 1565533298,
						["class"] = 11,
						["bTag"] = "丶空粹濕人衣#5230",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "Moria-血色十字军",
						["iLvl"] = 439,
						["time"] = 1565533298,
						["class"] = 4,
						["bTag"] = "醉壺園#5108",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "过来挨打丶-迅捷微风",
						["iLvl"] = 442,
						["time"] = 1566280696,
						["class"] = 4,
						["bTag"] = "Percocet#5802",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "先砍为敬丶-伊森利恩",
						["iLvl"] = 440,
						["time"] = 1565584806,
						["class"] = 1,
						["bTag"] = "海飞丝洗脚丶#5933",
					}, -- [10]
					{
						["role"] = "HEALER",
						["name"] = "紫朦欣然-死亡之翼",
						["iLvl"] = 442,
						["time"] = 1565584806,
						["class"] = 11,
						["bTag"] = "小欣然#5577",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "熏悟空丶-加基森",
						["iLvl"] = 442,
						["time"] = 1565584806,
						["class"] = 8,
						["bTag"] = "Keely#5291",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "棒棒小哈哈-无尽之海",
						["iLvl"] = 440,
						["time"] = 1565674302,
						["class"] = 8,
						["bTag"] = "哈哈#51335",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "丿大漠孤烟丿-死亡之翼",
						["iLvl"] = 443,
						["time"] = 1565674302,
						["class"] = 1,
						["bTag"] = "丶老顾丶#5404",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "任小昱-血色十字军",
						["iLvl"] = 442,
						["time"] = 1565835333,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "我很棒#5382",
					}, -- [15]
					{
						["role"] = "HEALER",
						["name"] = "未来的未來-死亡之翼",
						["iLvl"] = 440,
						["time"] = 1565835333,
						["class"] = 5,
						["bTag"] = "未来的未來#5753",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "鷄你太美-影之哀伤",
						["iLvl"] = 443,
						["time"] = 1565835174,
						["class"] = 6,
						["bTag"] = "电击治疗专家#5700",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "丷盗走你的心-拉文凯斯",
						["iLvl"] = 438,
						["time"] = 1565835333,
						["class"] = 4,
						["bTag"] = "大傻子猪#5491",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "刺心丶疼-安苏",
						["iLvl"] = 440,
						["time"] = 1565835333,
						["class"] = 9,
						["bTag"] = "空心的寂寞#51874",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "哥丶很低调-影之哀伤",
						["iLvl"] = 436,
						["time"] = 1566221160,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "崽崽#5365",
					}, -- [20]
					{
						["role"] = "HEALER",
						["name"] = "帝皇丿丸-凤凰之神",
						["iLvl"] = 441,
						["time"] = 1566221160,
						["class"] = 11,
						["bTag"] = "王嘉其#5593",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "Skyemperor-凤凰之神",
						["iLvl"] = 441,
						["time"] = 1566221160,
						["class"] = 3,
						["bTag"] = "SkyEmperor#51259",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "千鹤酱平祐奈-达纳斯",
						["iLvl"] = 437,
						["time"] = 1566221516,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "舞青春#5432",
					}, -- [23]
					{
						["role"] = "TANK",
						["name"] = "佛兮-燃烧之刃",
						["iLvl"] = 439,
						["time"] = 1566221516,
						["class"] = 10,
						["bTag"] = "德蛮子#5974",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "汽车修理工-鬼雾峰",
						["iLvl"] = 442,
						["time"] = 1566221516,
						["class"] = 3,
						["bTag"] = "干下这碗安利#5512",
					}, -- [25]
					{
						["role"] = "HEALER",
						["name"] = "灭咩蔑-死亡之翼",
						["iLvl"] = 443,
						["time"] = 1566221516,
						["class"] = 11,
						["bTag"] = "无头的学姐#51579",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "小时候很美-血环",
						["iLvl"] = 442,
						["time"] = 1566227424,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "小时候很美#5889",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "末日人来疯-血环",
						["iLvl"] = 446,
						["time"] = 1566227424,
						["class"] = 4,
						["bTag"] = "末日人来疯#5802",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "Emiyar-血环",
						["iLvl"] = 443,
						["time"] = 1566227424,
						["class"] = 3,
						["bTag"] = "Archer#58422",
					}, -- [29]
					{
						["role"] = "HEALER",
						["name"] = "Redbear-血环",
						["iLvl"] = 437,
						["time"] = 1566227424,
						["class"] = 11,
						["bTag"] = "秋风飘零#5200",
					}, -- [30]
					{
						["role"] = "TANK",
						["name"] = "心如死马-凤凰之神",
						["iLvl"] = 436,
						["time"] = 1566228808,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "Mordekaiser#51100",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "暮光晨曦-冰风岗",
						["iLvl"] = 441,
						["time"] = 1566228808,
						["class"] = 8,
						["bTag"] = "晨曦#51705",
					}, -- [32]
					{
						["role"] = "HEALER",
						["name"] = "Whiteazazel-死亡之翼",
						["iLvl"] = 438,
						["time"] = 1566228808,
						["class"] = 11,
						["bTag"] = "Soul#53578",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "贼亡-无尽之海",
						["time"] = 1566228808,
						["class"] = 4,
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "Venomleo-迅捷微风",
						["iLvl"] = 436,
						["time"] = 1566281023,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "什么两只脚#5723",
					}, -- [35]
					{
						["role"] = "HEALER",
						["name"] = "跑跑踹-凤凰之神",
						["iLvl"] = 433,
						["time"] = 1566281023,
						["class"] = 10,
						["bTag"] = "青奴#5762",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "这是自闭-死亡之翼",
						["iLvl"] = 432,
						["time"] = 1566281023,
						["class"] = 12,
						["bTag"] = "全程冰箱卡德除#5799",
					}, -- [37]
					{
						["role"] = "TANK",
						["name"] = "卡利亚斯-索瑞森",
						["time"] = 1566281023,
						["class"] = 1,
					}, -- [38]
					{
						["role"] = "HEALER",
						["name"] = "屹立不倒-卡德加",
						["iLvl"] = 444,
						["time"] = 1566323548,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "我你土拜#5303",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "欣妹儿-卡德加",
						["iLvl"] = 435,
						["time"] = 1566323548,
						["class"] = 3,
						["bTag"] = "欣妹儿#51270",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "暗戦-卡德加",
						["iLvl"] = 438,
						["time"] = 1566323548,
						["class"] = 4,
						["bTag"] = "一只小猪#5901",
					}, -- [41]
					{
						["role"] = "TANK",
						["name"] = "丨蓝羽丨-燃烧之刃",
						["iLvl"] = 444,
						["time"] = 1566323548,
						["class"] = 1,
						["bTag"] = "蓝羽#5180",
					}, -- [42]
					{
						["role"] = "HEALER",
						["name"] = "耶熊-伊森利恩",
						["iLvl"] = 441,
						["time"] = 1566367992,
						["class"] = 11,
						["bTag"] = "雅蠛蝶#5252",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "咚大宝-狂热之刃",
						["iLvl"] = 446,
						["time"] = 1566367992,
						["class"] = 4,
						["bTag"] = "咚爷#5478",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "Abram-格瑞姆巴托",
						["iLvl"] = 441,
						["time"] = 1566367992,
						["class"] = 4,
						["bTag"] = "AbsolutionU#5640",
					}, -- [45]
				},
				["2-142-517-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "济公开胃丹-天谴之门",
						["iLvl"] = 402,
						["time"] = 1565618518,
						["class"] = 9,
						["bTag"] = "Vic#5196",
					}, -- [1]
				},
				["2-139-504-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "月光三引-迅捷微风",
						["iLvl"] = 435,
						["time"] = 1565190189,
						["class"] = 5,
						["bTag"] = "Rechars#5872",
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "不要就是用力-塞拉摩",
						["iLvl"] = 436,
						["time"] = 1565190189,
						["class"] = 11,
						["bTag"] = "轩辕不古#5670",
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "Suiciding-迅捷微风",
						["iLvl"] = 439,
						["time"] = 1566132504,
						["class"] = 2,
						["bTag"] = "璟小爷#5149",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "岁月染指追忆-血环",
						["iLvl"] = 439,
						["time"] = 1565189752,
						["class"] = 2,
						["bTag"] = "岁月染指追忆#5950",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "冬青丶-莱索恩",
						["time"] = 1565190189,
						["class"] = 1,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "带刺的思思-主宰之剑",
						["iLvl"] = 435,
						["time"] = 1565756851,
						["class"] = 3,
						["bTag"] = "带刺#51694",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "亲吻-主宰之剑",
						["iLvl"] = 438,
						["time"] = 1565756851,
						["class"] = 8,
						["bTag"] = "Lucy#5504",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "你解解-冰风岗",
						["iLvl"] = 436,
						["time"] = 1565756851,
						["class"] = 6,
						["bTag"] = "飘飘猪#5971",
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "那悲咖啡-影之哀伤",
						["iLvl"] = 436,
						["time"] = 1565756851,
						["class"] = 11,
						["bTag"] = "那杯咖啡#51185",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "什么两只脚-迅捷微风",
						["iLvl"] = 442,
						["time"] = 1566364861,
						["class"] = 7,
						["bTag"] = "什么两只脚#5723",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "倔强-阿纳克洛斯",
						["iLvl"] = 445,
						["time"] = 1566131649,
						["class"] = 2,
						["bTag"] = "Sorry#52693",
					}, -- [11]
					{
						["role"] = "HEALER",
						["name"] = "你简直棒棒达-血色十字军",
						["iLvl"] = 445,
						["time"] = 1566131796,
						["class"] = 11,
						["bTag"] = "安娜丶艾玛莉#5762",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "先砍为敬丶-伊森利恩",
						["iLvl"] = 442,
						["time"] = 1566132504,
						["class"] = 1,
						["bTag"] = "海飞丝洗脚丶#5933",
					}, -- [13]
					{
						["role"] = "HEALER",
						["name"] = "Slt-凤凰之神",
						["iLvl"] = 442,
						["time"] = 1566132504,
						["class"] = 11,
						["bTag"] = "花梨#5104",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "今晚打木鸡-熔火之心",
						["iLvl"] = 438,
						["time"] = 1566151829,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "延续#5119",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "老嫂子-弗塞雷迦",
						["iLvl"] = 439,
						["time"] = 1566151141,
						["class"] = 7,
						["bTag"] = "RedCyclone#51823",
					}, -- [16]
					{
						["role"] = "HEALER",
						["name"] = "北京德神-格瑞姆巴托",
						["iLvl"] = 446,
						["time"] = 1566151141,
						["class"] = 11,
						["bTag"] = "国服贼神辱汝娘#5567",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "Runwaybaby-死亡之翼",
						["iLvl"] = 438,
						["time"] = 1566150539,
						["class"] = 4,
						["bTag"] = "古尔丶丹#5427",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "奥黛丽赫呦根-格瑞姆巴托",
						["iLvl"] = 435,
						["time"] = 1566150807,
						["class"] = 4,
						["bTag"] = "dijie1987#5114",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "丶非常正经-死亡之翼",
						["iLvl"] = 442,
						["time"] = 1566151141,
						["class"] = 4,
						["bTag"] = "罗英凯#5976",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "沐沨-凤凰之神",
						["iLvl"] = 443,
						["time"] = 1566151829,
						["class"] = 2,
						["bTag"] = "Jason#514206",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "欧巴散-亡语者",
						["iLvl"] = 441,
						["time"] = 1566151829,
						["class"] = 4,
						["bTag"] = "fdom#5332",
					}, -- [22]
					{
						["role"] = "HEALER",
						["name"] = "晓彤-奥尔加隆",
						["time"] = 1566151829,
						["class"] = 11,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "看我眼神行事-大漩涡",
						["iLvl"] = 442,
						["time"] = 1566320754,
						["class"] = 12,
						["bTag"] = "暴虎#5347",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "轩辕娇-冰风岗",
						["iLvl"] = 444,
						["time"] = 1566320754,
						["class"] = 11,
						["bTag"] = "笑口常开#5212",
					}, -- [25]
					{
						["role"] = "HEALER",
						["name"] = "蕾丝氵-主宰之剑",
						["iLvl"] = 435,
						["time"] = 1566320754,
						["class"] = 11,
						["bTag"] = "杜蕾丝#5560",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "痕狴-死亡之翼",
						["iLvl"] = 439,
						["time"] = 1566320754,
						["class"] = 1,
						["bTag"] = "魔法之龟#5231362",
					}, -- [27]
					{
						["role"] = "HEALER",
						["name"] = "耶熊-伊森利恩",
						["iLvl"] = 441,
						["time"] = 1566364861,
						["class"] = 11,
						["bTag"] = "雅蠛蝶#5252",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "拳打银月城-格瑞姆巴托",
						["iLvl"] = 444,
						["time"] = 1566364861,
						["class"] = 4,
						["bTag"] = "杨树林#5976",
					}, -- [29]
					{
						["role"] = "TANK",
						["name"] = "毒奶奶四海-格瑞姆巴托",
						["iLvl"] = 442,
						["time"] = 1566364861,
						["class"] = 10,
						["bTag"] = "铜板儿#5610",
					}, -- [30]
				},
				["2-137-502-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "过来挨打丶-迅捷微风",
						["iLvl"] = 442,
						["time"] = 1566550124,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "Percocet#5802",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "冷酷的两只脚-迅捷微风",
						["iLvl"] = 437,
						["time"] = 1564796327,
						["class"] = 4,
						["bTag"] = "什么两只脚#5723",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "肆伍伍带槽丶-燃烧之刃",
						["iLvl"] = 442,
						["time"] = 1564796327,
						["class"] = 11,
						["bTag"] = "晴天#5243",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "无聊的夜-血色十字军",
						["iLvl"] = 442,
						["time"] = 1564796327,
						["class"] = 8,
						["bTag"] = "夜小雨#51402",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "Rise-克尔苏加德",
						["time"] = 1565018883,
						["class"] = 4,
					}, -- [5]
					{
						["role"] = "TANK",
						["name"] = "Duida-贫瘠之地",
						["iLvl"] = 432,
						["time"] = 1565018883,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "莱昂#51879",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "二水儿-贫瘠之地",
						["iLvl"] = 433,
						["time"] = 1565536004,
						["class"] = 5,
						["bTag"] = "Esther#51494",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "舞蹁跹-夏维安",
						["iLvl"] = 420,
						["time"] = 1565018883,
						["class"] = 3,
						["bTag"] = "亚特兰蒂斯#5709",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "月光三引-迅捷微风",
						["iLvl"] = 436,
						["time"] = 1565536004,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "Rechars#5872",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "丶営花寂寞紅-迅捷微风",
						["iLvl"] = 430,
						["time"] = 1565536004,
						["class"] = 11,
						["bTag"] = "丶空粹濕人衣#5230",
					}, -- [10]
					{
						["role"] = "HEALER",
						["name"] = "寂寞的两只脚-迅捷微风",
						["iLvl"] = 422,
						["time"] = 1565536004,
						["class"] = 11,
						["bTag"] = "什么两只脚#5723",
					}, -- [11]
					{
						["role"] = "HEALER",
						["name"] = "脆脆熊丶-卡拉赞",
						["iLvl"] = 442,
						["time"] = 1565686842,
						["class"] = 11,
						["bTag"] = "火炎焱燚#5895",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "愤怒的邦桑迪-安苏",
						["iLvl"] = 442,
						["time"] = 1565686842,
						["class"] = 4,
						["bTag"] = "Ares#52399",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "先砍为敬丶-伊森利恩",
						["iLvl"] = 443,
						["time"] = 1566402516,
						["class"] = 1,
						["bTag"] = "海飞丝洗脚丶#5933",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "皮影戏丶-血色十字军",
						["iLvl"] = 434,
						["time"] = 1565686842,
						["class"] = 8,
						["bTag"] = "皮影戏#5236",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "什么两只脚-迅捷微风",
						["iLvl"] = 442,
						["time"] = 1566550124,
						["class"] = 7,
						["bTag"] = "什么两只脚#5723",
					}, -- [16]
					{
						["role"] = "HEALER",
						["name"] = "耶熊-伊森利恩",
						["iLvl"] = 445,
						["time"] = 1566550124,
						["class"] = 11,
						["bTag"] = "雅蠛蝶#5252",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "果粒阿昆达-熔火之心",
						["iLvl"] = 439,
						["time"] = 1566402345,
						["class"] = 12,
						["bTag"] = "KUNGEN#5564",
					}, -- [18]
					{
						["role"] = "TANK",
						["name"] = "丶赫尔马丶-血环",
						["iLvl"] = 441,
						["time"] = 1566402516,
						["class"] = 2,
						["bTag"] = "半包琴瑟#5928",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "侏灬罗灬纪-埃德萨拉",
						["iLvl"] = 439,
						["time"] = 1566550124,
						["class"] = 4,
						["bTag"] = "侏罗纪#51712",
					}, -- [20]
				},
				["111-249-655-0"] = {
					{
						["role"] = "NONE",
						["name"] = "冷酷的两只脚-迅捷微风",
						["iLvl"] = 437,
						["time"] = 1565437267,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "什么两只脚#5723",
					}, -- [1]
					{
						["role"] = "NONE",
						["name"] = "吥完全變態-伊森利恩",
						["iLvl"] = 443,
						["time"] = 1565436761,
						["class"] = 12,
						["bTag"] = "带带大师兄#5100",
					}, -- [2]
					{
						["role"] = "NONE",
						["name"] = "Amici-影之哀伤",
						["iLvl"] = 437,
						["time"] = 1565437267,
						["class"] = 8,
						["bTag"] = "狂野之裤#5205767",
					}, -- [3]
					{
						["role"] = "NONE",
						["name"] = "塔塔勒斯-埃德萨拉",
						["time"] = 1565946837,
						["class"] = 9,
						["leader"] = true,
					}, -- [4]
					{
						["role"] = "NONE",
						["name"] = "黑洛黑洛桑丶-安苏",
						["iLvl"] = 437,
						["time"] = 1565946837,
						["class"] = 1,
						["bTag"] = "阿姊祥#5302",
					}, -- [5]
				},
				["3-0-657-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "盖尔文丶斯-狂热之刃",
						["iLvl"] = 438,
						["time"] = 1564657853,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "星空的守护#5330",
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "丿灬糖糖-狂热之刃",
						["iLvl"] = 415,
						["time"] = 1564657955,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "丶糖糖#5439",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "幼稚園園長-凤凰之神",
						["iLvl"] = 432,
						["time"] = 1564657955,
						["class"] = 2,
						["bTag"] = "丨涂磊丨#5355",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "Dishonored-贫瘠之地",
						["iLvl"] = 440,
						["time"] = 1564657853,
						["class"] = 4,
						["bTag"] = "遗忘的王子#5826",
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "南城九尾狐乀-死亡之翼",
						["iLvl"] = 436,
						["time"] = 1564657833,
						["class"] = 6,
						["bTag"] = "谁伴我此生不寒凉#5687",
					}, -- [5]
					{
						["role"] = "TANK",
						["name"] = "熊猫人真美-凤凰之神",
						["iLvl"] = 442,
						["time"] = 1564657853,
						["class"] = 10,
						["bTag"] = "手残脑卡电脑破#5422",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "丶迦-安苏",
						["iLvl"] = 430,
						["time"] = 1564657955,
						["class"] = 3,
						["bTag"] = "爱恨#51314",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "千于千寻-纳克萨玛斯",
						["iLvl"] = 431,
						["time"] = 1564657955,
						["class"] = 8,
						["bTag"] = "千与千寻#5485",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "不想再鸽子了-布兰卡德",
						["iLvl"] = 434,
						["time"] = 1564657955,
						["class"] = 3,
						["bTag"] = "雨丶#5640",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "野生小浣熊-血色十字军",
						["iLvl"] = 436,
						["time"] = 1564657955,
						["class"] = 5,
						["bTag"] = "奇犽#5204",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "赞达拉总统-布兰卡德",
						["iLvl"] = 435,
						["time"] = 1564657955,
						["class"] = 7,
						["bTag"] = "崔爷#5926",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "殘靈之殤-阿拉希",
						["iLvl"] = 420,
						["time"] = 1564657955,
						["class"] = 8,
						["bTag"] = "黯塵#5951",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "兮兮丷-黑龙军团",
						["iLvl"] = 371,
						["time"] = 1564657853,
						["class"] = 4,
						["bTag"] = "萌小兮乄#5778",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "听说发丝好玩-血环",
						["iLvl"] = 427,
						["time"] = 1564657955,
						["class"] = 9,
						["bTag"] = "Junkle#5701",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "李大胖子-幽暗沼泽",
						["iLvl"] = 407,
						["time"] = 1564657955,
						["class"] = 12,
						["bTag"] = "天魔恶使#5613",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "Mixday-血吼",
						["iLvl"] = 403,
						["time"] = 1564657853,
						["class"] = 3,
						["bTag"] = "什么什么#5259",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "冲动-阿比迪斯",
						["iLvl"] = 426,
						["time"] = 1564657955,
						["class"] = 1,
						["bTag"] = "凤一样的男人#5560",
					}, -- [17]
					{
						["role"] = "HEALER",
						["name"] = "瑾年-深渊之喉",
						["iLvl"] = 392,
						["time"] = 1564657955,
						["class"] = 2,
						["bTag"] = "流年#5937",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "永恆花舞-鬼雾峰",
						["iLvl"] = 409,
						["time"] = 1564657955,
						["class"] = 9,
						["bTag"] = "Player#594337",
					}, -- [19]
					{
						["role"] = "HEALER",
						["name"] = "玖伍贰七-安加萨",
						["iLvl"] = 423,
						["time"] = 1564657955,
						["class"] = 5,
						["bTag"] = "爵飒狼#5280",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "艾希尔瓦纳斯-死亡之翼",
						["iLvl"] = 438,
						["time"] = 1564657955,
						["class"] = 3,
						["bTag"] = "Gareth#51691",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "魏琳玲-凤凰之神",
						["iLvl"] = 428,
						["time"] = 1564657955,
						["class"] = 3,
						["bTag"] = "绮玲#51667",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "无畏的布鲁斯-死亡之翼",
						["iLvl"] = 435,
						["time"] = 1564657955,
						["class"] = 2,
						["bTag"] = "BattlePants#545907",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "人帅刀快-阿格拉玛",
						["iLvl"] = 435,
						["time"] = 1564657955,
						["class"] = 2,
						["bTag"] = "妖邪必败#5240",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "恶魔灬月月-布兰卡德",
						["time"] = 1564657853,
						["class"] = 9,
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "玍銹的時光机-血羽",
						["iLvl"] = 436,
						["time"] = 1564657955,
						["class"] = 12,
						["bTag"] = "阿炳#51690",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "大脸猫米-凤凰之神",
						["iLvl"] = 435,
						["time"] = 1564657955,
						["class"] = 8,
						["bTag"] = "大脸猫#52781",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "谁怜芳菲意灬-冰风岗",
						["iLvl"] = 435,
						["time"] = 1564657955,
						["class"] = 8,
						["bTag"] = "月色#5707",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "南山摩卡-死亡之翼",
						["iLvl"] = 437,
						["time"] = 1564657853,
						["class"] = 1,
						["bTag"] = "似风#5369",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "戦丶杀戮横行-安苏",
						["iLvl"] = 397,
						["time"] = 1564657955,
						["class"] = 1,
						["bTag"] = "贪睡之熊#5137154",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "Tuzki-凤凰之神",
						["iLvl"] = 439,
						["time"] = 1564657955,
						["class"] = 4,
						["bTag"] = "Scar#5355",
					}, -- [31]
					{
						["role"] = "TANK",
						["name"] = "小小兜肚-安苏",
						["iLvl"] = 385,
						["time"] = 1564657955,
						["class"] = 11,
						["bTag"] = "万种风情#5368",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "陈墨染浮沉丶-时光之穴",
						["iLvl"] = 421,
						["time"] = 1564657955,
						["class"] = 2,
						["bTag"] = "动感超人小光波#5295",
					}, -- [33]
					{
						["role"] = "HEALER",
						["name"] = "米星星-安苏",
						["iLvl"] = 419,
						["time"] = 1564657955,
						["class"] = 11,
						["bTag"] = "十三叔#5782",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "飞将在-死亡之翼",
						["iLvl"] = 413,
						["time"] = 1564657955,
						["class"] = 7,
						["bTag"] = "夜明歌#5375",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "天赐丨小伙-凤凰之神",
						["iLvl"] = 410,
						["time"] = 1564657955,
						["class"] = 3,
						["bTag"] = "旺仔小馒头#5273",
					}, -- [36]
					{
						["role"] = "TANK",
						["name"] = "嚣张又麽样-燃烧之刃",
						["iLvl"] = 432,
						["time"] = 1564657955,
						["class"] = 2,
						["bTag"] = "金贝贝#5435",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "大胖熊-海克泰尔",
						["time"] = 1564657955,
						["class"] = 4,
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "叼之恶魔-诺森德",
						["iLvl"] = 414,
						["time"] = 1564657955,
						["class"] = 9,
						["bTag"] = "TONYGUO#5450",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "月影如魅-索瑞森",
						["iLvl"] = 385,
						["time"] = 1564838346,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "浩浩#5864",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "无敌星星哒-燃烧之刃",
						["iLvl"] = 439,
						["time"] = 1564838346,
						["class"] = 8,
						["bTag"] = "无敌小星星#5243",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "元义-黑铁",
						["iLvl"] = 422,
						["time"] = 1564838304,
						["class"] = 12,
						["bTag"] = "玩家您的左手#5655",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "犹豫的骨头-黑铁",
						["iLvl"] = 328,
						["time"] = 1564838346,
						["class"] = 8,
						["bTag"] = "ghost#5496",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "让一切如梦丶-闪电之刃",
						["iLvl"] = 430,
						["time"] = 1564838346,
						["class"] = 3,
						["bTag"] = "神的代言者#5670",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "风从北方来-地狱之石",
						["iLvl"] = 401,
						["time"] = 1564838346,
						["class"] = 10,
						["bTag"] = "张少华#5419",
					}, -- [45]
					{
						["role"] = "TANK",
						["name"] = "牛排八分熟-加基森",
						["iLvl"] = 406,
						["time"] = 1564838346,
						["class"] = 11,
						["bTag"] = "鬼见愁#5558",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "染煞的地狱吼-伊利丹",
						["iLvl"] = 430,
						["time"] = 1564838346,
						["class"] = 1,
						["bTag"] = "李东原#5800",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "黑风骑士-诺森德",
						["iLvl"] = 433,
						["time"] = 1564838346,
						["class"] = 6,
						["bTag"] = "BattleFrog#550794",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "Aotliy-利刃之拳",
						["iLvl"] = 430,
						["time"] = 1564838346,
						["class"] = 8,
						["bTag"] = "放逐之野#5151",
					}, -- [49]
					{
						["role"] = "HEALER",
						["name"] = "西莉亚丨风-凤凰之神",
						["iLvl"] = 425,
						["time"] = 1564838346,
						["class"] = 7,
						["bTag"] = "独羊#51911",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "乐丶-夏维安",
						["iLvl"] = 372,
						["time"] = 1564838296,
						["class"] = 12,
						["bTag"] = "飞翔的蛋挞#51745",
					}, -- [51]
					{
						["role"] = "HEALER",
						["name"] = "漫威贼猪瞎-埃德萨拉",
						["iLvl"] = 435,
						["time"] = 1564838346,
						["class"] = 11,
						["bTag"] = "Hisoka#5743",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "大熊地道-迪瑟洛克",
						["iLvl"] = 381,
						["time"] = 1564838346,
						["class"] = 4,
						["bTag"] = "大熊#5157",
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "江畔河流-克尔苏加德",
						["iLvl"] = 420,
						["time"] = 1564838346,
						["class"] = 2,
						["bTag"] = "暴躁之鼬#511977",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "年轻贝恩-布兰卡德",
						["iLvl"] = 426,
						["time"] = 1564838346,
						["class"] = 3,
						["bTag"] = "丶丶丶#5438",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "超极牛-黑铁",
						["iLvl"] = 424,
						["time"] = 1564838346,
						["class"] = 3,
						["bTag"] = "神仙也疯狂#5602",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "青丝砸脸-基尔加丹",
						["iLvl"] = 289,
						["time"] = 1564838346,
						["class"] = 2,
						["bTag"] = "蛮力之枭#5194316",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "术灬暗淡无光-阿克蒙德",
						["iLvl"] = 403,
						["time"] = 1564838346,
						["class"] = 9,
						["bTag"] = "玖柒#5445",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "蛋黄肉粽-卡德罗斯",
						["iLvl"] = 423,
						["time"] = 1564838346,
						["class"] = 4,
						["bTag"] = "Sevelen#5377",
					}, -- [59]
					{
						["role"] = "TANK",
						["name"] = "戊敌大光头-死亡之翼",
						["iLvl"] = 399,
						["time"] = 1564838346,
						["class"] = 6,
						["bTag"] = "王阳靖#51547",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "大佳宝-主宰之剑",
						["iLvl"] = 413,
						["time"] = 1564838346,
						["class"] = 9,
						["bTag"] = "红杏#5759",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "马芸骑马蓉易-贫瘠之地",
						["iLvl"] = 409,
						["time"] = 1564838346,
						["class"] = 4,
						["bTag"] = "boysandgirls#5438",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "Muker-克尔苏加德",
						["iLvl"] = 371,
						["time"] = 1564838346,
						["class"] = 4,
						["bTag"] = "啊帝#5326",
					}, -- [63]
					{
						["role"] = "TANK",
						["name"] = "丨絡乄鐷丨-能源舰",
						["iLvl"] = 431,
						["time"] = 1564838346,
						["class"] = 2,
						["bTag"] = "碟哥#5517",
					}, -- [64]
					{
						["role"] = "TANK",
						["name"] = "丨麦子丨-凤凰之神",
						["iLvl"] = 435,
						["time"] = 1564838346,
						["class"] = 2,
						["bTag"] = "丨麦子丨#51565",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "耐撕丶-布兰卡德",
						["iLvl"] = 386,
						["time"] = 1564838346,
						["class"] = 3,
						["bTag"] = "Player#5204360",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "Lokter-龙骨平原",
						["iLvl"] = 365,
						["time"] = 1564838346,
						["class"] = 11,
						["bTag"] = "史卓#5702",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "养宠物吃肉-战歌",
						["iLvl"] = 424,
						["time"] = 1564838346,
						["class"] = 3,
						["bTag"] = "绝望之煞#5960",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "摩登锋尚-阿纳克洛斯",
						["iLvl"] = 418,
						["time"] = 1564838346,
						["class"] = 2,
						["bTag"] = "摩登锋尚#5660",
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "十七恶魔丷-无尽之海",
						["iLvl"] = 434,
						["time"] = 1564838346,
						["class"] = 1,
						["bTag"] = "决迹丿天下#5262",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "馮巩老師丶-巨龙之吼",
						["iLvl"] = 436,
						["time"] = 1564838346,
						["class"] = 2,
						["bTag"] = "卡卡罗特#5672",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "无敌骑士-万色星辰",
						["time"] = 1564838346,
						["class"] = 12,
					}, -- [72]
					{
						["role"] = "TANK",
						["name"] = "搞伐定-死亡之翼",
						["time"] = 1564838346,
						["class"] = 6,
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "妖娆婀娜-凤凰之神",
						["time"] = 1564838346,
						["class"] = 12,
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "Simpkins-凤凰之神",
						["iLvl"] = 437,
						["time"] = 1565832060,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "夏夜浅唱#5843",
					}, -- [75]
					{
						["role"] = "HEALER",
						["name"] = "东尼丨咲木-盖斯",
						["iLvl"] = 414,
						["time"] = 1565832053,
						["class"] = 10,
						["bTag"] = "冲田丨杏梨#5562",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "圣殿之审判-布兰卡德",
						["time"] = 1565832060,
						["class"] = 2,
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "肿瘤晚期-海克泰尔",
						["iLvl"] = 437,
						["time"] = 1565832060,
						["class"] = 12,
						["bTag"] = "牧神医#5443",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "萨格拉思-安纳塞隆",
						["iLvl"] = 408,
						["time"] = 1565832060,
						["class"] = 3,
						["bTag"] = "CS0277#5938",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "地狱之痕-燃烧之刃",
						["iLvl"] = 417,
						["time"] = 1565832060,
						["class"] = 7,
						["bTag"] = "地狱龙卷风#5600",
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "Alfa-黑翼之巢",
						["time"] = 1565832060,
						["class"] = 4,
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "爆炸小药丸-凤凰之神",
						["iLvl"] = 442,
						["time"] = 1565832060,
						["class"] = 11,
						["bTag"] = "丨沭丨#5846",
					}, -- [82]
					{
						["role"] = "TANK",
						["name"] = "蒽照了唛-加兹鲁维",
						["iLvl"] = 419,
						["time"] = 1565832060,
						["class"] = 6,
						["bTag"] = "致命之鼠#54998",
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "焱筱晗-死亡之翼",
						["iLvl"] = 443,
						["time"] = 1565832060,
						["class"] = 11,
						["bTag"] = "焱筱晗#5432",
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "官丶-斯克提斯",
						["iLvl"] = 437,
						["time"] = 1565832060,
						["class"] = 2,
						["bTag"] = "官丶#51323",
					}, -- [85]
					{
						["role"] = "TANK",
						["name"] = "掌心的蔷薇-死亡之翼",
						["iLvl"] = 432,
						["time"] = 1565832060,
						["class"] = 2,
						["bTag"] = "Decennium#5354",
					}, -- [86]
					{
						["role"] = "TANK",
						["name"] = "光铸图腾骑士-影之哀伤",
						["iLvl"] = 396,
						["time"] = 1565832060,
						["class"] = 2,
						["bTag"] = "冰龙哥#5423",
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "伊力丹怒风-阿比迪斯",
						["iLvl"] = 436,
						["time"] = 1565832060,
						["class"] = 12,
						["bTag"] = "天恢恢#5432",
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "加飞猫-凤凰之神",
						["time"] = 1565832060,
						["class"] = 12,
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "非一般的感覚-格瑞姆巴托",
						["iLvl"] = 437,
						["time"] = 1565832060,
						["class"] = 8,
						["bTag"] = "非一般#51799",
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "苏米嘛塞-凤凰之神",
						["iLvl"] = 436,
						["time"] = 1565832060,
						["class"] = 4,
						["bTag"] = "怪癖之裤#5177282",
					}, -- [91]
					{
						["role"] = "HEALER",
						["name"] = "帅的惊动了党-狂热之刃",
						["iLvl"] = 425,
						["time"] = 1565832060,
						["class"] = 5,
						["bTag"] = "死亡之翼#553109",
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "法克真男人-无尽之海",
						["iLvl"] = 443,
						["time"] = 1565832060,
						["class"] = 3,
						["bTag"] = "中指拧大腿#5514",
					}, -- [93]
					{
						["role"] = "HEALER",
						["name"] = "黄昏下的神-安苏",
						["iLvl"] = 427,
						["time"] = 1565832060,
						["class"] = 2,
						["bTag"] = "黄昏下的神#5145",
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "不悔的选择-战歌",
						["iLvl"] = 431,
						["time"] = 1565832060,
						["class"] = 2,
						["bTag"] = "无聊猎#5449",
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "瑞文恩德-贫瘠之地",
						["iLvl"] = 436,
						["time"] = 1565832060,
						["class"] = 12,
						["bTag"] = "心如止水#5367",
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "寒冰德流水-格瑞姆巴托",
						["iLvl"] = 439,
						["time"] = 1565832060,
						["class"] = 11,
						["bTag"] = "寒冰断流水#51314",
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "泛罪-伊森利恩",
						["iLvl"] = 436,
						["time"] = 1565832060,
						["class"] = 1,
						["bTag"] = "水煮鱼#5237",
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "海豹大人-元素之力",
						["iLvl"] = 439,
						["time"] = 1565832060,
						["class"] = 11,
						["bTag"] = "雜音丶#5983",
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "Zoxic-贫瘠之地",
						["iLvl"] = 434,
						["time"] = 1565832060,
						["class"] = 4,
						["bTag"] = "白术#51493",
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "丶老司机-阿克蒙德",
						["iLvl"] = 419,
						["time"] = 1565832060,
						["class"] = 11,
						["bTag"] = "破碎丶回忆#5611",
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["name"] = "孤独的牛猎-伊森利恩",
						["iLvl"] = 419,
						["time"] = 1565832060,
						["class"] = 3,
						["bTag"] = "拜仁慕尼黑#51930",
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "妍儿-屠魔山谷",
						["iLvl"] = 437,
						["time"] = 1565832060,
						["class"] = 12,
						["bTag"] = "DizzyDwarf#51893",
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "嘀嘀哒咚咚-燃烧之刃",
						["iLvl"] = 439,
						["time"] = 1565832060,
						["class"] = 2,
						["bTag"] = "秦心#5253",
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["name"] = "穆鲁的叹息-布兰卡德",
						["iLvl"] = 436,
						["time"] = 1565832060,
						["class"] = 12,
						["bTag"] = "OOXX#5247",
					}, -- [105]
					{
						["role"] = "DAMAGER",
						["name"] = "萬千寵暧-凤凰之神",
						["iLvl"] = 439,
						["time"] = 1565832060,
						["class"] = 3,
						["bTag"] = "惊魂之蛙#583621",
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "寂寞的杀猪人-安苏",
						["time"] = 1565832060,
						["class"] = 12,
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "剑去东来-燃烧之刃",
						["iLvl"] = 441,
						["time"] = 1565832060,
						["class"] = 4,
						["bTag"] = "大清亡了#51181",
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "骚浪剑-黑铁",
						["iLvl"] = 444,
						["time"] = 1565832060,
						["class"] = 1,
						["bTag"] = "大大剑#51837",
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "榮事达-奥特兰克",
						["iLvl"] = 432,
						["time"] = 1565832060,
						["class"] = 2,
						["bTag"] = "聂繁荣#5439",
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "死亡丨礻霜冻-斯克提斯",
						["iLvl"] = 436,
						["time"] = 1565832060,
						["class"] = 6,
						["bTag"] = "咔德加#51704",
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["name"] = "最初的思念-冰霜之刃",
						["iLvl"] = 427,
						["time"] = 1565832060,
						["class"] = 2,
						["bTag"] = "星图#5428",
					}, -- [112]
					{
						["role"] = "DAMAGER",
						["name"] = "静香-瓦拉纳",
						["time"] = 1565832060,
						["class"] = 12,
					}, -- [113]
				},
				["111-249-662-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "恶魔枭雄-利刃之拳",
						["time"] = 1565999499,
						["class"] = 12,
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "伊人灬暮雪-熊猫酒仙",
						["iLvl"] = 436,
						["time"] = 1565999499,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "伊灬恋#5877",
					}, -- [2]
				},
				["2-142-518-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "什么两只脚-迅捷微风",
						["iLvl"] = 442,
						["time"] = 1566547774,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "什么两只脚#5723",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "过来挨打丶-迅捷微风",
						["iLvl"] = 443,
						["time"] = 1566821573,
						["class"] = 4,
						["bTag"] = "Percocet#5802",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "流浪的贱客-金色平原",
						["iLvl"] = 429,
						["time"] = 1565369262,
						["class"] = 3,
						["bTag"] = "莱昂#51879",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "二水儿-贫瘠之地",
						["iLvl"] = 436,
						["time"] = 1566825804,
						["class"] = 5,
						["bTag"] = "Esther#51494",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "Edmond-血牙魔王",
						["iLvl"] = 423,
						["time"] = 1564494200,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "Edmond#5260",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "Edgein-格雷迈恩",
						["iLvl"] = 424,
						["time"] = 1564494200,
						["class"] = 4,
						["bTag"] = "Grista#5831",
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "塔斯汀苟-格雷迈恩",
						["iLvl"] = 428,
						["time"] = 1564494200,
						["class"] = 2,
						["bTag"] = "Frankie#5219",
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "堕落黑牛-格瑞姆巴托",
						["iLvl"] = 424,
						["time"] = 1564494200,
						["class"] = 11,
						["bTag"] = "特暗伤龙#5354",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "爱上两只脚-迅捷微风",
						["iLvl"] = 434,
						["time"] = 1564751208,
						["class"] = 2,
						["bTag"] = "什么两只脚#5723",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "吡咯烷酮-迅捷微风",
						["iLvl"] = 438,
						["time"] = 1566821412,
						["class"] = 11,
						["bTag"] = "王飞#5945",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "当场砍翻-贫瘠之地",
						["iLvl"] = 434,
						["time"] = 1564658037,
						["class"] = 4,
						["bTag"] = "MCY#5449",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "橙管大队长-克尔苏加德",
						["iLvl"] = 435,
						["time"] = 1564658037,
						["class"] = 3,
						["bTag"] = "大球长#51318",
					}, -- [12]
					{
						["role"] = "TANK",
						["name"] = "Suiciding-迅捷微风",
						["iLvl"] = 439,
						["time"] = 1566395207,
						["class"] = 2,
						["bTag"] = "璟小爷#5149",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "绊儿-红云台地",
						["iLvl"] = 418,
						["time"] = 1566821573,
						["class"] = 12,
						["bTag"] = "王飞#5945",
					}, -- [14]
					{
						["role"] = "HEALER",
						["name"] = "冰水清-索瑞森",
						["iLvl"] = 427,
						["time"] = 1564751208,
						["class"] = 10,
						["bTag"] = "月影霜寒#5744",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "璟小贼-迅捷微风",
						["iLvl"] = 433,
						["time"] = 1564843194,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "璟小爷#5149",
					}, -- [16]
					{
						["role"] = "TANK",
						["name"] = "艾尔灑-克尔苏加德",
						["iLvl"] = 431,
						["time"] = 1564753941,
						["class"] = 2,
						["bTag"] = "潘撒领主#5716",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "仙人球陆号-迅捷微风",
						["iLvl"] = 433,
						["time"] = 1564843194,
						["class"] = 4,
						["bTag"] = "Demon#52194",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "孤单的自由人-天谴之门",
						["iLvl"] = 435,
						["time"] = 1564843194,
						["class"] = 9,
						["bTag"] = "帝逍遥#5660",
					}, -- [19]
					{
						["role"] = "TANK",
						["name"] = "Duida-贫瘠之地",
						["iLvl"] = 431,
						["time"] = 1565013783,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "莱昂#51879",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "丨随凨丨-贫瘠之地",
						["iLvl"] = 437,
						["time"] = 1565013190,
						["class"] = 6,
						["bTag"] = "迦陵频佳#5765",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "丨随風丨-贫瘠之地",
						["iLvl"] = 435,
						["time"] = 1565013783,
						["class"] = 4,
						["bTag"] = "迦陵频佳#5765",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "熙熙宝-死亡之翼",
						["iLvl"] = 436,
						["time"] = 1565013783,
						["class"] = 3,
						["bTag"] = "枫色幻城#5703",
					}, -- [23]
					{
						["role"] = "TANK",
						["name"] = "先砍为敬丶-伊森利恩",
						["iLvl"] = 439,
						["time"] = 1565074326,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "海飞丝洗脚丶#5933",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "Skymark-伊森利恩",
						["iLvl"] = 443,
						["time"] = 1565074326,
						["class"] = 12,
						["bTag"] = "蔡嘉豪#51843",
					}, -- [25]
					{
						["role"] = "HEALER",
						["name"] = "脆脆熊丶-卡拉赞",
						["iLvl"] = 439,
						["time"] = 1565074326,
						["class"] = 11,
						["bTag"] = "火炎焱燚#5895",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "小野基-天空之墙",
						["iLvl"] = 439,
						["time"] = 1565074326,
						["class"] = 4,
						["bTag"] = "路霸在吗看看乳环#5445",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "Revenge-克尔苏加德",
						["iLvl"] = 426,
						["time"] = 1566395207,
						["class"] = 1,
						["bTag"] = "Percocet#5802",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "安好便是明天-通灵学院",
						["iLvl"] = 429,
						["time"] = 1565337956,
						["class"] = 4,
						["bTag"] = "破军#52727",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "遇见了橙橙-熔火之心",
						["iLvl"] = 430,
						["time"] = 1565337956,
						["class"] = 12,
						["bTag"] = "我爱谢宝宝#5571",
					}, -- [30]
					{
						["role"] = "HEALER",
						["name"] = "要么庸俗-凤凰之神",
						["iLvl"] = 422,
						["time"] = 1565337956,
						["class"] = 11,
						["bTag"] = "Marcio#51697",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "安安同学-红龙军团",
						["iLvl"] = 438,
						["time"] = 1565369181,
						["class"] = 4,
						["bTag"] = "王宁#51594",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "一捧阳光-丽丽（四川）",
						["iLvl"] = 443,
						["time"] = 1565679264,
						["class"] = 2,
						["bTag"] = "小模小样#5439",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "骑士腔调-迅捷微风",
						["iLvl"] = 440,
						["time"] = 1565679264,
						["class"] = 8,
						["bTag"] = "可乐狂喝#5528",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "出来就有橙-燃烧之刃",
						["iLvl"] = 442,
						["time"] = 1566389091,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "歪人#5710",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "Burberrychen-燃烧之刃",
						["iLvl"] = 439,
						["time"] = 1566389091,
						["class"] = 11,
						["bTag"] = "尹迁程#5166",
					}, -- [36]
					{
						["role"] = "HEALER",
						["name"] = "耶熊-伊森利恩",
						["iLvl"] = 445,
						["time"] = 1566547774,
						["class"] = 11,
						["bTag"] = "雅蠛蝶#5252",
					}, -- [37]
					{
						["role"] = "HEALER",
						["name"] = "Ooóoo-伊森利恩",
						["time"] = 1566395207,
						["class"] = 5,
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "会输但不会哭-贫瘠之地",
						["iLvl"] = 439,
						["time"] = 1566493899,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "最佳坏男人#51182",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "谢顶不算秃-贫瘠之地",
						["iLvl"] = 437,
						["time"] = 1566493899,
						["class"] = 1,
						["bTag"] = "顺口溜#51509",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "执笔丶清风-丽丽（四川）",
						["iLvl"] = 442,
						["time"] = 1566493899,
						["class"] = 4,
						["bTag"] = "风清雨泪#5628",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "日月平凡-冰霜之刃",
						["iLvl"] = 438,
						["time"] = 1566547774,
						["class"] = 3,
						["bTag"] = "日月平凡#5677",
					}, -- [42]
					{
						["role"] = "HEALER",
						["name"] = "羊驼大军-深渊之巢",
						["iLvl"] = 439,
						["time"] = 1566662813,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "椒盐蘑菇君#5934",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "Venomleo-迅捷微风",
						["iLvl"] = 440,
						["time"] = 1566821573,
						["class"] = 8,
						["leader"] = true,
						["bTag"] = "什么两只脚#5723",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "梦魂东去觅桑-红龙军团",
						["iLvl"] = 439,
						["time"] = 1566662813,
						["class"] = 12,
						["bTag"] = "曾几何时花落未尽#5383",
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "木晗韵-格瑞姆巴托",
						["iLvl"] = 438,
						["time"] = 1566662813,
						["class"] = 9,
						["bTag"] = "伯爵#5575",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "阿菜克-克尔苏加德",
						["iLvl"] = 444,
						["time"] = 1566813220,
						["class"] = 1,
						["bTag"] = "霍格国王#5926",
					}, -- [47]
					{
						["role"] = "HEALER",
						["name"] = "瑟汶-普瑞斯托",
						["iLvl"] = 431,
						["time"] = 1566813220,
						["class"] = 5,
						["bTag"] = "蘑菇#5488",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "丶快手-奥尔加隆",
						["iLvl"] = 439,
						["time"] = 1566813220,
						["class"] = 4,
						["bTag"] = "Kill#53509",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "Nmslovo-布兰卡德",
						["iLvl"] = 444,
						["time"] = 1566813220,
						["class"] = 5,
						["bTag"] = "千璇#5143",
					}, -- [50]
					{
						["role"] = "HEALER",
						["name"] = "丨依然丨疯骚-克尔苏加德",
						["iLvl"] = 435,
						["time"] = 1566821573,
						["class"] = 10,
						["bTag"] = "丿依然丨#5662",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "渣渣尛猎-燃烧之刃",
						["iLvl"] = 442,
						["time"] = 1566825804,
						["class"] = 3,
						["bTag"] = "图图快跑#5523",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "皮特丷-格瑞姆巴托",
						["iLvl"] = 440,
						["time"] = 1566825804,
						["class"] = 4,
						["bTag"] = "NewOne#51922",
					}, -- [53]
					{
						["role"] = "TANK",
						["name"] = "聚散如沙-死亡之翼",
						["iLvl"] = 440,
						["time"] = 1566825804,
						["class"] = 2,
						["bTag"] = "MrLee#5529",
					}, -- [54]
				},
				["2-146-534-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "过来挨打丶-迅捷微风",
						["iLvl"] = 434,
						["time"] = 1564552682,
						["class"] = 4,
						["bTag"] = "Percocet#5802",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "冷酷的两只脚-迅捷微风",
						["iLvl"] = 433,
						["time"] = 1564552682,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "什么两只脚#5723",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "神仙六-凤凰之神",
						["iLvl"] = 441,
						["time"] = 1564552682,
						["class"] = 3,
						["bTag"] = "残剑二十四#5201",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "红尘彼岸-苏塔恩",
						["iLvl"] = 437,
						["time"] = 1564551705,
						["class"] = 11,
						["bTag"] = "陌若#51709",
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "黑咩-伊森利恩",
						["time"] = 1564552682,
						["class"] = 10,
					}, -- [5]
					{
						["role"] = "HEALER",
						["name"] = "Içmissëyou-克尔苏加德",
						["iLvl"] = 411,
						["time"] = 1565267727,
						["class"] = 2,
						["bTag"] = "丿依然丨#5662",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "琵琶行-格瑞姆巴托",
						["iLvl"] = 425,
						["time"] = 1565267727,
						["class"] = 6,
						["bTag"] = "邢大本事#5509",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "壹只糯米鸡-密林游侠",
						["iLvl"] = 429,
						["time"] = 1565267727,
						["class"] = 4,
						["bTag"] = "喝咖啡的木槿#5614",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "印象云端-安苏",
						["iLvl"] = 428,
						["time"] = 1565267727,
						["class"] = 1,
						["bTag"] = "BT160519#5936",
					}, -- [9]
					{
						["role"] = "TANK",
						["name"] = "落花葬爱-燃烧之刃",
						["iLvl"] = 440,
						["time"] = 1566143483,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "落花葬爱#51710",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "我需要暴击-燃烧之刃",
						["iLvl"] = 443,
						["time"] = 1566143483,
						["class"] = 2,
						["bTag"] = "长情不想和你说话#5216",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "Laurentia-死亡之翼",
						["iLvl"] = 444,
						["time"] = 1566143483,
						["class"] = 2,
						["bTag"] = "散华礼弥#5760",
					}, -- [12]
					{
						["role"] = "HEALER",
						["name"] = "萌萌哒锤-燃烧之刃",
						["iLvl"] = 443,
						["time"] = 1566143483,
						["class"] = 2,
						["bTag"] = "你猜猜是谁#5842",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "丶小悪魔-贫瘠之地",
						["iLvl"] = 436,
						["time"] = 1566145689,
						["class"] = 12,
						["bTag"] = "莱昂#51879",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "北斗玉衡-无尽之海",
						["iLvl"] = 445,
						["time"] = 1566145689,
						["class"] = 8,
						["bTag"] = "Alber#5753",
					}, -- [15]
					{
						["role"] = "HEALER",
						["name"] = "Smvgers-安苏",
						["iLvl"] = 441,
						["time"] = 1566145689,
						["class"] = 11,
						["bTag"] = "取个名字真费劲#51418",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "丶颜色偏灰-凤凰之神",
						["iLvl"] = 441,
						["time"] = 1566145689,
						["class"] = 4,
						["bTag"] = "MrxxJ#5756",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "流浪的贱客-金色平原",
						["iLvl"] = 432,
						["time"] = 1566148447,
						["class"] = 3,
						["bTag"] = "莱昂#51879",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "仰望-狂热之刃",
						["iLvl"] = 447,
						["time"] = 1566148447,
						["class"] = 1,
						["bTag"] = "伊斯坦堡#5603",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "背叛与放纵-血色十字军",
						["iLvl"] = 439,
						["time"] = 1566148447,
						["class"] = 4,
						["bTag"] = "背叛与放纵#5292",
					}, -- [20]
					{
						["role"] = "HEALER",
						["name"] = "二水儿-贫瘠之地",
						["time"] = 1566148447,
						["class"] = 5,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "沐沨-凤凰之神",
						["iLvl"] = 444,
						["time"] = 1566155755,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "Jason#514206",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "过期月饼-阿拉希",
						["iLvl"] = 440,
						["time"] = 1566155755,
						["class"] = 4,
						["bTag"] = "茫然之潜行者#527142",
					}, -- [23]
					{
						["role"] = "HEALER",
						["name"] = "乃得一首好诗-主宰之剑",
						["iLvl"] = 444,
						["time"] = 1566155755,
						["class"] = 11,
						["bTag"] = "DKXDLRZCFSDZ#5339",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "笑容不是为倪-凤凰之神",
						["iLvl"] = 446,
						["time"] = 1566155755,
						["class"] = 8,
						["bTag"] = "天堂的雷霆#5992",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "火焰鼠丶丶-死亡之翼",
						["iLvl"] = 444,
						["time"] = 1566399636,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "火焰鼠#51515",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "边边超人-死亡之翼",
						["iLvl"] = 443,
						["time"] = 1566399636,
						["class"] = 5,
						["bTag"] = "尤杰#5607",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "先砍为敬丶-伊森利恩",
						["iLvl"] = 443,
						["time"] = 1566399636,
						["class"] = 1,
						["bTag"] = "海飞丝洗脚丶#5933",
					}, -- [28]
					{
						["role"] = "HEALER",
						["name"] = "颓废丶男人-伊森利恩",
						["iLvl"] = 447,
						["time"] = 1566399636,
						["class"] = 11,
						["bTag"] = "故事丶#51626",
					}, -- [29]
				},
			},
			["version"] = "80200.03",
			["advShine"] = "80200.03",
			["searchHistoryList"] = {
				"9-0-19-0", -- [1]
				"2-142-518-0", -- [2]
				"3-0-0-0", -- [3]
				"2-0-0-0", -- [4]
				"6-0-17-0", -- [5]
				"3-254-671-0", -- [6]
				"2-141-514-0", -- [7]
				"2-137-502-0", -- [8]
				"2-145-530-0", -- [9]
				"2-138-507-0", -- [10]
				"2-146-534-0", -- [11]
				"2-142-517-0", -- [12]
				"2-143-522-0", -- [13]
				"2-140-510-0", -- [14]
				"2-144-526-0", -- [15]
				"2-139-504-0", -- [16]
				"6-0-0-0", -- [17]
				"111-249-662-0", -- [18]
				"111-249-655-0", -- [19]
				"2-253-669-0", -- [20]
				"2-137-501-0", -- [21]
				"3-254-672-0", -- [22]
				"3-0-657-0", -- [23]
				"4-0-6-0", -- [24]
				"1-0-0-0", -- [25]
				"3-251-665-0", -- [26]
				"1-248-674-0", -- [27]
			},
		},
	},
}
