
_detalhes_global = {
	["npcid_pool"] = {
		[0] = "[*] 旋转利斧",
		[123264] = "监工威廉姆斯",
		[126848] = "尤朵拉船长",
		[133887] = "风花幼兽",
		[135935] = "玛戈玛尔勋爵",
		[139007] = "野性追猎者",
		[123265] = "闪电风暴",
		[133888] = "风花猎蜥",
		[42695] = "巨石之核哨兵",
		[139008] = "原始重殴者",
		[152319] = "钢甲硬壳蟹",
		[122754] = "受诅者吉戴",
		[9268] = "燃棘狂战士",
		[134914] = "暗门蜘蛛",
		[85383] = "沃金之矛战旗 <灿若星辰-卡珊德拉>",
		[102277] = "神射手诱饵 <污心神射手>",
		[127874] = "寒雾徘徊者",
		[129410] = "复生的暴掠龙",
		[139011] = "野性守护者",
		[132868] = "艾泽里特聚合体",
		[10420] = "复生的新兵",
		[92039] = "流血的蛮兵",
		[136964] = "远望栖地射手",
		[59078] = "失败的学生 <黑暗院长加丁>",
		[139012] = "野性保卫者",
		[35273] = "投刃车",
		[137989] = "防腐液",
		[114565] = "被遗忘的女王护卫 <兔子么么哒-熊猫酒仙>",
		[75658] = "盲光鱼人",
		[125828] = "Soulrend Add",
		[139014] = "野性觅月者",
		[140038] = "深渊鳗鱼",
		[127876] = "寒雾头狼",
		[39625] = "乌比斯将军",
		[151301] = "失控的废钢猎犬",
		[130436] = "下班的劳工",
		[139015] = "野性枭兽",
		[92041] = "流血的黑暗法师",
		[58823] = "通灵学院新生",
		[154374] = "愤怒的剑鱼人哨兵",
		[147207] = "应战的勇士",
		[131849] = "发狂的射手",
		[130437] = "矿井鼠",
		[131850] = "疯狂的生存专家",
		[141065] = "加斯托德船长",
		[92554] = "麦克巴拉什",
		[101257] = "守护者",
		[126342] = "蛇人唤天者",
		[47305] = "阿尔泰鲁斯处于下风",
		[39626] = "暗红血脉督军",
		[79756] = "冻吻母猪",
		[146186] = "焰刺战士",
		[148234] = "吉安娜·普罗德摩尔",
		[75149] = "阿格姆",
		[84876] = "灰槌毁灭者",
		[59080] = "黑暗院长加丁",
		[127879] = "祖尔的持盾卫士",
		[133901] = "风花穿刺者",
		[129927] = "山脊唤天者",
		[151308] = "波加克·砸颅",
		[93068] = "祖霍拉克",
		[94604] = "血缚腐化者",
		[132879] = "水晶巨人",
		[152333] = "黑暗游侠乐娜拉",
		[136975] = "重型军火",
		[139023] = "野蛮的血喉",
		[115594] = "暮色卫队裁决者",
		[133904] = "暴露的风花虫巢",
		[58569] = "血色净化者",
		[136976] = "提扎拉",
		[45259] = "希亚玛特的仆从 <[*] 静电震击>",
		[115595] = "暮色卫队斩杀者",
		[75152] = "亡语者贾格巴",
		[9717] = "血斧召唤师",
		[95630] = "构装维和者",
		[147218] = "黄金之魂",
		[10421] = "复生的防御者",
		[42188] = "欧泽鲁克",
		[155410] = "巨锤混混",
		[94607] = "血缚火疗者",
		[141076] = "冰霜速冻",
		[103822] = "树人",
		[10997] = "希望破坏者威利",
		[155411] = "巨锤流亡者",
		[131862] = "灌风军火",
		[5755] = "剧毒飞蛇",
		[136982] = "蛮项卫兵",
		[148245] = "堕落十字军",
		[95632] = "萨格雷执行者",
		[131864] = "高莱克·图尔",
		[6235] = "电刑器6000型",
		[136984] = "莱班",
		[139032] = "刀鳍波涛卫士",
		[103312] = "灵魂漩涡",
		[61387] = "魁麟守护者",
		[26728] = "法师猎手新兵",
		[135962] = "崩岩狂怒者",
		[147225] = "艾泽里特提取器",
		[140058] = "灰毛熊王",
		[135963] = "土元素",
		[145178] = "第七军团传教士",
		[139035] = "刀鳍侍水僧",
		[140059] = "灰毛重殴者",
		[91539] = "邪能渡鸦",
		[7291] = "加加恩·火锤",
		[135964] = "滚石元素",
		[145179] = "第七军团陆军",
		[43214] = "岩皮",
		[95123] = "女巫格蕾尔达",
		[135965] = "无信助祭",
		[121744] = "鲜血巨魔",
		[140061] = "灰毛巢母",
		[91540] = "流亡者幻影",
		[151324] = "阳极处理的执行者",
		[135966] = "无信藏卷者",
		[139038] = "凯怙",
		[140062] = "恐槌",
		[95636] = "萨格雷副官",
		[135967] = "柯泰克的学徒",
		[136991] = "鲜血猎手达扎莱",
		[90005] = "堕夜构造体",
		[148254] = "寒冰碎片",
		[91541] = "邪影守望者",
		[151326] = "阳极处理的线圈承载者",
		[135968] = "无信藏卷者",
		[145183] = "军情七处刺客",
		[126353] = "蝙蝠",
		[139040] = "未知目标",
		[17770] = "霍加尔芬",
		[61389] = "克尔格西高阶卫士",
		[26729] = "管家",
		[18794] = "秘教仪祭师",
		[135970] = "无信塔卫",
		[136994] = "咸爪龙虾人",
		[19306] = "法力蛭",
		[27881] = "冬拥湖投石车",
		[95638] = "萨格雷旗手",
		[28265] = "灼热凝视",
		[64973] = "扎尼提克操纵者",
		[138019] = "库尔提拉斯先锋",
		[140067] = "锈斑头狼",
		[10422] = "复生的法术师",
		[140068] = "锈斑啸狼",
		[112021] = "恐心毁灭者",
		[136997] = "古代流亡者",
		[44752] = "未知目标",
		[147236] = "第七军团火法师",
		[140069] = "锈斑狼",
		[150308] = "未知目标",
		[152356] = "剧毒毒鳍龙",
		[136998] = "巫毒图腾 <好人先生>",
		[102295] = "烬壳统御者",
		[55503] = "军团恶魔",
		[95640] = "萨格雷裂魂者",
		[152357] = "毒鳍龙猎手",
		[148262] = "海潮水元素",
		[132904] = "沙顶村民",
		[58319] = "次级煞魔",
		[152358] = "毒鳍龙恐喉者",
		[58831] = "受缚奴仆 <通灵学院新生>",
		[17259] = "噬骨饥饿者",
		[147239] = "第七军团斥候",
		[94617] = "葛丽纳芙",
		[17771] = "暗血神谕者",
		[147240] = "海德拉斯",
		[26730] = "法师杀手",
		[18667] = "煽动者布莱卡特",
		[100249] = "导魔者瓦里兹",
		[19307] = "节点恐魔",
		[147241] = "未知目标",
		[94618] = "凯特温",
		[95642] = "科沃斯",
		[39890] = "暮光塑地者",
		[122263] = "脊壳钳龟",
		[141099] = "舵手米丽雅",
		[100250] = "束缚者阿什奥伊",
		[152362] = "毒鳍龙掠夺者",
		[152363] = "野蛮的毒鳍龙",
		[97691] = "奥术炸弹",
		[61392] = "哈飒克觅火者",
		[3870] = "石头沉睡者",
		[84893] = "血獠",
		[47314] = "黏性炸弹",
		[133935] = "活化守卫",
		[48338] = "矿井女招待",
		[137007] = "远望栖地防御者",
		[24683] = "炎刃魔法卫兵",
		[84894] = "冰雪之怒",
		[132913] = "海岛双头怪",
		[152367] = "血鳍抢劫者",
		[105884] = "法术浮龙",
		[131890] = "石行蜘蛛",
		[66465] = "伊克提克虫巢卫士",
		[18796] = "魔能监工",
		[4860] = "石头管理者",
		[111004] = "腐朽软泥怪",
		[39892] = "被奴役的烈焰余烬",
		[135987] = "触须",
		[137011] = "锚脸",
		[105885] = "饥饿的行尸",
		[133940] = "棘背援军 <棘背哨兵>",
		[137012] = "纽斯泰德猎手",
		[102302] = "传送门看护者",
		[29931] = "达卡莱犀牛",
		[140085] = "嗜松雄鹿",
		[132918] = "怨鳍掠夺者",
		[62162] = "恐鳞蝎",
		[5756] = "变异剧毒风蛇",
		[154420] = "未知目标",
		[140086] = "嗜松迅鹿",
		[39381] = "暗红血脉卫士",
		[133943] = "祖尔的爪牙",
		[129436] = "落魂卫士",
		[24684] = "炎刃血骑士",
		[149302] = "未知目标",
		[133944] = "阿斯匹克斯",
		[154422] = "毒鳍龙母",
		[148279] = "阿罗姆之台看守",
		[148280] = "阿罗姆之台审判官",
		[18797] = "被折磨的骷髅",
		[6908] = "奥拉夫",
		[95138] = "虫爪女巫",
		[79268] = "暴风之盾步兵",
		[19949] = "树苗 <迁跃扭木>",
		[129950] = "利爪",
		[90019] = "强化地狱火之门",
		[7228] = "艾隆纳亚",
		[152378] = "锈蚀的爬蛛",
		[118176] = "撼天雷霆",
		[34775] = "攻城车",
		[79269] = "眩晕",
		[147260] = "康法格罗斯",
		[152380] = "锈蚀的执行者",
		[140094] = "泥吻棘背野猪",
		[95652] = "腐蚀领主乌鲁格",
		[152381] = "锈蚀的哨卫",
		[8156] = "未知目标 <安图苏尔>",
		[24557] = "卡加尼·夜锋",
		[24685] = "炎刃魔导师",
		[8440] = "哈卡的化身",
		[148287] = "被净化的治疗者",
		[149311] = "珊蒂斯·羽月",
		[95653] = "格鲁特",
		[152383] = "断壳龟",
		[26861] = "伊米隆国王",
		[137026] = "纽斯泰德猎犬",
		[148289] = "被净化的炮塔",
		[141122] = "卫兵队长特伦克萨",
		[128418] = "监工莫里森",
		[136003] = "格拉维鲁斯",
		[129954] = "加兹拉卡",
		[141123] = "不羁的风暴激流",
		[10424] = "复生的豪侠",
		[148291] = "灵魂弹幕",
		[51671] = "疯狂的土狼",
		[80297] = "战争之矛迅猛龙骑兵",
		[30445] = "雄性冰原犀牛",
		[61398] = "武器大师席恩",
		[148292] = "酸背驭者",
		[61910] = "树脂碎片",
		[11448] = "戈多克术士",
		[134983] = "萨缪尔·威廉姆斯",
		[64982] = "扎尼提克珀牙蝎",
		[12216] = "毒劣魔",
		[147270] = "暮光执行者",
		[24686] = "炎刃术士",
		[123813] = "林网爬行者",
		[150342] = "碎地者高洛克",
		[154438] = "机械化的驾驶员",
		[13176] = "铁匠雷格萨",
		[147272] = "水元素",
		[26734] = "碧蓝强制者",
		[152392] = "锈蚀的线圈承载者",
		[19183] = "裂蹄牛",
		[147273] = "第七军团驮马",
		[140106] = "死钉护巢蝎",
		[133963] = "测试对象",
		[128934] = "护命匣卫士",
		[136011] = "血石",
		[56792] = "怀疑臆象",
		[105897] = "暗魔掠夺者",
		[155465] = "哨卫伏击者",
		[140107] = "死钉鞭笞者",
		[74669] = "晶焰图腾 <剃刀沼泽地卜师>",
		[137036] = "觉醒虚空",
		[154442] = "HK-8型空中压制单位",
		[139084] = "第七军团工匠",
		[51673] = "毒鳞喷毒蝎",
		[134990] = "充能的沙尘恶魔",
		[136014] = "第七军团水兵",
		[146253] = "约瑟夫修士",
		[147277] = "黑潮劫掠者",
		[134991] = "沙怒石拳战士",
		[129448] = "锤头鲨",
		[145230] = "艾儿斯贝·维弗卡特中尉",
		[24559] = "督军沙拉利斯",
		[24687] = "炎刃医师",
		[24815] = "炎刃小鬼 <未知目标>",
		[50138] = "卡罗马",
		[17264] = "噬骨掠夺者",
		[42971] = "石翼石像鬼",
		[17648] = "地狱猎犬爪牙 <达贝尔·蒙特罗斯>",
		[134993] = "殓尸者姆沁巴",
		[9017] = "伊森迪奥斯",
		[129961] = "阿塔祖尔之苟塔卡",
		[146256] = "拉米纳利亚",
		[139089] = "海瑟福特守卫",
		[26735] = "碧蓝缚鳞者",
		[134994] = "幽魂猎头者",
		[77232] = "暮光信徒",
		[139090] = "营地守卫",
		[128426] = "碎肠",
		[39900] = "被奴役的岩石元素 <暮光塑地者>",
		[20208] = "门努的治疗图腾 <背叛者门努>",
		[10425] = "复生的战斗法师",
		[21104] = "裂隙守卫者",
		[93615] = "邪脉大恶魔",
		[140116] = "尸血清道夫",
		[149331] = "明亮的艾泽里特",
		[61146] = "玄牛雕像",
		[61658] = "成年的烈焰猎犬",
		[89] = "地狱火爪牙",
		[136022] = "托卡利的子嗣",
		[137046] = "赤红缠藤",
		[93616] = "恐惧猎犬",
		[149333] = "黑火药炸弹",
		[134999] = "哈尔希修士",
		[12217] = "腐化劣魔",
		[40925] = "污染哨兵",
		[24688] = "失心隐匿者",
		[107439] = "盐目驯兽者",
		[135000] = "深渊腐蚀者",
		[42717] = "狼",
		[42973] = "纳克萨玛斯之眼",
		[156502] = "珊瑚滑鳐 <深水鳐护巢者>",
		[103344] = "橡树之心",
		[97713] = "魔法共鸣",
		[139097] = "卷沙神射手",
		[135002] = "恶魔暴君 <晨霜黛瓦-罗宁>",
		[147289] = "黑潮勇士",
		[127406] = "蛇人遗物猎人",
		[111536] = "高阶女祭司伊莎娜",
		[19953] = "魔花保护者 <高级植物学家弗雷温>",
		[97202] = "启迪者奥米尔",
		[99762] = "军团浩劫使者",
		[42718] = "未知目标",
		[147291] = "黑潮巫女",
		[140124] = "M·瓦伦丁元帅的回响",
		[152411] = "基尔卡罗克先知",
		[31216] = "小米娇-安苏 <小米娇-安苏>",
		[152412] = "基尔卡罗克海潮萨满",
		[148317] = "被净化的水晶",
		[135007] = "宝珠卫士",
		[152413] = "基尔卡罗克锤爪卫士",
		[24561] = "亚赛",
		[24689] = "失心狂徒",
		[152414] = "长者乌努",
		[42975] = "疾病食尸鬼",
		[59613] = "斯雷特教授",
		[152415] = "无目的阿尔加",
		[26737] = "狂乱的法力涌动者",
		[99765] = "虫语谄媚者",
		[83895] = "狼骑兵",
		[152416] = "全视者奥玛基尔",
		[155488] = "赞齐尔唤雷者",
		[39392] = "无面腐蚀者",
		[112052] = "邪瓣断根者",
		[48351] = "矿井女招待",
		[148322] = "布林基·械火",
		[10426] = "复生的审查者",
		[58590] = "血色狂热者",
		[59102] = "森林雌虎猎手",
		[139108] = "不羁的火花",
		[59614] = "厌烦的学生",
		[150371] = "不稳定的潮汐涌动者",
		[30961] = "碧蓝入侵者",
		[139110] = "火花引导者",
		[132967] = "未知目标",
		[150373] = "肿胀的穹天鳐",
		[97720] = "枯碎蜘蛛 <洛克莫拉>",
		[155493] = "火花-7143",
		[24690] = "失心行尸",
		[137064] = "唤勇神射手",
		[59103] = "森林虎崽",
		[59359] = "血肉恐兽",
		[12922] = "小鬼爪牙",
		[130485] = "机械化维和者",
		[3343] = "格雷考尔",
		[150376] = "珊瑚滑鳐",
		[135018] = "无信商贩",
		[95674] = "芬雷尔",
		[136043] = "盐渍元素",
		[137067] = "眩晕",
		[98234] = "梦魇蛇藤",
		[148330] = "V-1337型哨兵",
		[107449] = "警觉的审判官",
		[136044] = "剧毒之泉",
		[137068] = "唤勇骑兵",
		[42722] = "狗",
		[139116] = "第七军团士兵",
		[95675] = "神王斯科瓦尔德",
		[128951] = "奈兹阿拉",
		[137069] = "拉卡塔卡大王",
		[139117] = "第七军团神射手",
		[123832] = "邪鳞奴隶主",
		[3887] = "席瓦莱恩男爵",
		[145261] = "丰灵",
		[95676] = "奥丁",
		[129464] = "球潮虫啮咬者",
		[130488] = "机甲驾驶员",
		[139119] = "库尔提拉斯水兵",
		[59873] = "腐蚀活水",
		[136049] = "艾尔吉侬",
		[130489] = "达萨利安追猎者",
		[18420] = "寻日者地术师",
		[134002] = "地渊领主塞希兹",
		[151408] = "鲦鱼抽取器",
		[125882] = "荒土恐爪蝎",
		[146289] = "艾丽·燃火",
		[27635] = "碧蓝缚法者",
		[4958] = "不散的怨灵 <芸筱曦-龙骨平原>",
		[135027] = "未知目标",
		[40164] = "火焰旋风",
		[147314] = "暗鳞劫掠者",
		[149362] = "第七军团奥术师",
		[75713] = "影月塑骨者",
		[154482] = "逐潮勇士",
		[126907] = "战鼓手祖鲁拉",
		[10811] = "档案管理员加尔福特",
		[134005] = "页岩啃噬者",
		[44260] = "毒牙鳄鱼",
		[89024] = "积怨深水猎手",
		[61666] = "堕落的驯犬人",
		[11451] = "荒野萨特",
		[102335] = "传送门守卫者",
		[128444] = "赤岩劳工",
		[39909] = "碧蓝血脉督军",
		[89025] = "积怨毒语者",
		[12219] = "尖刺鞭笞者",
		[139127] = "不稳定的种荚",
		[141175] = "天籁女妖代达勒娅",
		[135032] = "支离破碎的懦夫",
		[17269] = "血环暗法师",
		[126909] = "骨喙秃鹫",
		[148343] = "恐龙猎手狂须",
		[17653] = "影月导魔者",
		[128445] = "赤岩劳工",
		[44261] = "利爪雄鹰 <神誓寻路者>",
		[26356] = "红牙猎人",
		[139129] = "第七军团渗透者",
		[149368] = "第七军团唤地者",
		[145273] = "因扎希之手",
		[102337] = "传送门守卫者",
		[40166] = "被奴役的野蛮戈隆",
		[145274] = "亚拉特的堡垒",
		[65251] = "未知目标",
		[139131] = "极化尖塔",
		[149370] = "第七军团剑士",
		[134012] = "监工阿斯加里",
		[29684] = "定时炸弹 <掠龙战略家>",
		[128447] = "雷鸣征服者",
		[97219] = "索斯坦",
		[81349] = "复活的盟友 <卡兹·灭天>",
		[139133] = "玛丽亚队长",
		[123328] = "战争主母波特玛",
		[99267] = "夜之子后裔",
		[153468] = "扎雷莎女士",
		[148349] = "被净化的守护者",
		[103363] = "裂魂狱卒",
		[152445] = "烁壳爬蟹",
		[153469] = "次级虚悯者",
		[139135] = "深渊絮语者",
		[153470] = "被裹挟的汽摩蛛",
		[17270] = "血环弓箭手",
		[139136] = "布鲁图斯·索顿",
		[148351] = "未知目标 <[*] 死亡裂隙>",
		[8892] = "铁怒步兵",
		[129473] = "球潮虫啮咬者",
		[26357] = "霜爪战士",
		[131009] = "黄金之灵",
		[148353] = "被驯服的暴掠龙",
		[27893] = "未知目标 <氼丶杯莫停-罗宁>",
		[19958] = "白色树苗 <高级植物学家弗雷温>",
		[129474] = "球潮虫破坏者",
		[153473] = "被裹挟的汽摩蛛",
		[40936] = "无面看守者",
		[140163] = "战争使者耶纳基兹",
		[135044] = "贪吃的碎喉",
		[153474] = "麦卡贡密封箱",
		[34793] = "投石车",
		[10876] = "亡灵甲虫 <奈鲁布恩坎>",
		[153475] = "失窃的碎屑手榴弹",
		[147332] = "缚石者斯拉薇丝",
		[61670] = "希克提克毁灭者",
		[22902] = "未知目标",
		[129476] = "臃肿的三叶虫",
		[153477] = "剑鱼人心灵奴隶",
		[73163] = "帝王巨蟒",
		[139143] = "指挥官奥古斯丁",
		[134024] = "贪吃的蛆虫",
		[135048] = "血渍小猪",
		[153478] = "麦卡贡密封箱",
		[17271] = "噬骨毁灭者",
		[17399] = "魅惑者 <影月召唤者>",
		[135049] = "恐翼渡鸦",
		[137097] = "唤勇织法者",
		[149384] = "第七军团破盾者",
		[135050] = "恐怖船长范迪格林",
		[110536] = "深海女王莎拉萨",
		[148361] = "军情七处渗透者",
		[20343] = "魅惑图腾 <迷时的控制者>",
		[14396] = "未知目标 <伊莫塔尔>",
		[135052] = "瘟疫蟾蜍",
		[136076] = "暴怒云气",
		[58856] = "游荡恶煞",
		[59368] = "卡斯迪诺夫的切肉者",
		[43242] = "熔岩裂缝",
		[128455] = "特隆加",
		[128967] = "艾什凡狙击手",
		[139149] = "攻城技师银齿",
		[148364] = "护送队员",
		[61928] = "希克提克守卫",
		[135054] = "精神错乱的懦夫",
		[152460] = "鸣脊响沙蟹",
		[153484] = "鳍地精心灵奴隶",
		[139150] = "第七军团战争陆行鸟",
		[133007] = "不羁畸变怪",
		[152461] = "鸣脊蟹",
		[153485] = "鳍地精心灵奴隶",
		[154509] = "瓦雷尔·釜歌",
		[148366] = "被净化的士兵",
		[8317] = "阿塔莱死亡行者的灵魂",
		[152462] = "鸣脊伏击者",
		[17400] = "恶魔卫士歼灭者",
		[8893] = "铁怒士兵",
		[128969] = "艾什凡指挥官",
		[146320] = "圣武士扎兰",
		[61929] = "希克提克织珀者",
		[152464] = "窟晦恐蟹",
		[27639] = "魔环领主巫师",
		[152465] = "针脊",
		[5055] = "变异鞭笞者",
		[146322] = "破城者洛卡",
		[147346] = "军情七处刺客",
		[135060] = "未知目标",
		[145299] = "鱼叉发射器",
		[10813] = "巴纳扎尔",
		[135061] = "水蛇",
		[145300] = "普罗德摩尔炮手",
		[11197] = "无脑的骷髅 <奥里克斯·瑞文戴尔领主>",
		[99791] = "库拉伦双头怪",
		[5823] = "死亡毒蝎 <花生瓜子-巫妖之王>",
		[39405] = "暗红血脉先知",
		[129484] = "蒸汽元素",
		[146326] = "猎头者加尔瓦纳",
		[1536] = "血色传教士",
		[24696] = "库斯卡女巫",
		[6207] = "洞窟伏击者",
		[145303] = "卡多雷投刃车",
		[17401] = "地狱魔法猎犬 <影月召唤者>",
		[134041] = "被感染的农夫",
		[139161] = "盐牙猎潮者",
		[126926] = "毒颚",
		[128974] = "女王兹希基克",
		[1768] = "邪鳍潮行者",
		[14397] = "法力脉冲 <畸形残渣>",
		[28920] = "雷铸巨人",
		[20857] = "禁魔监狱防御者",
		[29304] = "斯拉德兰",
		[139164] = "哈弗德船长",
		[59884] = "堕落的十字军 <裂魂者萨尔诺斯>",
		[148380] = "守备官凯度姆",
		[126928] = "铁潮海盗",
		[47342] = "扭曲气旋",
		[135071] = "溺亡的皈依者",
		[8095] = "苏利萨斯沙行者",
		[105427] = "天怒图腾 <老月灼-布兰卡德>",
		[40943] = "海地精水术师",
		[24697] = "痛苦妖女",
		[100820] = "未知目标 <弥撒的诠释-达纳斯>",
		[59373] = "血色学生",
		[8894] = "铁怒医师",
		[121810] = "鲜血仆从",
		[153504] = "次级虚悯者 <无悯者之卵>",
		[154528] = "艾拉诺·柏崔斯",
		[27641] = "离心构造体",
		[55790] = "狂怒的野兽之魂 <回来看下游戏-洛肯>",
		[128978] = "无信战争使者",
		[130514] = "勇士候选者",
		[155553] = "次级虚悯者",
		[33009] = "未知目标",
		[28921] = "哈多诺克斯",
		[50159] = "豹",
		[136100] = "沉落的居民",
		[132005] = "格雷森·贝尔",
		[146340] = "血仇哨卫",
		[61678] = "堕落的掠夺者",
		[11454] = "荒野背叛者",
		[39665] = "摧骨者罗姆欧格",
		[40177] = "铸炉之主索朗格斯",
		[80858] = "考洛克",
		[41201] = "毒性泥潭",
		[107479] = "梦魇多头蛇",
		[134056] = "阿库希尔",
		[124885] = "着魔的暗喉狼",
		[152486] = "地下堡垒精英护卫",
		[34802] = "投刃车",
		[148391] = "基尔卡罗克清道夫",
		[26746] = "狂乱的法力怨灵",
		[74716] = "水中护卫",
		[134058] = "唤风者菲伊",
		[54512] = "时光扭曲哨兵",
		[102361] = "未知目标",
		[148393] = "远古卫士",
		[134059] = "积雷女巫",
		[137131] = "女巫会妖术使者",
		[14398] = "艾德雷斯精龙",
		[123863] = "无信侵攻者",
		[20859] = "禁魔监狱看守员",
		[29306] = "迦尔达拉",
		[137132] = "妖术魔宠",
		[126423] = "珊脊螃蟹",
		[136109] = "阿特里鞭笞者",
		[145324] = "皇家守护者",
		[3840] = "毒牙德鲁伊",
		[123352] = "雪毛嗥狼",
		[134062] = "积雷唤潮者",
		[136110] = "斯托颂死忠者",
		[137134] = "妖仆士兵",
		[126424] = "珊脊潮行蟹",
		[63728] = "蝎子",
		[134063] = "铁舟修士",
		[129496] = "纺沙织网蛛",
		[145326] = "艾萨亚雷祈祷者",
		[8319] = "噩梦雏龙",
		[125401] = "饥饿的箭鼠",
		[145327] = "未知目标",
		[8895] = "铁怒军官",
		[129497] = "纺沙小蜘蛛",
		[145328] = "赞齐尔斗士",
		[147376] = "屏障",
		[140209] = "巫金朗姆酒守卫",
		[74720] = "盲光鱼人",
		[124890] = "被迷惑的拾骨者",
		[128474] = "雷鸣者焦悌",
		[19964] = "红色树苗 <高级植物学家弗雷温>",
		[129498] = "纺沙小蜘蛛",
		[5056] = "变异尖牙风蛇",
		[74721] = "盲光怒鳍者",
		[134068] = "积雷骑兵",
		[5280] = "噩梦龙族",
		[126427] = "枝条领主奥德鲁斯",
		[29819] = "达卡莱长枪手",
		[134069] = "低语者沃尔兹斯",
		[129499] = "纺沙蛛卵",
		[130011] = "铁潮冒险家",
		[36597] = "巫妖王",
		[132022] = "野生剜齿虎",
		[123868] = "苔颚巨蜥",
		[11455] = "荒野魔仆",
		[145333] = "希拉凯斯学徒",
		[154548] = "暗影法师维克斯崔斯",
		[6016] = "防护元素图腾 <燃棘巫医>",
		[129500] = "纺沙追猎者",
		[130012] = "铁潮破坏者",
		[65522] = "水泡护盾",
		[144311] = "宝珠卫士",
		[137144] = "公司警卫",
		[126429] = "硬壳珊脊蟹",
		[102368] = "恶魔卫士毁灭者",
		[111071] = "脉冲畸体",
		[17917] = "盘牙水元素",
		[18429] = "未知目标 <虚灵巫师>",
		[137146] = "公司燧发枪手",
		[102369] = "暴食魔犬",
		[111072] = "脉冲畸体",
		[39414] = "升腾风行者",
		[137147] = "公司执行者",
		[138171] = "公司工人",
		[14399] = "奥术洪流",
		[134076] = "赤红唤魔师",
		[145339] = "毒鳍龙幼崽",
		[102370] = "艾瑞达入侵者",
		[29820] = "达卡莱猎神者",
		[145340] = "沙脊多头蛇",
		[134078] = "心木士兵",
		[93156] = "艾瑞达灭信者",
		[146365] = "炽热火焰卫士",
		[39415] = "升腾觅火者",
		[129504] = "祖尔信徒",
		[137151] = "监工扎里夫",
		[146366] = "熔火猎犬",
		[108003] = "维斯托克·暗枝",
		[137152] = "公司看门狗",
		[146367] = "查尔格姆",
		[102372] = "嗜魔地狱犬",
		[111075] = "混乱畸体",
		[59893] = "灌魔幽灵",
		[150463] = "掠行鳗",
		[136129] = "死腐幼苗",
		[137153] = "重新组装的收割者",
		[155583] = "废爪",
		[149440] = "被净化的世界清除者",
		[150464] = "亮鳞电鳗",
		[27389] = "未知目标",
		[27645] = "幻影穿云者",
		[149441] = "冰冻的弩炮",
		[137155] = "斯托颂死忠者",
		[146370] = "黑铁先锋",
		[155585] = "未知目标",
		[74729] = "虚空行者爪牙",
		[136132] = "死腐萨满",
		[93159] = "被亵渎的古树",
		[146371] = "黑铁仪祭师",
		[104422] = "梦魇之刃",
		[130531] = "船工变节者",
		[139205] = "P4-N73R4",
		[11456] = "荒野暗影行者",
		[137158] = "被束缚的闪电元素",
		[78314] = "酷寒冰喉",
		[81898] = "裂蹄牛",
		[123877] = "被束缚的潮汐元素",
		[137160] = "唤勇工程师",
		[94185] = "先锋阿基里奥",
		[94697] = "攻城技师",
		[104936] = "祖灵战士",
		[44793] = "未知目标",
		[18431] = "虚灵航标",
		[137162] = "海贤使者",
		[152521] = "古纳兹",
		[154569] = "海藻之锚",
		[14400] = "奥术回馈者",
		[28926] = "艾欧纳尔的火花",
		[111081] = "爆裂畸体",
		[150475] = "深渊缚心魔",
		[152523] = "穆库塔",
		[97259] = "烈焰多头蛇子嗣",
		[132047] = "强化的破舰者",
		[97260] = "奥术多头蛇子嗣",
		[75247] = "盲眼猎手格罗亚特",
		[136144] = "阿特里鞭笞者幼苗",
		[17280] = "碎手军犬",
		[102380] = "暗影议会术士",
		[8897] = "厄炉工匠",
		[130025] = "铁潮暴徒",
		[61177] = "莱公",
		[132050] = "狩猎大师西奥多",
		[61945] = "格尔桑铁喉魁麟",
		[92142] = "剑圣朱倍尔索斯",
		[137170] = "蛇人狂徒",
		[27647] = "幻影食人魔",
		[132051] = "血虱",
		[95726] = "暗魔狂热者",
		[135123] = "无信守护者",
		[137171] = "艾什凡走私者",
		[10177] = "黑石塔甲虫",
		[20864] = "多变梦魇",
		[95727] = "暗魔腐蚀者",
		[129515] = "昊天战斗大师",
		[130027] = "艾什凡水兵",
		[61434] = "希克提克先锋",
		[61946] = "哈飒克唤风者",
		[11457] = "荒野唤魔者",
		[92144] = "迪亚·暗语",
		[55291] = "山泽灵爪刺客",
		[133079] = "纽斯泰德雇农",
		[134103] = "蛇人之地守护者",
		[6017] = "熔岩喷射图腾 <石窟智者>",
		[97264] = "积怨碎壳者 <督军帕杰什>",
		[147414] = "陨落哭嚎",
		[132056] = "风险投资公司灼天者",
		[152534] = "无悯控制者",
		[110063] = "野兽 <贝优妮塔-奥达曼>",
		[17537] = "未知目标",
		[129517] = "复生的迅猛龙",
		[137177] = "古盖斯大王",
		[61947] = "克尔格西·碎肋者",
		[135130] = "攻城塔",
		[137178] = "海贤杀手",
		[27648] = "幻影纳迦",
		[148441] = "侏儒旋翼工程师",
		[19969] = "绿色树苗 <高级植物学家弗雷温>",
		[28288] = "裂蹄牛",
		[40446] = "召唤者斯卡提斯",
		[148442] = "侏儒突击队员",
		[141275] = "公司调查员",
		[20865] = "多变恐魔",
		[29312] = "拉文索尔",
		[145371] = "乌纳特",
		[148443] = "防御机器人",
		[21761] = "未知目标",
		[129007] = "无信哨卫",
		[152539] = "黑暗游侠珊德尔",
		[153563] = "赞齐尔愚忠者",
		[130543] = "银背肥指猩猩",
		[61436] = "希克提克刃舞者",
		[136158] = "海贤卷宗大师",
		[153564] = "赞齐尔斗士",
		[39679] = "柯尔拉，暮光之兆",
		[135135] = "食泥者",
		[152541] = "沙脊劫掠者",
		[40447] = "未知目标 <摧骨者罗姆欧格>",
		[136160] = "达萨大王",
		[126449] = "喷泥蟹",
		[8898] = "铁怒队长",
		[152543] = "虚鳞多头蛇",
		[97269] = "积怨踏浪者 <督军帕杰什>",
		[98293] = "盐海小水珠",
		[62205] = "翼虫首领尼诺洛克",
		[152544] = "虚鳞海沟追猎者",
		[153568] = "赞齐尔诱捕者",
		[27649] = "幻影鱼人",
		[141282] = "库尔提拉斯步兵",
		[152545] = "鳞母薇娜拉",
		[40448] = "暮光执行者",
		[139235] = "颚龟",
		[148450] = "自爆绵羊",
		[141283] = "库尔提拉斯戟兵",
		[20866] = "噬魂者",
		[29313] = "艾库隆",
		[137188] = "扭曲涡流",
		[138212] = "铁潮拖拽者",
		[126963] = "格温德拉·蛮锤",
		[140260] = "符蹄迅鹿",
		[141284] = "库尔提拉斯护潮者",
		[152547] = "石喉多头蛇",
		[90616] = "堕夜监视者",
		[141285] = "库尔提拉斯神射手",
		[11458] = "僵化的树人",
		[135142] = "炮塔",
		[136166] = "马修修士",
		[138214] = "无信劫掠者",
		[141286] = "偷猎者赞恩",
		[148454] = "烁壳蟹",
		[74747] = "深渊恐魔",
		[102392] = "共鸣图腾 <水之境-罗宁>",
		[129525] = "未知目标 <虎一百四十斤>",
		[18179] = "堕落新星图腾 <背叛者门努>",
		[44801] = "厄祖玛特的枯萎",
		[132074] = "监工克里克斯",
		[100345] = "损坏的构造体",
		[19203] = "塞斯火焰元素 <黑暗编织者塞斯>",
		[146409] = "吉安娜·普罗德摩尔",
		[27650] = "幻影气元素",
		[103929] = "萨吉塔破浪者",
		[129526] = "水鼠帮水兵",
		[28546] = "艾欧纳尔",
		[14466] = "部落军旗 <莱欧塞拉斯-死亡之翼>",
		[20867] = "死亡监视者",
		[152554] = "深渊之嗣",
		[147435] = "瑟拉尔·袭月",
		[127479] = "泥沙女王",
		[103930] = "萨吉塔碾潮者",
		[129527] = "水鼠帮海盗",
		[130039] = "海肌炮手",
		[3825] = "狼",
		[122872] = "阿塔沙德拉放血者",
		[3873] = "痛苦的军官",
		[150508] = "艾萨亚雷攻城主母",
		[102395] = "渗透者刺客",
		[127480] = "钉刺寄生虫",
		[103931] = "萨吉塔唤潮者",
		[145390] = "车队护卫",
		[90621] = "背叛者夜刃",
		[74751] = "烈日光束 <剃刀沼泽颂石者>",
		[108027] = "蛛网女王辛娜瑞丝",
		[151534] = "亡鳍清道夫",
		[145391] = "旅行车队队长",
		[138224] = "征伐的光明使者",
		[147439] = "熔火猎犬",
		[17540] = "残忍的军犬 <无疤者奥摩尔>",
		[17796] = "机械师斯蒂里格",
		[152559] = "影花堡礁行者",
		[44547] = "血牙清除者",
		[147440] = "炽热火焰卫士",
		[91646] = "残酷的通敌者",
		[136178] = "达雷尔修士",
		[19204] = "塞斯冰霜元素 <黑暗编织者塞斯>",
		[154608] = "自动漩涡打击装置",
		[27651] = "幻影火元素",
		[127482] = "下水道钳嘴鳄",
		[28419] = "狂乱的恶鬼",
		[28547] = "咆哮的漩涡",
		[10435] = "巴瑟拉斯镇长",
		[137204] = "灾厄妖术师",
		[102398] = "炽热的地狱火",
		[136181] = "火山",
		[61442] = "力冠三军库乌艾",
		[45572] = "尖啸旋风",
		[91648] = "阴郁的守护者",
		[5762] = "弱毒飞蛇",
		[136182] = "烂孢",
		[145397] = "阿昆达的愤怒",
		[127484] = "杰斯·豪里斯",
		[136183] = "克拉什塔辛",
		[133112] = "妖木缚法者",
		[137208] = "疯狂的球潮虫",
		[102400] = "艾瑞达暗影治愈者",
		[127485] = "水鼠帮掠夺者",
		[17669] = "疯狂的军犬",
		[17797] = "水术师瑟丝比娅",
		[44549] = "血牙清除者",
		[18309] = "虚灵清道夫",
		[90114] = "钢铁龙骑兵",
		[61699] = "希克提克琥珀之翼",
		[84483] = "小戈隆毁灭者",
		[19205] = "未知目标 <黑暗编织者塞斯>",
		[147449] = "哈尔拉·达布雷",
		[127486] = "艾什凡军官",
		[134139] = "神殿骑士",
		[152569] = "疯狂的穴居人",
		[133116] = "林木混血魔",
		[20869] = "禁魔监狱斥候",
		[152570] = "疯狂的穴居人",
		[137212] = "深渊先知",
		[85508] = "比克茜·火槽",
		[43014] = "小鬼",
		[148475] = "黑鳍先知",
		[60164] = "感染煞能的野牛人",
		[136189] = "菇妖王",
		[61444] = "鬼谋神算冥谷子",
		[133118] = "多瘤巨像",
		[152572] = "艾泽里特巨兽",
		[125952] = "逐蛙猎人",
		[127488] = "艾什凡火法师",
		[142334] = "平原狼蛛",
		[24069] = "掠龙碎骨者",
		[33288] = "未知目标",
		[134144] = "活体激流",
		[100868] = "赤精 <痴长-格雷迈恩>",
		[17414] = "影月技师",
		[17670] = "碎手驯犬者",
		[17798] = "督军卡利瑟里斯",
		[135169] = "灵魂汲取图腾 <血誓污染者>",
		[9156] = "弗莱拉斯大使",
		[61445] = "势不可挡哈伊岩",
		[61701] = "希克提克战士",
		[133122] = "纳兹曼尼战士",
		[19206] = "塞斯暗影元素 <黑暗编织者塞斯>",
		[154624] = "幻影夜刃豹",
		[27653] = "幻影水元素",
		[140290] = "原爆棉羊",
		[111620] = "暮色卫队斩杀者",
		[56070] = "丝木追踪者",
		[152577] = "奥术魔宠",
		[10436] = "安娜丝塔丽男爵夫人",
		[21126] = "盘牙医师",
		[29573] = "达卡莱元素",
		[29829] = "达卡莱震地者",
		[142340] = "高地猎兽龙",
		[129027] = "格拉纳尔",
		[138245] = "妖仆弩手",
		[139269] = "阴森恐魔",
		[140293] = "雪裘啸狼",
		[149508] = "被寒冰屏障阻碍的纳萨诺斯",
		[134150] = "刻符者食客",
		[62982] = "摧心魔 <这回不救人-埃苏雷格>",
		[140294] = "雪裘狼",
		[32517] = "未知目标",
		[138247] = "铁潮掠夺者",
		[140295] = "雪裘幼狼",
		[58887] = "卡桑利猛虎",
		[17671] = "碎手勇士",
		[17799] = "残冠奴隶",
		[18311] = "虚灵盗墓者",
		[45065] = "托维尔商人",
		[148488] = "无息的占星师",
		[138250] = "黑暗之池",
		[27654] = "审讯者达库斯",
		[111112] = "忿怒畸体 <爆裂畸体>",
		[28166] = "不稳定的宝珠",
		[123399] = "被奴役的水手",
		[29062] = "阿努巴尔勇士",
		[21127] = "盘牙狂暴者",
		[101386] = "腐蹄亵渎者",
		[126983] = "哈兰·斯威提",
		[29830] = "活体魔精",
		[134157] = "影裔战士",
		[136205] = "冷齿啸狼",
		[90124] = "裂蹄牛",
		[134158] = "影裔勇士",
		[138254] = "铁潮火枪手",
		[126984] = "鳞爪巨蜥",
		[47626] = "撕心狼将军",
		[150541] = "赞齐尔奴隶主",
		[24071] = "掠龙裂心者",
		[136207] = "激流堡防御者",
		[48906] = "天堂炽焰",
		[33292] = "邪恶之云",
		[136208] = "激流堡弩手",
		[137232] = "缠藤 <[*] 缠藤>",
		[94733] = "邪火攻城车",
		[149519] = "伯拉勒斯守卫",
		[17800] = "盘牙侍从",
		[137233] = "瘟疫蟾蜍",
		[18312] = "虚灵缚法者",
		[61705] = "堕落的烈焰召唤者",
		[19208] = "被召唤的秘教侍僧 <秘教召唤师>",
		[27655] = "法师领主伊洛姆",
		[151569] = "深水之喉",
		[29063] = "阿努巴尔地穴魔",
		[21128] = "盘牙鳐",
		[153618] = "赞齐尔愚忠者 <烟亦舞>",
		[139284] = "瘟疫博士",
		[129547] = "黑齿拳手",
		[139285] = "剧毒的颤鳞鳗",
		[11461] = "扭木守护者",
		[5763] = "噩梦软浆怪",
		[136214] = "风语者海蒂丝",
		[137238] = "联盟弩手",
		[94224] = "石化图腾",
		[24200] = "建筑师斯卡瓦尔德",
		[130572] = "野生的刀翼风蛇",
		[1537] = "血色狂热者",
		[107535] = "艾瑞达鞭魂者",
		[135192] = "荣耀迅猛龙",
		[17801] = "盘牙海妖",
		[18313] = "虚灵巫师",
		[148504] = "蛮藤治愈者",
		[67093] = "希克提克助战者",
		[146457] = "艾维斯中尉",
		[27656] = "魔网守护者埃雷苟斯",
		[7011] = "土灵碎岩者",
		[129550] = "水鼠帮健步者",
		[146458] = "玛莱拉中尉",
		[91155] = "奥比斯",
		[7267] = "乌克兹·沙顶",
		[137244] = "勇猛的牧师",
		[127503] = "科古斯狱长",
		[88084] = "积怨袭击者",
		[132126] = "鎏金女祭司",
		[75286] = "暮光信徒",
		[137246] = "联盟攻城坦克",
		[8035] = "黑铁地雷 <黑铁密探>",
		[24201] = "控制者达尔隆",
		[91157] = "枯法逃亡者",
		[134176] = "桥港守卫",
		[136224] = "激流堡织法者",
		[148511] = "暴怒的卫士",
		[149535] = "冰缚镜像",
		[17802] = "盘牙战士",
		[88086] = "积怨裂尾战士",
		[136225] = "热风砂岩",
		[18314] = "节点潜行者",
		[61453] = "穆辛巴",
		[148512] = "虔诚的女祭司",
		[61965] = "Sap Puddle",
		[138274] = "猩红教徒",
		[139298] = "未知目标",
		[88087] = "积怨唤雷者",
		[129554] = "赞达拉鬣蜥",
		[147490] = "库尔提拉斯火炮",
		[148514] = "受祝福的巡滩者",
		[10374] = "尖塔蜘蛛",
		[10438] = "苍白的玛勒基",
		[135204] = "鬼灵妖术祭司",
		[29321] = "艾库隆的水珠",
		[101398] = "灵能魔 <暗夜明-死亡之翼>",
		[50959] = "卡尔金",
		[94231] = "野生纵火魔",
		[148515] = "未知目标",
		[11462] = "扭木树人",
		[54543] = "时光扭曲幼龙",
		[147493] = "托亚塔纳",
		[88089] = "积怨魔女",
		[131112] = "破浪打击者",
		[16523] = "碎手蛮兵",
		[25354] = "未知目标",
		[147495] = "拉斯塔利执行者",
		[148519] = "第七军团升腾者",
		[43537] = "巨石之核塑地者",
		[17803] = "盘牙先知",
		[88090] = "深海指挥官扎林",
		[138281] = "无面腐蚀者",
		[54544] = "泰兰德的残影",
		[133163] = "提亚卡万",
		[39698] = "卡尔什·断钢",
		[79900] = "胡德里奇队长",
		[148522] = "未知目标",
		[20875] = "负电子尖啸者",
		[21515] = "小鸟",
		[29834] = "达卡莱狂鱼",
		[103450] = "邪能战斧",
		[129559] = "破浪格斗家",
		[125464] = "暗喉徘徊者",
		[155692] = "赞齐尔护炉者",
		[140334] = "夜鳞盘牙风蛇",
		[79902] = "约翰·斯威夫提",
		[130584] = "血脊",
		[140335] = "夜鳞尖啸者",
		[99868] = "芬雷尔",
		[124953] = "海伦娜·金特尔",
		[125977] = "复生图腾",
		[154670] = "悲泣的桑雅",
		[17420] = "碎手蛮兵",
		[140336] = "夜鳞狂野风蛇",
		[150575] = "震岩",
		[88094] = "深海巨人",
		[152623] = "地下堡垒步兵",
		[130073] = "棘背哨兵",
		[44819] = "希亚玛特",
		[26763] = "阿诺玛鲁斯",
		[107548] = "邪焰爪牙",
		[39700] = "如花",
		[39956] = "暮光执行者",
		[146482] = "光铸圣骑士",
		[99358] = "腐心树妖",
		[150578] = "军情七处特工",
		[58898] = "警戒看守者",
		[154674] = "商人伦洛塔",
		[155698] = "尖牙卫士",
		[149555] = "憎恶",
		[150579] = "军情七处技师",
		[130075] = "棘背地卜师",
		[146484] = "光铸战争机甲",
		[139317] = "第七军团水兵",
		[140341] = "削云者",
		[149556] = "永恒执行者",
		[151604] = "阳极处理的故障修理工",
		[136246] = "激流堡虔信者",
		[5828] = "豹 <叟骚瑞-白银之手>",
		[146485] = "妮瓦拉·夜影",
		[147509] = "库尔提拉斯火炮",
		[133175] = "阿塔祖尔刽子手",
		[128540] = "艾什凡工头",
		[151605] = "阳极处理的机械师",
		[136247] = "动荡的碎石",
		[138295] = "女巫希尔加",
		[155701] = "冰霜元素 <安达娜·霜刺>",
		[6212] = "黑铁密探",
		[151606] = "阳极处理的爬蛛",
		[136248] = "未知目标",
		[153654] = "颤鳞守卫",
		[25740] = "埃霍恩",
		[17805] = "盘牙奴隶主",
		[136249] = "元素卫士",
		[153655] = "潮汐守卫",
		[97825] = "蔑魔斩杀者",
		[139321] = "布赖丹·白墙",
		[18701] = "黑暗漩涡 <塞泰克萨满祭司>",
		[135226] = "乌巴里克斯的子嗣",
		[92706] = "魔血监视者",
		[7012] = "土灵雕刻者",
		[88099] = "盐目钩刃战士",
		[7076] = "土灵守护者",
		[138299] = "血喉",
		[28684] = "看门者克里克希尔",
		[123423] = "河流尖啸者",
		[7268] = "沙怒守护者",
		[153658] = "未知目标",
		[146491] = "惩戒幻影",
		[43286] = "水晶碎片",
		[152635] = "血鳍哨卫",
		[44566] = "厄祖玛特",
		[146492] = "狂怒幻影",
		[147516] = "攻城炮塔",
		[90660] = "燃烧恶徒",
		[99875] = "黑暗骑士",
		[136254] = "激流堡骑士",
		[138302] = "蛮项樵夫",
		[63508] = "雪怒 <陈塘关总兵-罗宁>",
		[63764] = "疲惫的伞兵",
		[133183] = "多瘤蛮兵",
		[135231] = "幽魂蛮兵",
		[57109] = "疑之爪牙",
		[132160] = "控藤师斯马格",
		[26125] = "腐臭跳跃者",
		[18318] = "塞泰克新兵",
		[140353] = "亮鳞盘牙风蛇",
		[115747] = "邪能迫击炮",
		[18830] = "秘教狂热者",
		[151616] = "微型机器人超级充能器 <麦卡贡中和者>",
		[54550] = "不灭烈焰",
		[9736] = "军需官兹格雷斯",
		[132163] = "潮汐卫士朋图斯",
		[149569] = "达萨雷崇拜者",
		[39960] = "深海鱼人苦工",
		[152641] = "血鳍占水师",
		[10120] = "宝库护卫者",
		[147522] = "阿拉克尼",
		[140355] = "亮鳞尖啸风蛇",
		[99366] = "污心召唤师",
		[140356] = "亮鳞幼蛇",
		[140357] = "掠毒者",
		[133190] = "刀颚",
		[134214] = "裂隙之刃克莱恩",
		[11784] = "瑟莱德丝卫士",
		[134215] = "未知目标",
		[39961] = "被奴役的流水之魂 <暮光破雷者>",
		[148550] = "旅行车队队长",
		[134216] = "织影者扎拉",
		[135240] = "灵魂精华",
		[136264] = "未完成的木乃伊",
		[153670] = "锈栓抵抗军战士",
		[154694] = "暴怒的拳机",
		[149575] = "暮光破浪者",
		[43801] = "天堂之怒",
		[135241] = "水鼠帮劫掠者",
		[18319] = "迷时的占卜者",
		[61463] = "焰喉",
		[18703] = "塞泰克幽魂",
		[75308] = "熔岩恶火水晶",
		[143433] = "辛迪加收割者",
		[54552] = "时光扭曲破坏者",
		[146505] = "赛拉·月卫",
		[148553] = "第七军团掠夺者",
		[39450] = "洞窟穴居人",
		[151625] = "意志切割",
		[122919] = "阿塔沙德拉拷问者",
		[148554] = "第七军团焚化者",
		[20879] = "艾瑞达食魂者",
		[139340] = "冰牙通灵师",
		[29838] = "达卡莱犀牛",
		[128551] = "铁潮猎犬",
		[135245] = "水鼠帮歼灭者",
		[130087] = "铁潮袭击者",
		[106026] = "暗魔刺客",
		[147532] = "库尔提拉斯火炮",
		[148556] = "第七军团沙行者",
		[54553] = "时光扭曲先知",
		[125992] = "潜伏的啜魔者",
		[154700] = "空中执行者XZ-9",
		[139342] = "冰牙战士",
		[148557] = "被束缚的元素",
		[24079] = "掠龙铸造大师",
		[129576] = "赞达拉鬣蜥",
		[130088] = "溺亡的鱼叉手",
		[106027] = "暗魔刺客",
		[147534] = "库尔提拉斯火炮",
		[151630] = "虚空脓液",
		[4421] = "卡尔加·刺肋",
		[128553] = "未知目标",
		[9097] = "裂盾军团战士",
		[18320] = "迷时的暗影法师",
		[63257] = "伊克提克基因操纵师",
		[47131] = "狂躁恶鬼",
		[127530] = "饥饿的河鸥",
		[149585] = "野兽",
		[39708] = "暮光火炎召唤者",
		[139347] = "狂战士戈拉",
		[20880] = "艾瑞达死亡使者",
		[151634] = "汽背猿猴",
		[21136] = "未知目标",
		[153682] = "鱼叉炮",
		[10697] = "未知目标",
		[59930] = "灌魔僵尸 <灌魔幽灵>",
		[21904] = "塞泰克战鹰",
		[124460] = "泥沼恐魔",
		[11657] = "莫洛克",
		[147541] = "铸造厂守护者",
		[5925] = "根基图腾 <元素萨斯-奥蕾莉亚>",
		[95280] = "卡兹洛加",
		[24080] = "掠龙武器匠",
		[147542] = "铸造厂医疗兵",
		[107567] = "苏拉玛神盾卫士",
		[134232] = "雇来的刺客",
		[151638] = "发疯的大地狂怒者",
		[93233] = "阿拉麦尔爵士",
		[147543] = "铸造厂护卫",
		[149591] = "未知目标",
		[128557] = "鳞牙风暴使者",
		[151639] = "发疯的旋岩虫",
		[18321] = "塞泰克利爪领主",
		[149592] = "被净化的守护者",
		[135258] = "铁潮掠夺者",
		[148569] = "破潮元素",
		[95282] = "阿兹加洛",
		[7077] = "土灵筑厅师",
		[130094] = "海贤海歌者",
		[132188] = "黑铁碎地者",
		[20881] = "自由的蹂躏者",
		[75829] = "纳利什",
		[21137] = "永恒刺客",
		[7397] = "土灵凿石者",
		[89140] = "恐天卡利鸟 <拉森-熊猫酒仙>",
		[123440] = "猎血战斗奴隶",
		[75318] = "剧毒倾泻 <剧毒倾泻水晶>",
		[47134] = "食尸者",
		[134239] = "女巫会妖术使者",
		[135263] = "艾什凡观察员",
		[97844] = "呼潮引浪",
		[131168] = "注血鞭笞者",
		[123441] = "猎血战争主母",
		[24849] = "始祖幼龙骑手",
		[151646] = "充能的拳机",
		[153694] = "积怨幼崽",
		[131169] = "纳兹瓦萨幽魂",
		[17938] = "盘牙观察者",
		[9034] = "黑特雷尔",
		[9098] = "裂盾缚法师",
		[18322] = "塞泰克鸦人卫士",
		[152672] = "潮汐涌动者",
		[138338] = "复活的护卫 <堕落的亡语者>",
		[47135] = "臭气食尸鬼",
		[103477] = "被诅咒的守卫",
		[56862] = "喝醉的猢狲争斗者",
		[123443] = "血缚迅猛龙",
		[142435] = "瘟疫之羽",
		[21138] = "永恒刽子手",
		[138340] = "海贤祭师",
		[29713] = "斯拉德兰蟒蛇",
		[43296] = "奇美隆",
		[11082] = "斯坦索姆信使",
		[72762] = "夺目的风翎鹤",
		[139365] = "翎后",
		[142437] = "啮颅者",
		[152676] = "活水",
		[145509] = "诺文顿荣誉卫士",
		[101943] = "恶魔卫士突击步兵",
		[47136] = "不稳定的掠尸鬼",
		[142438] = "未知目标",
		[151653] = "虚空触须",
		[136295] = "沉落的居民",
		[148582] = "雷鸣卫士",
		[3123] = "血爪锐齿龙",
		[136296] = "鲜血巨魔腐蚀者",
		[17427] = "碎手弓箭手",
		[94777] = "莫克隆",
		[60447] = "科里克提克破坏者",
		[136297] = "被遗忘的居民",
		[44577] = "胡辛姆将军",
		[18323] = "塞泰克卫兵",
		[148584] = "大法师莫丹特·永影",
		[134250] = "监工扎基什",
		[100409] = "暮色啸狼",
		[109112] = "拉基什荣誉卫士",
		[47137] = "无脑的恐魔",
		[3475] = "豆豆",
		[47649] = "百花齐放 <Paperboyz>",
		[134251] = "总管姆巴拉",
		[48417] = "迪菲亚血巫师",
		[14282] = "霜狼血犬",
		[20883] = "恶毒的女妖",
		[152682] = "沃特兰亲王",
		[21395] = "多变爪牙",
		[94779] = "索沃克",
		[149611] = "猿猴折磨者3000型 <格洛恩>",
		[152683] = "暴怒的风暴元素",
		[106042] = "狡猾的卡拉苏斯",
		[15370] = "异种虫",
		[3875] = "鬼怪仆从",
		[151660] = "屑骨垃圾投掷者",
		[152684] = "球状闪电",
		[47138] = "脓疮畸体",
		[140398] = "泽力塔尔基",
		[24083] = "被奴役的始祖幼龙",
		[136303] = "战争主母加特尔",
		[24723] = "塞林·火心",
		[143471] = "桥港守卫",
		[152686] = "雷霆漩涡",
		[137328] = "光铸勇士",
		[151663] = "屑骨碾肉者",
		[144496] = "剧毒双帆龙",
		[123450] = "邪鳞深渊猎手",
		[133234] = "三叶虫沙丘幼崽",
		[45859] = "血毒沙漠蝎",
		[101437] = "燃烧晶簇",
		[151665] = "充能的捣蛋鬼",
		[48419] = "迪菲亚矿工",
		[40484] = "埃鲁达克",
		[155761] = "莉兹·沃克",
		[124475] = "蹒跚伏击者",
		[151666] = "充能的拳机",
		[21140] = "裂隙领主",
		[137332] = "荒土沙爪蝎",
		[59426] = "跳舞兔",
		[10955] = "被召唤的水元素 <复生的魔术师>",
		[151667] = "屑骨吐油者",
		[154739] = "腐蚀性的机甲软泥",
		[30739] = "战歌勇士",
		[11467] = "苏斯",
		[151668] = "充能的微型机器人",
		[47140] = "巫术骷髅",
		[23956] = "掠龙战略家",
		[135287] = "无信卫士",
		[40229] = "未知目标",
		[130620] = "霜剑士塞拉费",
		[123453] = "邪鳞女巫",
		[83522] = "虫巢女王",
		[42789] = "巨石之核熔岩之主",
		[17429] = "邪兽人新兵",
		[17941] = "背叛者门努",
		[18325] = "塞泰克预言者",
		[13323] = "地下双帆龙",
		[151672] = "机甲狼蛛",
		[126014] = "幼年啜魔者",
		[146553] = "库尔提拉斯铁腕战士",
		[47141] = "恐惧占星师",
		[7078] = "裂隙沙漠蝎",
		[130622] = "塑风师奥兰",
		[7206] = "远古巨石卫士",
		[20885] = "末日预言者达尔莉安",
		[135292] = "无信勇士",
		[104514] = "被污染的嫩苗",
		[129599] = "破浪飞刀手",
		[30740] = "无畏远征军勇士",
		[62756] = "库尔提克近侍哨卫",
		[38951] = "暮光刺客",
		[142462] = "被奴役的水手",
		[104515] = "纠缠梦魇",
		[129600] = "水鼠帮盐鳞战士",
		[148607] = "卡伊雅·帕库阿亚",
		[78919] = "冰蹄母牛",
		[95813] = "武器大师麦克奥",
		[17942] = "夸格米拉",
		[9036] = "瓦勒雷尔",
		[138369] = "足球炸弹流氓",
		[132226] = "棘背沼泽看护者",
		[54566] = "破碎的地面",
		[154752] = "钳颚毒鳍龙",
		[47143] = "怨骨骷髅",
		[148609] = "水手火炮",
		[78920] = "裂蹄牛",
		[128578] = "祖乔斯古尔",
		[120899] = "未知目标",
		[129602] = "铁潮执行者",
		[154753] = "毒鳍龙追猎者",
		[20886] = "天怒预言者苏克拉底",
		[154754] = "毒鳍龙吞噬者",
		[139396] = "深泽卫士",
		[148611] = "尤路查",
		[149635] = "绽放的守护者",
		[151683] = "失控的废铁首领",
		[154755] = "毒脊毒鳍龙",
		[139397] = "深泽潜伏者",
		[151684] = "断腭者",
		[154756] = "刀牙毒鳍龙",
		[139398] = "深泽刺客",
		[148613] = "指挥官布罗德塞",
		[152709] = "亡鳍鱼人",
		[130116] = "冒泡的潮汐之血",
		[154757] = "毒鳍幼龙",
		[148614] = "库尔提拉斯炮手",
		[134280] = "守备官巴图尔",
		[152710] = "亡鳍深水先知",
		[59175] = "神射手",
		[148615] = "迪弗娅妮",
		[152711] = "亡鳍强夺者",
		[13196] = "相位鞭笞者",
		[44841] = "枯萎兽",
		[45353] = "血吼土狼",
		[75852] = "腐化治疗图腾 <暮光塑风者>",
		[136330] = "灵魂荆棘 <[*] 灵魂荆棘>",
		[47145] = "怨骨守护者",
		[148617] = "虔诚的阿昆达",
		[134283] = "学者拉娜",
		[39978] = "暮光逼问者",
		[152713] = "复活的水手",
		[137355] = "爆影骷髅 <猎血诅咒剑士>",
		[148618] = "大德鲁伊安得列留斯",
		[107593] = "奥格罗蒙",
		[134284] = "堕落的亡语者",
		[100938] = "黑暗骑士",
		[153738] = "希拉凯斯征服者",
		[94283] = "暗影灌魔者",
		[148619] = "阿昆达的回响 <虔诚的阿昆达>",
		[128071] = "驯服的战裔蝠",
		[150667] = "升级的哨卫",
		[129095] = "黑齿拳手",
		[153739] = "赞齐尔愚忠者",
		[149644] = "胧月夜刃豹",
		[134286] = "大法师塔姆拉",
		[136334] = "肥指猩猩长者",
		[153740] = "赞齐尔鳞卫",
		[47146] = "怨骨掠夺者",
		[148621] = "杰克瓦",
		[128584] = "乌戈图斯",
		[135311] = "赞达拉流亡者",
		[136335] = "暴怒的三叶虫",
		[153741] = "赞齐尔诱捕者",
		[140431] = "岩蹄山羊",
		[124489] = "高地伐木工",
		[153742] = "希拉凯斯奴役者",
		[127049] = "枯须勘探员",
		[140432] = "岩蹄跃羊",
		[17816] = "泥沼龙虾人",
		[129097] = "黑齿格斗家",
		[9037] = "格鲁雷尔",
		[18328] = "塞泰克神谕者",
		[148624] = "帕库的回响 <卡伊雅·帕库阿亚>",
		[136338] = "斯洛加尔",
		[140434] = "岩蹄石角羊",
		[128586] = "被奴役的风暴",
		[39980] = "暮光施虐者",
		[28695] = "熔岩魔像",
		[132244] = "基博库",
		[10381] = "被毁坏的死尸",
		[136340] = "圣物猎人哈扎克",
		[145555] = "联盟步兵",
		[148627] = "火炮",
		[142484] = "第七军团水兵",
		[136341] = "林网猎蛛",
		[130635] = "巨石之怒",
		[139413] = "深泽绿洲语者",
		[74834] = "裹体之网 <榆槿之音-萨尔>",
		[142485] = "第七军团斥候",
		[100943] = "大地之墙图腾 <靈魂之怒-格瑞姆巴托>",
		[47404] = "迪菲亚看守傀儡",
		[149653] = "食肉鞭笞者",
		[23960] = "掠龙符文法师",
		[143510] = "沾满花粉的工蜂",
		[56875] = "科里克提克歼灭者",
		[115790] = "邪能散播器",
		[134296] = "露希尔",
		[151702] = "鲍尔·涉塘者",
		[59435] = "巫金萨满",
		[17817] = "大型泥沼龙虾人",
		[13197] = "魔鞭抽笞者",
		[134298] = "灌注艾泽里特的元素",
		[135322] = "黄金风蛇",
		[46381] = "狡猾的盗贼",
		[140442] = "麝腹牦牛",
		[149657] = "未知目标",
		[19865] = "变异恐魔",
		[39982] = "疯狂法师",
		[136347] = "海贤新兵",
		[56876] = "科里克提克工兵",
		[130638] = "钳颚鳄鱼",
		[14349] = "匹姆吉布",
		[140443] = "麝腹冲锋者",
		[7271] = "巫医祖穆拉恩",
		[109137] = "成群的愤怒仆从",
		[132253] = "基阿拉克",
		[130639] = "钳颚咀嚼者",
		[149660] = "黑掌",
		[46382] = "轻罪犯人",
		[137374] = "雄狮之吼",
		[139422] = "厚麟三叶虫训者",
		[94804] = "蹒跚的蛮兵",
		[23961] = "掠龙铁盔战士",
		[129104] = "攻城炮塔",
		[72279] = "傲气残渣",
		[56877] = "莱公",
		[130640] = "钳颚锯齿鳄",
		[147614] = "黑铁仪祭师",
		[140447] = "攻城恐魔",
		[149662] = "晦角",
		[153758] = "未知目标",
		[17306] = "巡视者加戈玛",
		[131233] = "雷炙",
		[78935] = "血刺鬣蜥人",
		[8910] = "炽热火焰卫士",
		[135329] = "主母布琳德尔",
		[72280] = "傲慢具象",
		[130641] = "斯托颂执行者",
		[61485] = "将军帕瓦拉克",
		[46383] = "兰多菲·摩洛克",
		[19226] = "未知目标",
		[94806] = "地狱织邪者",
		[149665] = "鳞魔",
		[134307] = "妖仆骏马",
		[39984] = "未知目标",
		[130130] = "饥饿的斗彘",
		[90199] = "血魔",
		[28825] = "旋风",
		[10382] = "被撕裂的死尸",
		[29209] = "腐尸甲虫 <阿努巴拉克>",
		[101462] = "里弗斯",
		[133285] = "河沙猎手",
		[130131] = "重新组装的收割者",
		[155811] = "指挥官敏泽拉",
		[134310] = "毒心信徒",
		[54319] = "灵魂兽",
		[147621] = "黑铁先锋",
		[148645] = "被净化的战争机甲",
		[39985] = "疯狂囚犯",
		[130644] = "未知目标",
		[139431] = "墓穴卫士",
		[148646] = "被净化的守护者",
		[66652] = "次级易爆能量 <狂之煞>",
		[17307] = "传令官瓦兹德",
		[148647] = "被净化的治疗者",
		[95833] = "赫娅",
		[151719] = "深渊之声",
		[137385] = "雄狮之吼炮台",
		[18331] = "虚灵暗法师",
		[18587] = "魔花",
		[150696] = "深水鳐护巢者",
		[151720] = "屑骨喷火者",
		[152744] = "上古摧心者",
		[122967] = "女祭司阿伦扎",
		[28826] = "雷怒亡魂",
		[3636] = "变异破坏者",
		[59184] = "詹迪斯·巴罗夫",
		[142508] = "枝条领主奥德鲁斯",
		[122968] = "亚兹玛",
		[148652] = "阿罗姆之台看守",
		[62000] = "恐惧织网蛛",
		[139438] = "幽魂使陀甘",
		[39987] = "进化的暮光狂热者",
		[139439] = "缚曦者祖恩",
		[134320] = "无信掠夺者",
		[152750] = "汽摩蛛卵",
		[17308] = "无疤者奥摩尔",
		[25755] = "寒冷光环",
		[134321] = "无信侵攻者",
		[9167] = "翼手龙",
		[122970] = "影刃追猎者",
		[137395] = "老练的步兵",
		[122971] = "达萨莱战神",
		[10383] = "破碎的死尸 <被毁坏的死尸>",
		[58674] = "愤怒的猎犬",
		[146611] = "狂臂约翰",
		[155826] = "鳍地精心灵奴隶",
		[52019] = "坠天之星",
		[152755] = "血涌狂鱼",
		[139445] = "图马特",
		[149684] = "吉安娜·普罗德摩尔",
		[11471] = "艾德雷斯鬼怪",
		[145589] = "大法师莫丹特·永影",
		[11791] = "腐烂欺骗者",
		[94816] = "托多弗",
		[128604] = "纳泽希掌风者",
		[65330] = "训练有素的盐壳钳嘴龟",
		[122973] = "达萨莱神官",
		[141495] = "库尔提拉斯步兵",
		[134328] = "熔炉主管法席恩",
		[100960] = "邪恶蘑菇 <腐心守护者>",
		[146615] = "血仇弓箭手",
		[25756] = "埃霍恩的寒浪战士",
		[146616] = "血仇弓箭手",
		[54580] = "月之矛",
		[148665] = "拉斯塔利皇家卫士",
		[134331] = "拉胡艾大王",
		[39990] = "暮光狂热者",
		[80484] = "杰克逊·巴赫拉",
		[72805] = "原始追猎者",
		[154809] = "第七军团护卫",
		[65638] = "科夏奴监",
		[7272] = "殉教者塞卡",
		[58676] = "血色防御者",
		[138428] = "怨鳍侍从",
		[7432] = "兰凌",
		[148667] = "拉斯塔利惩罚者",
		[95843] = "赫尔多国王",
		[151739] = "无畏者玛哈特",
		[80485] = "莎妮·冰风",
		[137405] = "攫握恐魔",
		[130655] = "鲍比·豪里斯 <杰斯·豪里斯>",
		[151740] = "失控的废钢幼犬",
		[109154] = "积怨蛮兵",
		[46646] = "黑曜石巨像",
		[155836] = "施咒者妮塔拉",
		[23965] = "冰霜坟墓",
		[141503] = "未知目标",
		[101476] = "熔火焦皮 <达古尔>",
		[147647] = "海潮女祭司之魂",
		[25757] = "埃霍恩的冰风战士",
		[17694] = "影月暗法师",
		[128609] = "舒尔-那古斯的触手",
		[112739] = "暗影大恶魔",
		[9040] = "多普雷尔",
		[138433] = "潮汐主母薇莎娜",
		[139457] = "缚岩魁麟",
		[62005] = "野兽 <Baiibaii-死亡之翼>",
		[108132] = "自爆碎片 <斯考匹隆>",
		[136386] = "安瑟姆莎的奴仆",
		[154816] = "鲑鱼吞食者",
		[19486] = "寻日者化学家",
		[148673] = "邦桑迪的使者",
		[72809] = "被侵蚀的崖居者",
		[139459] = "缚岩士兵",
		[42808] = "巨石之核掠夺者",
		[139460] = "缚岩织地者",
		[135365] = "主母阿尔玛",
		[80489] = "塑魂者纳达加斯特",
		[139461] = "缚岩石喉魁麟",
		[148676] = "车队指挥官维罗妮卡",
		[11472] = "艾德雷斯鬼巫",
		[135366] = "黑齿纵火犯",
		[11600] = "深铁萨满祭司",
		[101991] = "梦魇住民",
		[139462] = "缚岩砥语者",
		[136391] = "心脏守卫",
		[138439] = "蛇行女王瓦拉",
		[139463] = "缚岩歼灭者",
		[74347] = "火眼莫德雷斯",
		[151750] = "珊瑚鞭笞者",
		[59191] = "指挥官林顿",
		[17695] = "碎手刺客",
		[35642] = "基维斯",
		[17951] = "斯蒂里格技师",
		[130661] = "风险投资公司塑地者",
		[147656] = "铸造厂指挥官",
		[26782] = "晶化守护者",
		[13456] = "未知目标 <诺克赛恩>",
		[151752] = "虚空群居兽",
		[132299] = "狂怒的树人",
		[39994] = "洪荒烈火",
		[138443] = "鳞卫布勒斯",
		[29214] = "阿努巴尔刺客",
		[42810] = "晶脉巨人",
		[139468] = "裂脊者顾箜",
		[149707] = "珊瑚滑行者",
		[134349] = "山羊",
		[151755] = "暗影猎犬",
		[152779] = "莫赫克·八指",
		[61240] = "格林托克潜藏者",
		[122984] = "达萨莱巨像",
		[62008] = "未知目标",
		[31134] = "塞安妮苟萨",
		[153804] = "鸣脊侵入者",
		[138446] = "深渊召唤者泽里莎",
		[47162] = "格拉布托克",
		[133327] = "公司执行者",
		[79982] = "战争之矛牧师",
		[74351] = "暮光信徒",
		[92781] = "亵渎 <阿克蒙德>",
		[59193] = "白骨编织者",
		[59705] = "血色喷火者",
		[128617] = "龌龊的水手",
		[135377] = "掠夺者胡胡加",
		[9041] = "典狱官斯迪尔基斯",
		[145616] = "拉斯塔哈大王",
		[18848] = "恶毒导师",
		[78960] = "雷神领军",
		[136403] = "虚空恐魔 <麝香紫葡萄-阿纳克洛斯>",
		[56890] = "科里克提克渗透者",
		[74353] = "暮光水占师",
		[20896] = "复仇军斩杀者",
		[93295] = "资深暗法师",
		[139476] = "缚岩巨怪",
		[78961] = "雷神追猎者",
		[61242] = "格林托克铁皮战士",
		[31007] = "碧蓝束缚者",
		[11473] = "艾德雷斯妖灵",
		[153812] = "鸣脊潜伏者",
		[94832] = "血缚刺客",
		[78962] = "雷神鹰眼猎手",
		[128620] = "恐喉鳄",
		[122477] = "法尔格",
		[125037] = "积恐侍从",
		[58683] = "血色仆从",
		[153814] = "鸣脊断头者",
		[148695] = "拉扎恩医生",
		[78963] = "雷神风语者",
		[88178] = "加隆·落烬",
		[80499] = "复仇者特里",
		[61243] = "杰翰",
		[61499] = "火焰之环",
		[54588] = "暗月蒸汽坦克",
		[93298] = "影心魔",
		[78964] = "雷神屠夫",
		[151769] = "饥饿的鞭笞者",
		[80500] = "泰勒·润泥",
		[146650] = "勇猛的哨兵",
		[7209] = "未知目标",
		[149722] = "暴怒的幽灵",
		[124527] = "骨喙食腐鸟",
		[29216] = "阿努巴尔守护者",
		[58684] = "血色砍伐者",
		[146651] = "织雾者年云",
		[132317] = "怨齿猎蛛",
		[129647] = "无信追猎者",
		[132318] = "怨齿掠行者",
		[124016] = "盐脊三叶虫",
		[7785] = "祖穆拉恩结界 <巫医祖穆拉恩>",
		[151772] = "驯鳐者艾纳卡",
		[7849] = "移动警报系统",
		[146653] = "勇猛的猎人",
		[77942] = "原始风暴元素",
		[132319] = "怨齿蛛母",
		[56637] = "乌克乌克",
		[136416] = "未知目标",
		[138464] = "艾什凡水手",
		[133345] = "不靠谱的助理",
		[17826] = "沼地领主穆塞雷克",
		[120946] = "埃基尔松的信徒",
		[138465] = "艾什凡炮手",
		[90230] = "愤怒卫士入侵者",
		[75384] = "泽地畸形怪",
		[153824] = "HK-8型空中压制单位",
		[146657] = "未知目标",
		[133347] = "纳兹曼尼破坏者",
		[135395] = "鲜血巨魔劫掠者",
		[48447] = "巨型鹦鹉",
		[137443] = "福莱尔·法夏尔",
		[28961] = "泰坦神铁碎岩者",
		[20898] = "巨型深渊火魔",
		[29217] = "阿努巴尔制毒师",
		[93303] = "垂涎的猎犬",
		[138468] = "黑曜石召火者",
		[79993] = "战争之矛猎头者",
		[136421] = "双头怪碾地者",
		[138469] = "黑曜石鳞灾使者",
		[61502] = "瑟拉提克战争召唤者",
		[31009] = "碧蓝破法者",
		[11602] = "深铁碎颅者",
		[138470] = "黑曜石幼龙",
		[131303] = "铁潮盐法师",
		[142566] = "枯须狗头人",
		[120949] = "纳洛拉克的信徒",
		[129652] = "无信苦修者",
		[131304] = "狐人健步者",
		[107127] = "布拉戈斯",
		[74875] = "亡语者布莱克松",
		[3125] = "巨钳蝎",
		[58943] = "猢狲裂肠者",
		[138472] = "黑曜石队长",
		[17827] = "克劳恩",
		[120950] = "加亚莱的信徒",
		[61247] = "格林托克绿角战士",
		[131306] = "破浪劫掠者",
		[92794] = "恐魔蝙蝠",
		[153832] = "赞齐尔锻造师",
		[131307] = "黑齿暴徒",
		[120951] = "哈尔拉兹的信徒",
		[64831] = "伊克提克聚生虫",
		[56896] = "易爆的军火",
		[28578] = "坚钢掠夺者",
		[3637] = "变异守护者",
		[3669] = "考布莱恩",
		[133357] = "驯服的群居血虱",
		[145644] = "未知目标",
		[146668] = "受伤的平民",
		[45122] = "神誓副官",
		[148716] = "复生之魂",
		[133358] = "血红信徒",
		[124536] = "怨翼致残者",
		[135406] = "活性黄金",
		[152812] = "虚悯者",
		[145645] = "第七军团水兵",
		[131311] = "自由的艾泽里特",
		[148717] = "审判官埃里克",
		[128632] = "纳泽希监督者",
		[48450] = "金翼鹦鹉",
		[97916] = "未知目标",
		[123001] = "黑暗之水",
		[58945] = "猢狲刺剑手",
		[140528] = "海贤卷宗大师",
		[133361] = "大手大脚的仆从",
		[142576] = "狂暴洪水",
		[143600] = "雄狮工程师",
		[129657] = "女王之刃扎阿玛",
		[154863] = "幻影角鹰兽",
		[45379] = "奥弗",
		[143601] = "雄狮持盾卫士",
		[145649] = "飞艇船员",
		[138482] = "炼金师卡路里亚克",
		[94846] = "啮岩碾石者",
		[143602] = "雄狮战争法师",
		[28579] = "坚钢狂暴者",
		[28835] = "雷铸构造体",
		[10387] = "复仇的幻影",
		[134388] = "缠绕的蛇群",
		[136436] = "未知目标",
		[132341] = "未知目标",
		[134389] = "喷毒盘蛇 <蛋>",
		[137461] = "饥饿的黑喉狼",
		[138485] = "实验技师努佐里亚克",
		[131318] = "长者莉娅克萨",
		[98943] = "枯法者",
		[31139] = "血肉巨人",
		[84097] = "骨滩蜘蛛",
		[100991] = "未知目标",
		[12051] = "霜狼军团士兵",
		[146678] = "守护古树",
		[90241] = "邪恶魔犬",
		[74371] = "碎骨统帅",
		[6218] = "辐射泥浆怪",
		[16933] = "掠食者",
		[152822] = "黑鳍破碎者",
		[85122] = "玛尔达·酒腹",
		[59459] = "跳跳兔",
		[112255] = "斯拉吉拉克斯",
		[17957] = "盘牙勇士",
		[138489] = "祖尔之影",
		[75396] = "深渊恐魔",
		[89731] = "邪能追踪犬",
		[131324] = "戒卫岭水兵",
		[98946] = "枯法饥渴者",
		[7274] = "沙怒刽子手",
		[131325] = "戒卫岭民兵",
		[140540] = "燃网巢群卫士",
		[133373] = "复活的贾克斯泰",
		[152827] = "希拉凯斯虚空掠夺者",
		[138493] = "未知目标",
		[45126] = "地震",
		[140541] = "燃网爬行蛛",
		[141565] = "库尔提拉斯步兵",
		[7786] = "祖穆拉恩骷髅",
		[144637] = "格洛恩",
		[63044] = "白刃滑舌者",
		[102019] = "雷铸毁灭者",
		[140542] = "燃网蜘蛛",
		[141566] = "雕骨切割者",
		[8138] = "苏利萨斯幼崽",
		[138495] = "暮光指挥官",
		[66184] = "恐惧追踪者",
		[133376] = "破碎的骷髅",
		[69768] = "赞达拉战斗斥候",
		[59717] = "风行图腾 <毕姆温德船长>",
		[17958] = "盘牙卫士",
		[137473] = "守卫队长阿图",
		[138497] = "暮光鳞誓者",
		[139521] = "纺沙织网蛛",
		[150784] = "菲莉·海语",
		[18982] = "黑虎",
		[137474] = "提玛吉大王",
		[138498] = "暮光幼龙",
		[127106] = "铁潮军官",
		[133379] = "阿德里斯",
		[150785] = "喋齿",
		[40008] = "来福",
		[72841] = "致死蝰蛇",
		[28581] = "雷铸战术师",
		[28837] = "雷铸斥候",
		[28965] = "泰坦神铁轰鸣者",
		[20902] = "萨格隆唤魔者",
		[10516] = "不可宽恕者",
		[59206] = "螳螂妖弹药",
		[148739] = "魔导师克丽丝塔琳",
		[59974] = "未知目标",
		[142596] = "枯木掷斧者",
		[146692] = "东点卫兵",
		[106630] = "潜地魔虫",
		[66187] = "恐惧雌虎",
		[91784] = "督军帕杰什",
		[11604] = "白须地占师",
		[137478] = "沃希女王",
		[143622] = "野生小鬼 <靈魂不滅-罗宁>",
		[74379] = "碎骨织霜者",
		[133384] = "米利克萨",
		[142599] = "鱼人",
		[135432] = "祖尔的持盾卫士",
		[144647] = "渊潮狂鱼",
		[153862] = "哨卫原型机",
		[146695] = "未知目标 <拉斯塔哈大王>",
		[17447] = "妇炎洁",
		[87690] = "卡兹·灭天",
		[17959] = "盘牙监工",
		[13140] = "指挥官达尔多什",
		[72844] = "铁鬃公牛",
		[18343] = "塔瓦洛克",
		[139529] = "穆柯赖",
		[74380] = "暮光塑风者",
		[62023] = "寒噬鳄鱼",
		[18983] = "黑牙狼蛛",
		[85131] = "贾里德·魔击",
		[146697] = "蟾蜍毒素 <拉斯塔哈大王>",
		[139530] = "锻地破城者",
		[28582] = "雷铸医师",
		[148746] = "贝耐尔·迅击",
		[91787] = "海湾沙鸥",
		[42570] = "网",
		[146699] = "蟾蜍毒素 <拉斯塔哈大王>",
		[155914] = "未知目标",
		[94859] = "装甲碎颅者",
		[133389] = "加瓦兹特",
		[137485] = "血誓代理",
		[122504] = "狂鬃暴掠龙",
		[74382] = "暮光暗法师",
		[137486] = "帕特拉女王",
		[140558] = "地狱恐惧犬",
		[40011] = "斑点",
		[129672] = "受折磨的灵魂",
		[137487] = "骸骨狩猎迅猛龙",
		[89741] = "血牙掠食者",
		[74383] = "碎骨战士",
		[16808] = "酋长卡加斯·刃拳",
		[84110] = "科萨尔·噬魂",
		[136464] = "积雷狂战士",
		[126089] = "猎血战士",
		[155918] = "潮泉仆从",
		[94861] = "冷酷伏击者",
		[134417] = "深海祭师",
		[17960] = "盘牙预言者",
		[9045] = "裂盾侍僧",
		[18344] = "节点亲王沙法尔",
		[18472] = "黑暗编织者塞斯",
		[134418] = "溺水的深渊使者",
		[126090] = "被亵渎的崇拜者",
		[138514] = "阿塞奥娜",
		[139538] = "破壁者哈维克",
		[40268] = "暮光战斗法师",
		[72849] = "雪原双头飞龙",
		[28583] = "炙热的蒸汽",
		[155921] = "眩晕",
		[126091] = "被亵渎的殓尸者",
		[29735] = "野蛮的座狼",
		[59722] = "尸体堆",
		[128651] = "哈达尔·黑渊",
		[135445] = "能量核心",
		[11477] = "腐烂的上层精灵",
		[136470] = "零食商贩",
		[85137] = "马提亚斯·祖恩",
		[39245] = "北卫军劳工",
		[133399] = "公司燧发枪手",
		[142614] = "公司守卫",
		[40013] = "旺财",
		[40269] = "被奴役的雷霆之魂",
		[1547] = "衰老的黑暗犬",
		[6219] = "酸性潜伏者",
		[16809] = "战争使者沃姆罗格",
		[59467] = "烛台法师",
		[134425] = "魁梧的沼泽卫士",
		[104592] = "梦魇触须",
		[13141] = "深腐践踏者",
		[26536] = "无脑的仆从",
		[18473] = "利爪之王艾吉斯",
		[148760] = "陨冰 <吉安娜·普罗德摩尔>",
		[74900] = "塑泽者图卡尔",
		[91794] = "盐鳞潜藏者",
		[62795] = "希克提克守望者",
		[140570] = "伯拉勒斯民兵",
		[141594] = "普罗德摩尔水手",
		[40270] = "暮光召雷者",
		[28584] = "自由的火焰风暴",
		[131356] = "丛林捕猎者",
		[29096] = "阿努巴尔勇士",
		[140572] = "马尔林修士",
		[59980] = "生肉移植体",
		[142620] = "未知目标",
		[105106] = "祖灵战士",
		[154907] = "剑鱼人哨兵",
		[107666] = "爬行恐魔 <爬行恐魔>",
		[7787] = "沙怒奴隶",
		[151836] = "虚空恐魔",
		[76438] = "巨蜂",
		[7915] = "步行炸弹",
		[145694] = "山脊压制者",
		[24745] = "纯净能量",
		[91797] = "深须国王",
		[59213] = "织法白骨卫士",
		[17578] = "地狱火训练假人",
		[104596] = "清扫器",
		[44367] = "森林双头魔",
		[155935] = "未知目标",
		[26793] = "晶化魔花",
		[141601] = "深海水母",
		[75416] = "冻吻野猪",
		[147745] = "不屈号",
		[136483] = "艾什凡水手",
		[105621] = "严酷的眼魔",
		[28585] = "炉渣",
		[41040] = "扭曲面容",
		[10390] = "骷髅守护者",
		[150818] = "被污染的血球",
		[2630] = "地缚图腾 <靈魂之怒-格瑞姆巴托>",
		[21290] = "未知目标",
		[131365] = "铜齿徘徊者",
		[59726] = "危殆",
		[59982] = "生肉移植体",
		[134437] = "医疗机器人 <晕乎乎的迪娜>",
		[11030] = "无脑的亡灵",
		[105110] = "祖灵萨满",
		[126100] = "暮皮徘徊者",
		[39249] = "北卫军劳工",
		[128660] = "无信侵攻者",
		[40017] = "暮光元素守卫",
		[40273] = "升腾驭水者",
		[153893] = "虚悯收割者",
		[147750] = "炮台主管古德温",
		[141607] = "斯托颂勋爵",
		[58959] = "菲兹图尔",
		[147751] = "未知目标",
		[94873] = "邪火喷射机",
		[128661] = "无信掠夺者",
		[17963] = "荒土奴隶",
		[144680] = "弗里达·铁吼",
		[153895] = "深渊鲽鱼",
		[26794] = "塑树者奥莫洛克",
		[18731] = "赫尔默大使",
		[45905] = "废土游骑兵",
		[76444] = "被奴役的亡魂",
		[153896] = "水元素",
		[138538] = "深渊之末",
		[139562] = "斯皮策",
		[140586] = "不羁的碎潮者",
		[150825] = "辐射元素",
		[56912] = "科里克提克吞噬者",
		[28586] = "比亚格里将军",
		[139563] = "米洛",
		[148778] = "第七军团虚空塑形者",
		[29098] = "阿努巴尔通灵师",
		[3654] = "吞噬者穆坦努斯",
		[3670] = "皮萨斯",
		[137516] = "艾什凡入侵者",
		[146731] = "僵尸尘 <拉斯塔哈大王>",
		[148779] = "光铸战争机甲",
		[137517] = "艾什凡破坏者",
		[139565] = "第七军团战斗法师",
		[141613] = "幽光斥候",
		[46162] = "比亚",
		[76446] = "影月奴役者",
		[138542] = "桥港守卫",
		[139566] = "奥术仆从",
		[39251] = "北卫军补给箱",
		[56401] = "绿石利齿蛛",
		[90269] = "暴君维哈里",
		[141615] = "燃烧巨怪",
		[135472] = "智者扎纳扎尔",
		[69792] = "蹲点蹲到老-罗宁",
		[148783] = "光铸飞行员",
		[141616] = "雷霆巨怪",
		[128665] = "无信唤天者",
		[17964] = "荒土工人",
		[152879] = "纳兹杰丝女士",
		[137521] = "铁潮火枪手",
		[146736] = "深渊之忿",
		[90270] = "上古执行者",
		[18732] = "沃匹尔大师",
		[134450] = "复生的血犬",
		[135474] = "棘刺助祭",
		[126618] = "血怒翼手龙",
		[135475] = "屠夫库拉",
		[152881] = "赞齐尔鳞卫",
		[40788] = "蛊心魔古厄夏",
		[139571] = "灌风突击者",
		[140595] = "斯托颂猎人",
		[10391] = "骷髅狂战士",
		[20908] = "阿克瑞斯唤雷者",
		[152882] = "赞齐尔海潮领主",
		[126107] = "凯瓦克斯塑骨者",
		[138548] = "阿玛利亚·斯通队长",
		[148787] = "阿拉什阿尼尔",
		[141620] = "轰鸣的土元素",
		[88224] = "瑞莱·克雷斯弗",
		[152883] = "赞齐尔愚忠者",
		[147764] = "卡多雷哨兵",
		[148788] = "寒潮 <吉安娜·普罗德摩尔>",
		[133430] = "风险投资公司策划",
		[31147] = "残忍的恶鬼",
		[117405] = "燃烧军团先锋",
		[127132] = "被感染的巨蜥",
		[129180] = "战争使者霍兹克",
		[152885] = "赞齐尔侵攻者",
		[145718] = "第七军团坚兵",
		[65362] = "疑之爪牙",
		[41045] = "暮光充能 <暗红血脉督军>",
		[133432] = "风险投资公司炼金师",
		[147767] = "铁枝德鲁伊",
		[132409] = "未知目标",
		[88226] = "火山余烬",
		[137529] = "背叛者阿尔文",
		[26668] = "席瓦拉·索格蕾",
		[132410] = "羽蛇",
		[133434] = "酸蚀之怒",
		[93858] = "魁梧的狂战士",
		[133435] = "德鲁斯特奴隶主召唤传送门",
		[56404] = "绿石钻孔蛛",
		[152889] = "希拉诺",
		[123039] = "堕落之灵",
		[132412] = "羽蛇幼崽",
		[133436] = "风险投资公司灼天者",
		[150842] = "械顶回收者",
		[58964] = "克索里克 <Yoshiki>",
		[132413] = "羽蛇卵",
		[30892] = "传送门守卫者",
		[7788] = "沙怒苦工",
		[152892] = "生锈的机械爬蛛",
		[126112] = "凯瓦克斯战士",
		[47190] = "乱毛沙漠土狼",
		[140606] = "档案员迈迪拉",
		[40023] = "被玷污的大地狂怒者",
		[56917] = "稳定的军火",
		[130720] = "焦油软泥怪",
		[151870] = "沙堡",
		[126113] = "凯瓦克斯蛮兵",
		[151871] = "锯刃碎林者",
		[9240] = "燃棘暗影牧师",
		[148800] = "被净化的壁垒",
		[151872] = "恐惧之握",
		[146753] = "库尔提拉斯水兵",
		[86183] = "野兽 <雷格萨-纳克萨玛斯>",
		[27949] = "联盟指挥官",
		[56918] = "螳螂妖炮火",
		[130722] = "泥爪追猎者",
		[108197] = "枯法猎魔者",
		[126115] = "维农",
		[11032] = "指挥官玛洛尔",
		[129699] = "路德维希·冯·托尔托伦",
		[81065] = "复生的步兵",
		[146756] = "充能风暴",
		[30893] = "传送门看护者",
		[45912] = "狂暴气旋",
		[85673] = "丽兹·怨心将军",
		[127140] = "歧舌沼泽猎手",
		[142662] = "地占师弗林塔格",
		[136519] = "霍加斯·利德",
		[74411] = "亡首通灵师",
		[91305] = "邪铁召唤者",
		[135496] = "卡米·柯格维兹",
		[126117] = "被束缚的食腐龙",
		[154950] = "女王先驱",
		[17455] = "噬骨兽王",
		[17839] = "裂隙领主",
		[26670] = "伊米亚猎血者",
		[74412] = "阿鲁克斯",
		[141641] = "石颚巨蜥",
		[124582] = "裂谷猎手",
		[92330] = "索克雷萨之魂",
		[127142] = "扎拉玛战士",
		[128678] = "无信唤天者",
		[138571] = "征伐的光明使者",
		[141643] = "海床蹒爪蟹",
		[20911] = "黑翼龙兽",
		[58456] = "雷喉狼",
		[152906] = "赞齐尔百夫长",
		[147787] = "第七军团战斗法师",
		[113321] = "蹒跚的饥渴者",
		[130727] = "泥爪奔行者",
		[61528] = "熔岩守卫戈多斯",
		[30894] = "轻盈追迹者",
		[76462] = "死亡之兆 <耐奥祖>",
		[131407] = "风险投资公司暴徒",
		[141646] = "海军部水手",
		[104619] = "迪托马斯",
		[153933] = "嘶嘶作响的蒸汽",
		[146766] = "巨蛇图腾 <拉斯塔哈大王>",
		[58457] = "丝羽鹰",
		[153934] = "潮汐主母艾森迪丝",
		[127145] = "扎拉玛吟血者",
		[141648] = "雷霆卫士",
		[128681] = "无信战争使者",
		[153935] = "冒泡的原油",
		[9241] = "燃棘猎头者",
		[45915] = "覆甲冷风幽魂",
		[146769] = "利爪德鲁伊",
		[94894] = "鹰眼戈隆追猎者",
		[128682] = "无信护卫者",
		[72881] = "动动叁肆",
		[146770] = "裂伤",
		[157009] = "野兽 <零五年的夏天-杜隆坦>",
		[142675] = "枯木暗影猎手",
		[100526] = "痛苦的吸血蝠",
		[109229] = "堕夜构造体",
		[78001] = "暴雨图腾 <丶卟呐呐-冰霜之刃>",
		[157010] = "野兽 <守夜人猎手-达纳斯>",
		[133461] = "联盟牧师",
		[142676] = "枯木猎头者",
		[152915] = "艾萨亚雷新兵",
		[130219] = "被奴役的狂战士",
		[61786] = "火焰喷射 <堕落的烈焰召唤者>",
		[5709] = "伊兰尼库斯的阴影",
		[100527] = "骇火小鬼",
		[152916] = "艾萨亚雷破浪者",
		[39261] = "北卫军游侠",
		[133463] = "风险投资公司战争机器",
		[151893] = "暴怒的孢子幼体",
		[152917] = "艾萨亚雷风暴涌流者",
		[142679] = "枯木渔夫",
		[152918] = "艾萨亚雷先知",
		[42845] = "岩孔虫",
		[128685] = "无信愈疗者",
		[13081] = "深铁矿洞掠夺者",
		[152919] = "艾萨亚雷元素师",
		[130221] = "加巴尼选民",
		[26672] = "嗜血的苔原狼",
		[26800] = "联盟狂战士",
		[142681] = "枯木巫医",
		[100529] = "怨嗣软泥怪",
		[145753] = "格兰治船长",
		[19505] = "寻日者导魔者",
		[103089] = "沃格斯",
		[141658] = "潮涌卫士",
		[128686] = "诱捕者卡米德",
		[152921] = "艾萨亚雷风暴猎手",
		[56924] = "狂暴的猢狲争斗者",
		[147802] = "卡多雷猎人",
		[141659] = "轰鸣卫士",
		[142683] = "未知目标",
		[108721] = "艾尔伊斯",
		[137564] = "枯败具象",
		[7405] = "致命的裂隙沙漠蝎",
		[43614] = "锁喉",
		[142684] = "考沃克",
		[136541] = "胆汁软泥怪",
		[153947] = "陨落的女祭司",
		[130735] = "白骨迅猛龙",
		[140637] = "突涌仆从 <祖乔斯古尔>",
		[150876] = "中子激潮",
		[100531] = "污血之怒",
		[153948] = "溺亡先知",
		[139614] = "饥饿的球潮虫",
		[150877] = "发条机器人",
		[141663] = "燃烧卫士",
		[100532] = "污血爆裂者 <污血之怒>",
		[142688] = "达贝尔·蒙特罗斯",
		[136545] = "蛇人掠夺者",
		[115891] = "艾瑞达夺灵者",
		[91830] = "恶魔传送门",
		[18994] = "永恒刽子手",
		[136546] = "蛇人看护者",
		[156000] = "莱雅妮·猎影者 <莱雅妮·猎影者>",
		[142690] = "歌唱者",
		[136547] = "蛇人战争使者",
		[130738] = "腐化的黄金",
		[140643] = "凶狠的岩角雪人",
		[10394] = "黑衣守卫斥候",
		[136548] = "战争三叶虫",
		[59742] = "猩猩",
		[141668] = "密斯莱尔的回响",
		[142692] = "屠戮者尼玛尔",
		[136549] = "艾什凡炮手",
		[137573] = "维克雷斯卫兵",
		[44896] = "俾格米蛮兵",
		[90296] = "缚魂构装体",
		[123572] = "亡刺幼体",
		[136550] = "电光哨兵",
		[131431] = "安全检查机器人",
		[136551] = "昊天征服者",
		[153957] = "锈蚀的机械师",
		[75451] = "被亵渎的幽灵",
		[33890] = "尤格-萨隆的大脑",
		[136552] = "昊天劫掠者",
		[137576] = "风险投资公司援兵",
		[93881] = "雇佣工程师",
		[59487] = "水泡护盾",
		[43873] = "阿尔泰鲁斯",
		[136553] = "盐脊三叶虫",
		[130229] = "晶鳞蜥蜴",
		[130741] = "诺尔伊克斯万",
		[26802] = "联盟游侠",
		[26930] = "暴风雪",
		[75452] = "骨喉",
		[84155] = "复生的法师",
		[145769] = "第七军团战斗法师",
		[139626] = "淤泥水手",
		[103609] = "邪能重击",
		[3527] = "治疗之泉图腾 <逗萨包>",
		[136555] = "雷鸣征服者",
		[130230] = "沙怒沙丘行者",
		[131436] = "鲜血主母选民",
		[148842] = "攻城金刚",
		[3671] = "安娜科德拉",
		[153962] = "赞齐尔诱捕者",
		[29874] = "达卡莱煽动者",
		[153963] = "鳍地精心灵奴隶",
		[44898] = "俾格米食火者",
		[141677] = "戴尼斯塔兹",
		[45922] = "云巅刺客",
		[75966] = "被亵渎的幽灵",
		[63328] = "卡拉克西战士",
		[47714] = "蒸汽",
		[129208] = "恐怖船长洛克伍德",
		[40291] = "碧蓝血脉先知",
		[56929] = "科里克提克巢穴捍卫者",
		[142703] = "辛迪加路霸",
		[43875] = "阿萨德",
		[130233] = "纺沙猎蛛",
		[148848] = "黑铁符文卫士",
		[142705] = "辛迪加巡路者",
		[126138] = "邪侵地狱火",
		[126650] = "堕落的助祭",
		[147825] = "第七军团医师",
		[144754] = "惊悚者法索乌",
		[145778] = "瓦尔丽莎·积风",
		[134516] = "未知目标",
		[144755] = "代言人扎克萨奇",
		[147827] = "第七军团水兵",
		[59746] = "血色百夫长",
		[153971] = "鸣脊响沙蟹 <烟亦舞>",
		[147828] = "第七军团骑兵",
		[74434] = "寒冰之王亚门纳尔",
		[5710] = "预言者迦玛兰",
		[142709] = "驭兽者卡玛",
		[31411] = "未知目标",
		[131447] = "刺背捶击者",
		[134519] = "皇家卫士",
		[137591] = "治疗之潮图腾 <幽魂巫医>",
		[74435] = "麦什伦",
		[6222] = "麻疯技师",
		[75459] = "疫病蝙蝠",
		[144759] = "守护者达戈达",
		[17461] = "碎手血卫士",
		[59747] = "雷拳雌猩猩",
		[149879] = "自动烈焰炮塔",
		[417] = "尼多姆",
		[148856] = "屏障生成器",
		[74948] = "鲁古格",
		[126142] = "巴加萨",
		[138618] = "失控的傀儡",
		[19509] = "寻日者收割员",
		[7022] = "毒鞭蝎",
		[48229] = "狗头人掘地工",
		[91331] = "阿克蒙德",
		[145787] = "钢钻炮手",
		[59236] = "惘之影",
		[139644] = "毒性蛆虫",
		[133501] = "中妖术的棘背熊",
		[142716] = "猎人魔罗格",
		[140669] = "岩鬃嗥叫者",
		[74950] = "胶化瘟疫泥团",
		[142717] = "呱！！！",
		[144765] = "未知目标",
		[94916] = "邪触先知",
		[104643] = "虫爪女猎手",
		[130752] = "达萨利安巨齿虎",
		[148862] = "基利·旺德伦奇",
		[99524] = "守护者塞兰提娅",
		[135552] = "未知目标",
		[144767] = "贡克的化身",
		[127169] = "未知目标",
		[132481] = "沉重挥砍",
		[80583] = "白鬼黯行者",
		[61029] = "原始火元素 <小火鸡-神圣之歌>",
		[26805] = "联盟祭司",
		[141697] = "弹药军官",
		[144769] = "黑潮巫女",
		[153984] = "邦多·巨块",
		[9692] = "血斧袭击者",
		[27829] = "黑锋石像鬼 <王启年-格瑞姆巴托>",
		[56678] = "青玉杖",
		[130242] = "沙怒部族演讲者",
		[10268] = "奴役者基兹鲁尔",
		[74953] = "凝结水滴",
		[142723] = "复仇幽魂",
		[152962] = "指挥官萨吉艾斯",
		[59494] = "发酵酒灵",
		[104646] = "虫爪主母",
		[152963] = "哈卡斯领主",
		[44648] = "顽强的巨兽",
		[123588] = "邪鳞战士",
		[133510] = "联盟圣骑士",
		[75466] = "邪蝠",
		[151940] = "阿叔提罗格",
		[155012] = "倾倒的机油",
		[94920] = "战争之矛步兵",
		[130756] = "恶毒的双帆龙",
		[75467] = "洞穴蝙蝠",
		[75979] = "复苏的灵魂",
		[152966] = "纳基丝女士",
		[145799] = "第七军团奥术师",
		[94921] = "暴风之盾步兵",
		[17975] = "高级植物学家弗雷温",
		[144776] = "艾尔琳·捷足",
		[153991] = "发条巨人",
		[26550] = "掠龙死亡猎手",
		[147848] = "熊怪长者",
		[142729] = "辛迪加收割机",
		[135562] = "喷毒盘蛇",
		[144777] = "黑潮劫掠者",
		[126150] = "复生的战士",
		[19511] = "虚藤煽动者",
		[132491] = "库尔提拉斯神射手",
		[144778] = "黑潮勇士",
		[151946] = "赞齐尔盾卫",
		[21303] = "卫士的尸体",
		[59240] = "血色大厅卫士",
		[59752] = "影踪派伏击者",
		[152971] = "审判官伊赛扎",
		[44906] = "掠网蛛后",
		[90316] = "暗影领主艾斯卡",
		[74446] = "加摩拉",
		[142733] = "阿拉索弩手",
		[62568] = "铠胄门卫",
		[31414] = "无畏特种兵",
		[137614] = "攻城恐魔",
		[146829] = "不死卫士 <乌纳特>",
		[127176] = "抱齿兽幼崽",
		[94924] = "钢铁劳工",
		[142734] = "阿拉索卫士",
		[144782] = "布伦恩大师",
		[130248] = "骨喙食腐鸟",
		[142735] = "阿拉索虔信者",
		[8477] = "骷髅仆从 <图萨丁亡灵法师>",
		[136592] = "弗林·法温德",
		[126153] = "未知目标",
		[146831] = "库尔提拉斯风暴使者",
		[17464] = "碎手角斗士",
		[142736] = "阿拉索骑兵",
		[136593] = "塞弗利斯",
		[105676] = "落网的受害者",
		[146832] = "通灵师信徒",
		[147856] = "黑木战士",
		[140689] = "惧牙爬蛇",
		[125130] = "剧毒织网蛛",
		[27447] = "瓦尔洛斯·云击",
		[146833] = "通灵师召唤者",
		[19512] = "虚藤收割者",
		[140690] = "惧牙蝰蛇",
		[128714] = "库恩索",
		[146834] = "通灵大师",
		[123083] = "锋颚咀嚼者",
		[140691] = "惧牙巨蛇",
		[142739] = "骑士队长阿尔德林",
		[136596] = "沙漠斥候维萨里克",
		[21304] = "看守者的尸体",
		[146835] = "食尸鬼",
		[141716] = "石颚幼蜥",
		[128715] = "尼杉",
		[129227] = "艾泽洛克",
		[89808] = "鱼人孵化器",
		[5711] = "可悲的奥戈姆",
		[100047] = "邪魂末日使者",
		[5775] = "永生者沃尔丹",
		[155028] = "觉醒的机油",
		[55659] = "野生小鬼 <烧烤摊丨摊主-罗宁>",
		[146838] = "未知目标 <灵魂大师罗维娜>",
		[33134] = "萨拉",
		[6223] = "麻疯防御者",
		[50284] = "暮光狂热者",
		[144791] = "军需官塔里伯特",
		[155030] = "被抛弃的实验品",
		[17465] = "碎手百夫长",
		[148887] = "被净化的治疗者",
		[17721] = "盘牙工程师",
		[142744] = "达比雷劳工",
		[17977] = "迁跃扭木",
		[18105] = "加兹安",
		[146840] = "骷髅卫士",
		[13533] = "喷涌幼虫",
		[143769] = "法迪尔·达比雷",
		[63339] = "泥鳞剥皮者",
		[19513] = "变异恐惧尖啸者",
		[133531] = "祖巴",
		[7023] = "黑曜石哨兵",
		[143770] = "科娜塔·达比雷",
		[137627] = "束缚恐魔",
		[65387] = "未知目标 <百年二锅头-戈古纳斯>",
		[148890] = "寒冰之墙",
		[7247] = "沙怒噬魂者",
		[134556] = "无信商贩",
		[29240] = "雷铸军官",
		[101074] = "未知目标",
		[146843] = "尖刺食尸鬼",
		[1860] = "贝尔加斯",
		[148891] = "指挥官度努拉",
		[141724] = "雷霆流放者",
		[129231] = "瑞克莎·流火",
		[129743] = "鲨鱼饵",
		[1908] = "邪鳍智者",
		[146844] = "契缚者奥弗基格",
		[131486] = "大主教图拉扬",
		[148892] = "复生的小动物",
		[141725] = "燃烧流放者",
		[150940] = "纳克斯",
		[135582] = "三叶虫猎沙者",
		[146845] = "蹒跚的贾瑞德",
		[148893] = "被折磨的幽魂",
		[141726] = "潮涌流放者",
		[134559] = "无信奴隶主",
		[129232] = "商业大亨拉兹敦克",
		[65132] = "韶天征服者",
		[148894] = "失落的灵魂",
		[91349] = "玛诺洛斯",
		[134560] = "无信审计员",
		[146847] = "召唤者莱妮耶拉",
		[59501] = "复生的尸体",
		[17722] = "盘牙巫师",
		[134561] = "无信劫掠者",
		[17978] = "看管者索恩格林",
		[130257] = "阿曼尼斗熊",
		[26553] = "掠龙狂热者",
		[123090] = "愤怒的恐鳄",
		[99541] = "复生的潜伏者",
		[45935] = "神殿助祭",
		[135586] = "蹒跚的骷髅",
		[152992] = "狂暴的汽摩蛛",
		[146849] = "灵魂大师罗维娜",
		[133539] = "罗库诺",
		[65133] = "韶天巫师",
		[146850] = "奥尔里克大师",
		[131492] = "虔诚鲜血祭司",
		[141731] = "普莱斯修女",
		[142755] = "尘鬃嗥叫者",
		[152994] = "飞跃的机器虫",
		[138660] = "迷雾猎犬",
		[21818] = "未知目标",
		[136613] = "灌魔碎岩",
		[156067] = "海藻附着器",
		[11486] = "托塞德林王子",
		[144805] = "海巨人破潮者",
		[136615] = "灌注艾泽里特的元素",
		[65134] = "韶天之拳",
		[40817] = "奥西迪斯之影",
		[123093] = "雄性甲龙",
		[16699] = "碎手撕裂者",
		[136616] = "灌注艾泽里特的小型元素",
		[145831] = "第七军团十字军",
		[93913] = "邪能烧灼者",
		[59503] = "脆弱的骷髅",
		[17723] = "泥沼巨人",
		[13022] = "抽笞者",
		[26554] = "掠龙先知",
		[13534] = "经验丰富的冰冷矿洞守卫",
		[62575] = "希克提克喷毒者",
		[27962] = "黑暗符文元素师",
		[129750] = "棘背散兵",
		[145834] = "第七军团骑兵",
		[130774] = "达萨利安追猎者",
		[28730] = "看守者加什拉",
		[3640] = "大型软浆怪",
		[145835] = "血流不止",
		[94427] = "剑圣朱倍尔索斯",
		[148907] = "棱彩镜像",
		[44658] = "深海鱼人入侵者",
		[146860] = "蔑雾掠夺者",
		[123096] = "蛙泽刺喉龙",
		[148908] = "愤怒的小精灵",
		[62576] = "希克提克雄虫",
		[46962] = "灰葬男爵",
		[129752] = "被奴役的古拉巴什巨魔",
		[139695] = "横扫之爪",
		[16700] = "碎手军团士兵",
		[84190] = "骨滩蜘蛛",
		[145839] = "艾泽里特炸弹",
		[17724] = "幽暗蝠",
		[17980] = "拉伊",
		[144816] = "黑潮奴隶主",
		[146864] = "蔑雾缚地者",
		[26683] = "狂乱的狼人",
		[132530] = "库尔提拉斯先锋",
		[101085] = "捕熊陷阱",
		[4848] = "暗炉暗法师",
		[27963] = "黑暗符文施法者",
		[151985] = "屑骨清道夫",
		[146866] = "被奴役的冰霜元素",
		[28731] = "看守者希尔希克",
		[148914] = "联盟法师",
		[141747] = "海军准将卢克",
		[124635] = "艾什凡执行者",
		[92383] = "腐林食人树",
		[146867] = "蔑雾锐角战士",
		[35189] = "逐日",
		[141748] = "大厨“蟹足”卡尔",
		[128731] = "阿曼基吟血者",
		[44404] = "纳兹夏尔风暴女巫",
		[137653] = "无面破坏者",
		[5648] = "沙怒暗影法师",
		[83681] = "嗡鸣毒翼蜂",
		[137654] = "无面腐蚀者",
		[46964] = "高弗雷勋爵",
		[137655] = "无面征服者",
		[139703] = "年轻的蛮荒之地魔暴龙",
		[6224] = "麻疯机械师",
		[137656] = "修格沃斯大王",
		[131513] = "高地重殴者",
		[17725] = "幽暗沼泽潜伏者",
		[146872] = "流放者卡丘塔",
		[74980] = "暮光塑风者",
		[124638] = "艾什凡勘探者",
		[147897] = "深渊滑行者索苟斯",
		[148921] = "卡多雷投刃车",
		[27964] = "黑暗符文学者",
		[128734] = "阿曼基卫兵",
		[129246] = "艾泽里特足球炸弹",
		[129758] = "铁潮掷弹兵",
		[145850] = "吉尔尼斯炸弹专家",
		[28732] = "阿努巴尔战士",
		[124639] = "赤岩劳工",
		[84196] = "蛛网缠身的士兵",
		[94947] = "邪能成瘾的新兵",
		[141756] = "避难谷地防御者",
		[153019] = "指挥官克雷什",
		[133566] = "群居球潮虫",
		[101091] = "梦魇回响",
		[154044] = "联盟步兵",
		[48502] = "迪菲亚执行者",
		[137663] = "注能者查卡",
		[74983] = "暮光信徒",
		[151998] = "巨蜥啃骨者",
		[50806] = "独眼摩尔多",
		[17726] = "怒鳞侍从",
		[104676] = "衰减时间粒子",
		[129761] = "被制服的翼手龙",
		[137665] = "暗影巨像",
		[131522] = "贪婪的矛丽鱼",
		[74984] = "盲光鱼人",
		[150976] = "充能的废钢猎犬",
		[125154] = "饥饿的滩鳞鲨",
		[9568] = "维姆萨拉克",
		[9696] = "血斧座狼",
		[27965] = "黑暗符文塑造者",
		[152001] = "剔骨者",
		[136643] = "艾泽里特提取器",
		[130274] = "爬行污泥怪",
		[106213] = "梦魇鞭笞者",
		[28733] = "阿努巴尔暗影法师",
		[10400] = "图萨丁亡灵法师",
		[10464] = "哀嚎的女妖",
		[153026] = "巴克西库斯",
		[58998] = "未知目标",
		[146883] = "驯犬者安沃尔德",
		[21694] = "泥沼主宰",
		[153027] = "赞齐尔卫士",
		[130275] = "塞雷布拉斯姐妹",
		[11488] = "伊琳娜·暗木",
		[84201] = "获救的先锋牧师 <筱筱伊盗-主宰之剑>",
		[144837] = "黑海岸雄鹿",
		[131527] = "维克雷斯勋爵",
		[148933] = "训练有素的夜刃豹",
		[134599] = "灌注能量的唤雷者",
		[56439] = "疑之煞",
		[137671] = "未知目标",
		[40825] = "石语者埃鲁纳克",
		[134600] = "卷沙神射手",
		[84202] = "获救的先锋牧师 <筱筱伊盗-主宰之剑>",
		[126181] = "黯天者拉姆特",
		[131529] = "妖仆弩手",
		[17727] = "怒鳞斥候",
		[152007] = "夺命锯士",
		[153031] = "精英战斗法师",
		[13280] = "海多斯博恩",
		[131530] = "妖仆卫兵",
		[74476] = "多米尼娜",
		[74988] = "刽子手戈尔",
		[134602] = "偷袭",
		[145865] = "狼人火枪手",
		[78572] = "裂蹄牛",
		[27966] = "黑暗符文控制者",
		[28094] = "冬拥湖攻城车 <血血爱吃鱼丶-血吼>",
		[48505] = "迪菲亚暗影戒卫",
		[156105] = "锐壳",
		[149962] = "工程学狂热者",
		[83692] = "迅豹精锐",
		[93931] = "血缚邪术士",
		[59512] = "泡沫之墙",
		[103146] = "未知目标",
		[44922] = "神誓持斧战士",
		[148940] = "卡多雷奇美拉",
		[124648] = "水手长亨德瑞克斯",
		[146893] = "恶肉秘法师",
		[16704] = "碎手狙击者",
		[83694] = "锐爪塑毒者",
		[126185] = "僭悌织暗者",
		[146895] = "恶肉破坏者",
		[25791] = "黑子",
		[133585] = "晕乎乎的迪娜",
		[122602] = "复活的狂战士",
		[26687] = "戈托克·苍蹄",
		[74480] = "碎骨施影者",
		[124650] = "大副佩里",
		[144849] = "暗鳞斥候",
		[4849] = "暗炉考古学家",
		[47739] = "“船长”曲奇",
		[10081] = "灰尘怨灵",
		[28735] = "敏捷的爬虫",
		[133588] = "自动炸弹发射器 <晕乎乎的迪娜>",
		[134612] = "未知目标",
		[92911] = "魁梧的狂战士",
		[147923] = "骑士队长乔西弗",
		[21696] = "蒸汽涌动者",
		[141780] = "第七军团护卫",
		[129259] = "亡刺成体",
		[106222] = "枯心",
		[5649] = "沙怒饮血者",
		[11489] = "特迪斯·扭木",
		[144853] = "飞行的猿猴驭者",
		[147925] = "部队受训者",
		[94960] = "海姆达尔",
		[32191] = "碧蓝追猎者",
		[65402] = "格尔桑捷刃兵",
		[74483] = "亡首魔灵师",
		[6225] = "步行坦克",
		[134616] = "三叶虫宝宝",
		[136664] = "骨喙秃鹫",
		[131545] = "维克雷斯夫人",
		[59771] = "僵尸化的躯体",
		[17729] = "暗血矛兵",
		[128749] = "鳞牙戎卫",
		[135641] = "脉冲",
		[136665] = "艾什凡观察员",
		[139737] = "斯托颂勋爵",
		[124654] = "三叶虫沙丘爬行者",
		[13601] = "工匠吉兹洛克",
		[126190] = "僭悌残暴者",
		[126702] = "原始恐天飞龙",
		[63611] = "韶天唤魂者",
		[47741] = "尼斐塞特剧毒卫士",
		[129774] = "无信百夫长",
		[28736] = "轻快的感染者",
		[75509] = "莎达娜·血怒",
		[126703] = "加卡迪克斯",
		[147931] = "泰匹斯蒂安",
		[98035] = "未知目标",
		[147932] = "焦躁的艾泽里特裂片",
		[74486] = "寒冰之灵",
		[100595] = "贝尔巴格",
		[92916] = "血缚攻城车手",
		[147933] = "活跃艾泽里特裂片",
		[129776] = "无信塔卫",
		[107763] = "枯法爬行者",
		[146911] = "恶肉荒芜犬",
		[147935] = "艾泽里特宝石爬行者",
		[43391] = "米尔豪斯·法力风暴",
		[17730] = "暗血治疗者",
		[134625] = "战争主母俘虏",
		[153055] = "艾萨亚雷风暴女巫",
		[146912] = "恩佐斯的癫狂之眼",
		[147936] = "艾泽里特宝石裂背蛛",
		[140769] = "金脉",
		[47231] = "阴影仆从",
		[27969] = "黑暗符文巨人",
		[40320] = "瓦里昂娜",
		[147938] = "艾泽里特宝石晶背蛛",
		[148962] = "贪婪的追猎者",
		[75001] = "猎手布塔斯克",
		[59262] = "恶魔传送门",
		[59518] = "浮肿酒灵",
		[148963] = "阿罗姆之台看守",
		[134629] = "厚鳞三叶虫骑手",
		[148792] = "天空队长热火",
		[154083] = "训练有素的狼",
		[124653] = "毒蛇结界 <枯木暗影猎手>",
		[131558] = "入侵的刀翼风蛇",
		[148964] = "被净化的炮塔",
		[92913] = "血缚狂战士",
		[11490] = "瑟雷姆·刺蹄",
		[136139] = "机械化维和者",
		[74489] = "噬棘食尸鬼",
		[129002] = "遢皮熊",
		[146917] = "未知目标",
		[47232] = "幽灵厨师",
		[129529] = "黑齿格斗家",
		[92146] = "古尔图格·血沸",
		[147195] = "第七军团步兵",
		[130272] = "蟒藤",
		[147942] = "暮光预言者格莱米",
		[154085] = "河豚鱼 <鱼人蝌蚪>",
		[12258] = "锐刺鞭笞者",
		[131560] = "未知目标",
		[148966] = "被净化的守护者",
		[139706] = "蛮荒之地魔暴龙",
		[94693] = "攻城技师",
		[76518] = "仪式枯骨",
		[6226] = "机械烈焰行者",
		[137704] = "主母莫拉娜",
		[121567] = "喵之信仰",
		[59519] = "烈酒酒灵",
		[148967] = "被净化的士兵",
		[17731] = "沼泽鳐",
		[40953] = "喀胡恩 <暮光织影者>",
		[17471] = "小型暗影裂缝 <高阶术士奈瑟库斯>",
		[29051] = "镇压之网",
		[13218] = "格伦达·狼心",
		[13282] = "诺克赛恩",
		[61567] = "宰相金巴卡",
		[74492] = "鼠疫恶鬼",
		[29118] = "阿努巴尔地穴魔",
		[105942] = "暗魔副官",
		[125174] = "积恐搜寻者",
		[18430] = "虚灵学徒",
		[154088] = "鱼人蝌蚪",
		[103673] = "黑眼",
		[63683] = "瑟拉提克迅翼武士",
		[126846] = "戎裔骑兵",
		[27970] = "暴怒的构造体",
		[13088] = "玛莎",
		[56448] = "贤者马里",
		[28734] = "阿努巴尔散兵",
		[145898] = "祝圣信徒",
		[24830] = "石窟掠夺者",
		[49281] = "尼斐塞特斥候",
		[89801] = "枯法清道夫",
		[3625] = "拉尔克",
		[134636] = "财宝猎人",
		[45932] = "坠天之星",
		[3673] = "瑟芬迪斯",
		[93435] = "邪火运输车",
		[85756] = "玛瑙掠食者",
		[59520] = "碳酸酒灵",
		[148971] = "阿罗姆之台民兵",
		[154091] = "屑骨巨人",
		[134637] = "猎头者莉扎",
		[24698] = "复仇军走私者",
		[153067] = "机械化的线圈承载者",
		[61056] = "原始土元素 <小火鸡-神圣之歌>",
		[140657] = "巨型岩角雪人",
		[147948] = "凝结的艾泽里特",
		[98241] = "利拉斯·月羽",
		[140149] = "被释放的抱齿兽",
		[134638] = "督军佐希克斯",
		[19962] = "蓝色树苗 <高级植物学家弗雷温>",
		[153068] = "机械化的执行者",
		[137710] = "盐鳍清道夫",
		[83691] = "迅豹",
		[127224] = "强化的崇拜者",
		[148973] = "阿罗姆之台民兵",
		[81087] = "高沃什通灵师",
		[8127] = "安图苏尔",
		[58592] = "救赎之魂",
		[153069] = "锈蚀的故障修理工",
		[40579] = "深海鱼人猎手",
		[126845] = "乔里船长",
		[131568] = "蜜狂重殴者",
		[58722] = "莉莉安·沃斯",
		[75007] = "逃窜的野猪",
		[153334] = "深渊元素",
		[152046] = "杉德尔·海鳍",
		[136688] = "狂热的钻探工",
		[145903] = "暗铸十字军",
		[33990] = "夸张的徽记",
		[59521] = "气泡酒灵",
		[148975] = "加固的壁垒",
		[60033] = "狂乱鬼灵",
		[99773] = "血虫 <黑衣格瑞丝-罗宁>",
		[45917] = "云雾王子",
		[11483] = "法力残渣",
		[17395] = "影月召唤者",
		[7789] = "沙怒智障者",
		[26691] = "伊米亚巫医",
		[69791] = "烈焰之灵",
		[105343] = "恐惧憎恶",
		[155838] = "魔咒使瓦齐娜",
		[152048] = "潜伏的防窃者",
		[136690] = "雪流徘徊者",
		[93349] = "狼",
		[138738] = "桥港哨兵",
		[132920] = "暗影蛇怪",
		[19632] = "莱库尔钉刺者",
		[27971] = "冷酷的构造体",
		[134643] = "猛击者布戈尔-拉戈尔",
		[110750] = "提瑞斯秘法会学徒",
		[129786] = "盐壳龙虾人",
		[130298] = "水元素",
		[154092] = "积怨幼崽",
		[147954] = "无面者爪牙",
		[148978] = "临时路障",
		[128662] = "无信看护者",
		[124667] = "艾什凡监工",
		[105611] = "超凡恐魔",
		[135926] = "闷燃之心",
		[130435] = "混乱的暴徒",
		[91520] = "副官库罗尔",
		[59522] = "泡沫酒灵",
		[59778] = "科里克提克突袭者",
		[21101] = "自由的虚空领域 <自由的瑟雷凯斯>",
		[151027] = "荆棘卫士伯顿",
		[11043] = "复生的僧侣",
		[59464] = "蹦蹦兔",
		[130299] = "水滴",
		[44932] = "神誓寻路者",
		[5650] = "沙怒巫医",
		[140789] = "火花元素 <层林尽染-安苏>",
		[30695] = "传送门看护者",
		[151028] = "猎棘者奈朵拉",
		[137458] = "腐烂孢子",
		[13142] = "深腐纠缠者",
		[63106] = "希克提克虫群",
		[93952] = "邪能渡鸦",
		[152551] = "积怨蟒蛇",
		[1548] = "被诅咒的黑暗犬",
		[5053] = "变异鳄鱼",
		[151029] = "棘语者塔弗里",
		[96512] = "大德鲁伊格兰达里斯",
		[129788] = "铁潮锯骨者",
		[115841] = "莫尔葛歼灭者",
		[7309] = "土灵管理者",
		[42696] = "巨石之核战争使者",
		[150468] = "沃科斯",
		[99584] = "贪婪的猎法魔犬",
		[28838] = "泰坦神铁先锋",
		[80247] = "吐霜小蜘蛛",
		[153078] = "艾萨拉之手",
		[126205] = "全自动赚钱炮",
		[74363] = "暮光暗影教徒",
		[17477] = "地狱火小鬼",
		[140792] = "断喙拾骨者",
		[9269] = "燃棘先知",
		[137092] = "唤勇虔信者",
		[13397] = "深铁矿洞苦工",
		[26690] = "伊米亚战士",
		[136419] = "双头怪投石者",
		[153329] = "扎雷莎女士",
		[26692] = "伊米亚标枪手",
		[131847] = "维克雷斯狂欢者",
		[8886] = "变异巨蟒",
		[83715] = "复生的先祖",
		[76036] = "暮光暗影教徒",
		[153080] = "女王之声",
		[135470] = "征服者阿卡阿里",
		[133429] = "冒泡的蜜酒",
		[117486] = "虫语炮手",
		[102269] = "未知目标",
		[27972] = "闪电构造体",
		[148403] = "传送门守护者罗米尔",
		[130006] = "斯托颂死忠者",
		[144890] = "车队护卫",
		[63809] = "杰克·阿罗",
		[146938] = "充能残迹",
		[123135] = "野生剜齿虎",
		[123647] = "巨蜥",
		[124159] = "伐木工里奥",
		[48230] = "食人魔匪徒",
		[76037] = "暮光塑风者",
		[58756] = "血色招魂师",
		[140259] = "符蹄雄鹿",
		[93955] = "妄想的狂热者",
		[130765] = "丛林捕猎者幼崽",
		[26723] = "克莉斯塔萨",
		[26669] = "伊米亚野蛮者",
		[130143] = "怨棘",
		[73158] = "翠羽公鹤",
		[33983] = "缠绕触须",
		[134897] = "受辱的达格鲁斯",
		[30660] = "传送门守卫者",
		[90372] = "可耻的鲁纳斯",
		[98555] = "枯法蹒跚者",
		[129119] = "联盟骑士",
		[83717] = "暴风之盾先锋",
		[76038] = "暮光暗法师",
		[136702] = "注能者祖辛",
		[126967] = "内陆雄鹿",
		[126720] = "铁潮恶徒",
		[47238] = "横扫之风",
		[140798] = "岩聒",
		[126841] = "鲨鱼饵",
		[42691] = "巨石之核裂隙塑能师",
		[48262] = "食人魔保镖",
		[140292] = "雪裘头狼",
		[122113] = "翼手龙裂天者",
		[146942] = "大元帅弗利",
		[41095] = "暮光幼龙",
		[123649] = "幼年迅猛龙",
		[33988] = "不朽守护者",
		[84350] = "魔荚打击者",
		[76039] = "暮光水占师",
		[58757] = "通灵学院侍僧",
		[109827] = "驯服的夜翼蝠 <炫目的白-普瑞斯托>",
		[85766] = "被诅咒的利爪战士",
		[17478] = "血环占卜者",
		[124583] = "赤背蠕虫",
		[17734] = "幽暗沼泽领主",
		[91005] = "纳拉萨斯",
		[17990] = "幽暗沼泽蘑菇",
		[131824] = "女巫索林娜",
		[85750] = "流亡者利爪战士",
		[153843] = "希拉凯斯虚空扭曲者",
		[26693] = "残忍的斯卡迪",
		[29680] = "斯拉德兰毒蛇",
		[144780] = "黑潮蛮兵",
		[83719] = "野生血牙小猪",
		[19429] = "塞泰克暗鹰",
		[152764] = "氧化沥兽",
		[101637] = "瓦拉加尔候选者",
		[85767] = "被诅咒的先驱",
		[131587] = "着魔的队长",
		[148871] = "虚锻暴掠龙",
		[27973] = "晶化碎块",
		[151041] = "封臣埃图维斯",
		[131823] = "女巫马拉迪",
		[134555] = "无信枪手",
		[40584] = "纳兹夏尔入侵者",
		[138755] = "铁潮奴隶主",
		[41096] = "纳兹夏尔愈灵者",
		[74505] = "苏克",
		[127152] = "食肉幼苗",
		[83720] = "冲锋孢子蝠",
		[135684] = "大地仆从",
		[58758] = "灵魂碎片",
		[145923] = "艾泽里特坦克",
		[126723] = "原始钳嘴鳄",
		[12218] = "邪恶幼虫",
		[21702] = "复仇军缚灵者",
		[120526] = "埃勒尼亚 <顺风的舟>",
		[136381] = "未知目标",
		[152067] = "次级虚悯者",
		[11487] = "卡雷迪斯镇长",
		[130307] = "不稳定的台风",
		[155139] = "奥术融合体",
		[91004] = "乌拉罗格·塑山",
		[59700] = "北风雄鹰",
		[45704] = "潜伏风暴",
		[11492] = "荒野变形者奥兹恩",
		[6066] = "陷地图腾 <安图苏尔>",
		[140553] = "巢穴女王舒扎斯兹",
		[101639] = "瓦拉加尔女武神",
		[110342] = "拉布萨克",
		[130653] = "暴虐的工兵",
		[136673] = "驯兽者杜卡兹",
		[9236] = "暗影猎手沃什加斯",
		[19507] = "寻日者基因接合师",
		[127072] = "墓穴卫士",
		[113646] = "被亵渎的巡林者",
		[140678] = "霜须嗥叫者",
		[65414] = "虚灵煞魔",
		[3127] = "毒尾蝎",
		[139087] = "第七军团水兵",
		[102397] = "愤怒领主盾卫",
		[74728] = "暮光领主巴赛尔",
		[152070] = "暴怒的幽灵",
		[140095] = "泥吻顶撞者",
		[91003] = "洛克莫拉",
		[59271] = "恶魔传送门",
		[144807] = "贪婪的追猎者",
		[122969] = "赞枢利巫医",
		[17735] = "怒鳞战士",
		[128773] = "阿曼基吟血者",
		[17991] = "巨钳鲁克玛尔",
		[136713] = "高地劳工",
		[58685] = "血色福音传道者",
		[13284] = "霜狼萨满",
		[26694] = "伊米亚黑暗萨满祭司",
		[18631] = "秘教信徒",
		[126562] = "暴躁的双帆龙",
		[2225] = "佐拉·古斯雷克",
		[122972] = "达萨莱占卜师",
		[136714] = "未知目标",
		[54920] = "永恒镇压者",
		[155144] = "深渊指挥官西瓦拉",
		[63623] = "悟道者刺客",
		[90284] = "钢铁掠夺者",
		[27974] = "未知目标 <黑暗符文控制者>",
		[128774] = "赤毛狼",
		[153559] = "赞齐尔百夫长",
		[48521] = "迪菲亚塑风师",
		[40586] = "纳兹夏尔女士",
		[14308] = "费拉",
		[90379] = "未知目标",
		[131819] = "女巫会占卜者",
		[41166] = "熔岩犬",
		[146185] = "焰刺工蜂",
		[93155] = "痛苦的树妖",
		[93023] = "攻城大师玛塔克",
		[126215] = "僭悌织暗者",
		[145871] = "爆裂充能 <Paperboyz>",
		[19508] = "寻日者草药学家",
		[83699] = "战争之矛血卫士",
		[60040] = "指挥官杜兰德",
		[131818] = "显眼的女巫",
		[129287] = "风花雄蜂",
		[150936] = "充能型扳手机器人",
		[20870] = "自由的瑟雷凯斯",
		[30662] = "碧蓝破法者",
		[90380] = "枯法怒法者",
		[149004] = "希拉凯斯监督者",
		[136614] = "灌魔基岩",
		[13021] = "扭木摧毁者",
		[85133] = "莫里兹",
		[58198] = "影踪派弟子",
		[126216] = "僭悌毁灭者",
		[110346] = "爱多·枯蕊",
		[74942] = "剧毒倾泻水晶",
		[111370] = "暗影生物",
		[107098] = "闪烁浮龙",
		[56201] = "百木园黄蜂",
		[129288] = "风花哨卫",
		[48522] = "迪菲亚海盗",
		[137743] = "V-300哨兵",
		[43878] = "大宰相埃尔坦",
		[139791] = "联盟军官",
		[108181] = "如花",
		[63697] = "初生恐虫",
		[124681] = "剔骨追猎者",
		[144876] = "猿猴折磨者3000型 <格洛恩>",
		[39962] = "暮光破雷者",
		[154126] = "希拉凯斯征服者",
		[59605] = "湿透的猢狲争斗者",
		[153960] = "未知目标",
		[124375] = "肥胖的巨蜥",
		[1109] = "食腐鸟",
		[93154] = "血缚女巫",
		[129289] = "风花收割者",
		[136721] = "法阵织法者",
		[128005] = "鲜血抱齿兽",
		[28410] = "掠龙灵魂师",
		[139793] = "钩爪灰熊",
		[18632] = "秘教刽子手",
		[50561] = "嗜血食尸鬼",
		[151056] = "强悍的瓦拉克乌",
		[19016] = "地狱火劣魔",
		[155807] = "疯狂的奎尔多雷",
		[122284] = "大型丛林捕猎者",
		[9701] = "黑石塔蝎子",
		[149446] = "第七军团哨兵",
		[47296] = "赫利克斯·破甲",
		[27975] = "悲伤圣女",
		[120587] = "河泽迅猛龙",
		[135699] = "艾什凡狱卒",
		[129802] = "地怒者",
		[153066] = "机械化的爬蛛",
		[29097] = "阿努巴尔地穴魔",
		[130621] = "塑风师布莱森",
		[139425] = "疯狂的孵化者",
		[10405] = "恶疫食尸鬼",
		[124683] = "剔骨狼崽",
		[58108] = "科里克提克渗透者",
		[80030] = "吃饱的寒冰潜伏者",
		[141029] = "柯蹄",
		[136353] = "巨型触须",
		[119052] = "战旗 <吊战天-风暴峭壁>",
		[153567] = "赞齐尔海潮领主",
		[128267] = "抱齿兽骑兵",
		[10981] = "霜狼",
		[48756] = "钩网",
		[127056] = "扎拉玛捕夜者训练师",
		[11058] = "弗拉斯·希亚比",
		[122636] = "鲜血拾骨者",
		[147988] = "灰雾圣物守护者",
		[94808] = "地狱火守卫",
		[94285] = "邪能萃魔者",
		[83729] = "灰槌守卫",
		[62602] = "科里提克嚎叫者",
		[109326] = "魔石小蜘蛛",
		[154132] = "潮汐裂喉兽",
		[93968] = "邪影守望者",
		[147989] = "活化的守护者碎片",
		[20900] = "摆脱束缚的厄运使者",
		[61408] = "阿达罗格",
		[128780] = "作战抱齿兽",
		[139495] = "第七军团火枪手",
		[17397] = "影月专家",
		[145123] = "弥雅拉·夜歌",
		[56658] = "未知目标",
		[139799] = "铁舟学徒",
		[99088] = "古代守护者",
		[6227] = "机械冰霜行者",
		[29153] = "重生的白骨 <阿努巴尔通灵师>",
		[140425] = "坚足",
		[123290] = "闪壳迅钳蟹",
		[131812] = "毒心诱魂者",
		[58605] = "血色仲裁者",
		[139800] = "唤风者学徒",
		[127757] = "复活的荣誉卫士",
		[122790] = "骨喙秃鹫",
		[43917] = "岩孔虫",
		[17993] = "血警卫保护者",
		[129906] = "棘背掘地者",
		[54574] = "月之矛 <泰兰德的残影>",
		[13285] = "死亡鞭笞者",
		[26696] = "伊米亚狂战士",
		[18633] = "秘教侍僧",
		[134558] = "无信压迫者",
		[133565] = "球潮虫吞食者",
		[135706] = "水鼠帮掠夺者",
		[17835] = "永恒刺客",
		[154448] = "机械化的爬蛛",
		[126734] = "沙德拉的回响",
		[145461] = "调整过的边界哨卫 <督军苏尔吉奥斯>",
		[127758] = "棘背巨蜥",
		[416] = "诺克比斯",
		[153482] = "鳍地精心灵奴隶",
		[1765] = "座狼",
		[129806] = "缠绕荆棘",
		[1781] = "掠网潜伏者",
		[131858] = "荆棘卫士",
		[1797] = "疯狂的巨熊",
		[145343] = "积怨海蛇",
		[133660] = "炸弹机器人9000型",
		[29128] = "阿努巴尔原始卫士",
		[59153] = "血骨傀儡",
		[136732] = "注能者斯基希斯",
		[105623] = "法多雷切割者",
		[9266] = "燃棘巫医",
		[29768] = "坚韧的巨蟒",
		[149312] = "凶猛的迅爪战士",
		[43662] = "自由的大地狂怒者",
		[85752] = "流亡者先驱",
		[131037] = "威廉姆斯中尉",
		[7603] = "麻疯助手",
		[130319] = "滑刃方阵兵",
		[30664] = "碧蓝法师杀手",
		[139805] = "机械警戒犬",
		[74518] = "刽子手戈尔",
		[135905] = "血枝孢子",
		[7795] = "水占师维蕾萨",
		[7343] = "碎骨骷髅",
		[153025] = "艾莫奈斯",
		[99922] = "未知目标",
		[110354] = "科恩",
		[139141] = "指挥官艾文汉姆",
		[24084] = "挖掘隧道的食尸鬼",
		[133663] = "狂热的猎头者",
		[146698] = "瘟疫蟾蜍 <拉斯塔哈大王>",
		[40923] = "不稳定的腐蚀",
		[56717] = "跳跳大王",
		[154141] = "艾萨亚雷风暴涌流者",
		[8179] = "强效治疗结界 <沙怒巫医>",
		[139807] = "风投勘探员",
		[24777] = "炎刃哨兵",
		[124177] = "怨翼潜伏者",
		[134688] = "财宝猎人",
		[134364] = "无信护卵员",
		[78557] = "鬣蜥人幼崽",
		[9201] = "尖石食人魔法师",
		[7276] = "祖尔法拉克阵亡英雄",
		[145801] = "飞艇工程师",
		[59789] = "裂魂者萨尔诺斯",
		[60479] = "勇齐掠夺者",
		[148723] = "狙击手马多克",
		[56765] = "毁灭之煞",
		[135903] = "深渊具象",
		[146255] = "汤斯沃斯船长",
		[146976] = "复仇的迅爪战士",
		[90390] = "泰德里森",
		[18634] = "秘教召唤师",
		[133666] = "未知目标 <晕乎乎的迪娜>",
		[17732] = "莱库尔黄蜂",
		[145338] = "深海鳗鱼",
		[26731] = "大魔导师泰蕾丝塔",
		[33136] = "尤格-萨隆的卫士 <邪恶之云>",
		[28319] = "冬拥湖攻城炮台",
		[139810] = "风投中层经理",
		[128649] = "拜恩比吉中士",
		[27977] = "克莱斯塔卢斯",
		[134691] = "静电充能苦修者",
		[152097] = "翻腾的艾泽里特",
		[56718] = "酒精炸药",
		[121571] = "跳跳虎",
		[152546] = "石喉吞噬者",
		[139811] = "风投项目小组长",
		[149026] = "海潮女祭司之魂",
		[10406] = "食尸抢夺者",
		[116081] = "易受邪能侵袭的枯法者",
		[76057] = "食腐蛆虫",
		[138288] = "深渊幽魂",
		[137764] = "老练的巫师",
		[146979] = "奥尔敏·箭击",
		[19608] = "野生魔花",
		[142418] = "潮涌巨怪",
		[146294] = "第七军团虚空法师",
		[136925] = "浪原贩腮者",
		[135901] = "血枝真菌人",
		[129811] = "山脊斩兽者",
		[137765] = "老练的牧师",
		[30665] = "精锐法师猎手",
		[139813] = "高级制作人基克西",
		[149028] = "海潮祭司之魂",
		[75034] = "暮光折磨者",
		[134694] = "流亡者莫凡尼",
		[20868] = "熵能之眼",
		[133853] = "鲜血之冠",
		[94284] = "邪能引火者",
		[64717] = "惊怖恐虫",
		[148623] = "贡克的回响 <尤路查>",
		[136030] = "卡格瓦的子嗣",
		[47760] = "尼斐塞特诅咒使者",
		[29569] = "瓦基里安候选者",
		[7321] = "石窟织炎者",
		[56719] = "狂之煞",
		[27633] = "碧蓝审讯者",
		[140063] = "食人巨熊碎喉",
		[131624] = "希巴拉暴掠龙",
		[50734] = "漫游者李斯伊克",
		[75506] = "影月死忠者",
		[31010] = "碧蓝法师杀手",
		[125205] = "海滨断颌鳄",
		[123571] = "亡刺刻肉者",
		[28384] = "小型气元素 <黑暗符文元素师>",
		[137511] = "水鼠帮杀手",
		[127253] = "重构的恐魔",
		[94802] = "灵文师阿萨洛斯",
		[26792] = "晶化保卫者",
		[11470] = "艾德雷斯巫师",
		[155780] = "强化的长矛 <奥丹提斯>",
		[155352] = "汽摩蛛",
		[137769] = "治疗图腾 <哈尔拉兹的信徒>",
		[144137] = "第七军团护卫",
		[131402] = "地渊孢林蜱虫",
		[18635] = "秘教死誓者",
		[19843] = "虚藤欺诈者",
		[40784] = "黑暗裂隙 <指挥官乌尔索克>",
		[93625] = "幻影共鸣 <暗影领主艾斯卡>",
		[40765] = "指挥官乌尔索克",
		[154152] = "阳极处理的哨卫",
		[138794] = "食沙者克劳洛克",
		[136108] = "不羁的火花",
		[78620] = "暗影雕像 <黑暗编织者凯斯长老>",
		[27978] = "塑铁者斯约尼尔",
		[144772] = "塔玛基恩女勋爵",
		[136323] = "吟牙者索雷斯",
		[6585] = "子弹",
		[154153] = "执行者KX-T57",
		[61657] = "强壮的烈焰猎犬",
		[148010] = "暗鳞突袭者",
		[40290] = "暗红血脉先知",
		[124183] = "怨翼之卵",
		[120900] = "阿曼尼战士",
		[125207] = "凝视的尖啸者",
		[3674] = "斯卡姆",
		[145963] = "路障",
		[138427] = "怨鳍投叉手",
		[148011] = "第七军团旋翼机",
		[132653] = "未知目标 <强哥最低调-梅尔加尼>",
		[1778] = "凶猛的灰斑熊",
		[134701] = "未知目标",
		[91796] = "海巨人弄潮者",
		[27960] = "黑暗符文战士",
		[137773] = "残酷的库希夫",
		[30666] = "碧蓝上尉",
		[45202] = "赖皮土狼",
		[76659] = "古代灵魂",
		[121562] = "啮齿动物",
		[108314] = "邪魂复仇者",
		[21148] = "裂隙守卫者",
		[144941] = "阿昆达的化身",
		[26929] = "家畜",
		[146989] = "泰兰德·语风",
		[153352] = "赞齐尔刺客",
		[127768] = "攻城巨兽",
		[20897] = "复仇军波浪法师",
		[96028] = "艾萨拉之怒",
		[129121] = "黑齿暴徒",
		[144942] = "火花机器人",
		[4863] = "玉脊蜥蜴",
		[146990] = "玛法里奥·怒风",
		[56763] = "再生之煞",
		[140847] = "大地之灵",
		[118244] = "电爪",
		[124697] = "艾什凡水手",
		[110340] = "米奥妮克丝",
		[58769] = "钳颚",
		[145967] = "深水鳐",
		[17356] = "蠕动的软泥怪",
		[10461] = "天灾虫",
		[139250] = "深渊之嗣",
		[63674] = "魔古石雕",
		[150500] = "被污染的液滴",
		[129305] = "贪婪的深颚龙",
		[147894] = "黑木散兵",
		[130329] = "沙漠雄蜂",
		[146992] = "血仇哨卫",
		[89673] = "审讯者阿瑞纳尔",
		[140849] = "致命的石眷",
		[141873] = "响背",
		[134706] = "死亡伞菌",
		[146659] = "海潮祭司之魂",
		[27339] = "灵魂之泉",
		[85753] = "恐天卡利鸟",
		[146993] = "血仇弓箭手",
		[126463] = "盐羽雄鹰",
		[140850] = "嬉戏的土皮",
		[27979] = "铸铁穴居人 <塑铁者斯约尼尔>",
		[56210] = "金酿族长",
		[152113] = "防窃者首领",
		[144946] = "森林之王伊弗斯",
		[150646] = "幼年海龟",
		[28619] = "裹体之网 <臭法丶-死亡之翼>",
		[90271] = "上古先驱",
		[153313] = "攫心者维兹奥苟",
		[91423] = "山地座狼",
		[146132] = "烈焰喷射",
		[11121] = "黑衣守卫铸剑师",
		[17662] = "未知目标 <布洛戈克>",
		[85280] = "达马库斯中士",
		[126502] = "长肥的秃鹫",
		[111981] = "幽影梦魇",
		[59794] = "科里克提克干扰者",
		[133685] = "亵渎之灵",
		[131445] = "监狱守卫",
		[150935] = "发条巨人",
		[84877] = "灰槌塑石者",
		[92527] = "达戈拉斯",
		[30667] = "碧蓝巫术师",
		[148020] = "暗鳞蛮兵",
		[42428] = "虔诚的追随者",
		[124188] = "怨翼潜伏者",
		[135892] = "自由地狱火",
		[152116] = "腐蚀者之眼",
		[47403] = "迪菲亚收割机",
		[144690] = "玫斯特拉",
		[58664] = "指导者寒心的护命匣",
		[28153] = "雪花",
		[107477] = "小松",
		[45007] = "被奴役的强盗",
		[18421] = "寻日者研究员",
		[28312] = "冬拥湖攻城坦克 <浮光-希尔瓦娜斯>",
		[31008] = "碧蓝入侵者",
		[40597] = "喷泉 <纳兹夏尔女士>",
		[155468] = "失控的附肢",
		[13276] = "荒野小鬼",
		[132618] = "阿塔祖尔刺客",
		[155344] = "未知目标",
		[29120] = "阿努巴拉克",
		[153296] = "莎兰阿里·雷舌",
		[92961] = "血缚蛮兵",
		[126237] = "潮汐潜伏者",
		[17357] = "蠕动的小软泥怪",
		[29305] = "莫拉比",
		[151662] = "缚潮者萨杰姬",
		[128285] = "远古保卫者",
		[134713] = "柯泰克的学徒",
		[155423] = "巨锤混混",
		[129821] = "山脊压制者",
		[145976] = "石皮公鹿",
		[147000] = "弹药桶 <库尔提拉斯水兵>",
		[5761] = "变异蹒跚者",
		[18637] = "秘教暗影祭司",
		[148483] = "祖灵复仇者",
		[151096] = "哈提",
		[44987] = "狼人哨兵",
		[58822] = "复生的卫士",
		[145977] = "巨型石皮鹿",
		[127600] = "毒鳞滑鳗",
		[148025] = "指挥官拉尔艾什",
		[149416] = "未知目标",
		[128286] = "被诅咒的掠夺者",
		[120607] = "鲜血巨魔蛮兵",
		[28236] = "碧蓝魔环上尉",
		[152813] = "次级虚悯者",
		[130334] = "砾鳞凝视者",
		[49045] = "奥弗",
		[133136] = "拉斯塔哈之力变节者",
		[14370] = "未知目标",
		[131383] = "孢子召唤师赞查",
		[151098] = "暗影附肢",
		[152122] = "深渊亵渎者",
		[152968] = "格勒索格",
		[146493] = "屠戮幻影",
		[138812] = "血怒抱齿兽",
		[11460] = "奥兹恩的爪牙",
		[147425] = "阿昆达",
		[74652] = "剃刀沼泽棘箭手",
		[134717] = "乌巴里克斯",
		[83591] = "奇美拉",
		[7604] = "布莱中士",
		[130335] = "砾鳞晶目者",
		[155195] = "科技清道夫",
		[131646] = "惊恐的掘地者",
		[74534] = "晶化巨兽",
		[149654] = "微光之脊",
		[134718] = "赤岩食腐狼",
		[135742] = "复生的噬踝者",
		[136305] = "猎人阿科斯",
		[45062] = "神誓驯蝎者",
		[23501] = "虚空鳐 <一箭锺情-奈萨里奥>",
		[10437] = "奈鲁布恩坎",
		[127776] = "鳞爪巢母",
		[74989] = "暮光信徒",
		[28580] = "坚钢唤天者",
		[155482] = "哨兵",
		[17728] = "暗血部族成员",
		[149839] = "机械化的废钢猎犬",
		[130848] = "符文战士",
		[100248] = "祭祀者勒莎",
		[24781] = "虚空能量",
		[129590] = "莱索亲王",
		[138505] = "进化的护巢兵",
		[150938] = "油阱",
		[144959] = "第七军团陆军",
		[123439] = "猎血战争巫医",
		[155198] = "安全检查机器人",
		[148031] = "戈伦·裂皮",
		[138244] = "未知目标",
		[87334] = "玉珑",
		[43927] = "黑暗先驱",
		[152127] = "未知目标",
		[137442] = "高阶巫师马拉拉",
		[58876] = "挨饿的猎犬",
		[45919] = "风暴幼龙",
		[133556] = "拉沙克·铁墙",
		[18638] = "秘教狂徒",
		[130028] = "艾什凡炉火医师",
		[18894] = "恶魔卫士蛮兵",
		[148064] = "未知目标",
		[27640] = "魔环领主召唤师",
		[61216] = "格林托克妖术师",
		[130232] = "剧毒环鳞鳗",
		[149195] = "第七军团利刃工匠",
		[127778] = "昊天缚雷者",
		[128290] = "希里克之裔",
		[59832] = "伊克提克锋翼者",
		[48279] = "地精监工",
		[129826] = "盐壳响钳者",
		[40600] = "无面腐蚀者",
		[155201] = "股份窃贼旺卡",
		[23953] = "凯雷塞斯王子",
		[137179] = "海贤守护者",
		[10408] = "石翼石像鬼",
		[89865] = "织潮者墨古尔",
		[10536] = "天灾蛆",
		[144963] = "吉布尔的化身",
		[124722] = "海军准将卡尔霍恩",
		[155202] = "盈利能手格里发",
		[8923] = "无敌的潘佐尔",
		[127779] = "鲜血编织者",
		[45477] = "冲锋",
		[48418] = "迪菲亚祈愿者",
		[152131] = "普罗德摩尔卫兵",
		[129827] = "盐壳粉碎者",
		[18326] = "塞泰克萨满祭司",
		[151640] = "失控的拳机",
		[130406] = "尘鬃鬣犬首领",
		[145098] = "深渊守望者",
		[7175] = "石窟伏击者",
		[62358] = "腐蚀血滴",
		[139278] = "髯加",
		[74902] = "碎骨战士",
		[126244] = "不朽虚无行者",
		[155204] = "科技清道夫",
		[148037] = "阿希尔·露火",
		[111398] = "梦魇融合怪",
		[92038] = "垂涎的嗜血者",
		[120613] = "鲜血巨魔战争主母",
		[8902] = "暗炉平民",
		[129828] = "盐壳钳虾人",
		[11605] = "白须监工",
		[146121] = "大地分身",
		[90409] = "血缚邪术士",
		[93985] = "腐化的鸦爪祭司",
		[132885] = "空气元素",
		[83754] = "星木根搜索者",
		[147966] = "阿曼",
		[12236] = "维利塔恩",
		[154182] = "毒鳍龙破碎者",
		[155206] = "害虫焚化者",
		[66413] = "发酵酒灵",
		[103208] = "枯法潜伏者",
		[61623] = "腐蚀血球",
		[17871] = "幽暗沼泽蹒跚者",
		[152653] = "剧毒潜伏者",
		[130405] = "尘鬃嗥叫者",
		[26446] = "风蛇",
		[152397] = "奥洛努",
		[90410] = "邪火碎石机",
		[18639] = "秘教缚法者",
		[131377] = "蜂巢卫士",
		[44834] = "厄祖玛特的枯萎",
		[111463] = "树袋熊的缰绳",
		[149191] = "第七军团火枪手",
		[127333] = "钩尾女王蜂",
		[128554] = "鳞牙技术窃贼",
		[154310] = "赞齐尔斗士",
		[131285] = "复生的巨兽",
		[27982] = "铸铁矮人 <塑铁者斯约尼尔>",
		[19919] = "未知目标",
		[56472] = "香莲",
		[144970] = "卡多雷弓兵",
		[144071] = "铁潮塑浪者",
		[7079] = "粘性辐射尘",
		[27642] = "幻影猛犸象",
		[145491] = "海洋符文 <深海三叉戟>",
		[127060] = "鲜血抱齿兽",
		[59598] = "次级煞魔",
		[130404] = "歹徒诱捕者",
		[144971] = "铁枝德鲁伊",
		[136270] = "尼艾丝队长",
		[147024] = "不可知的恐惧",
		[59544] = "摇头晃脑的老虎",
		[59800] = "科里克提克狂怒者",
		[144972] = "卡多雷猎人",
		[16807] = "高阶术士奈瑟库斯",
		[138501] = "暮光雏龙",
		[129831] = "山脊征服者",
		[27961] = "黑暗符文工人",
		[44954] = "希尔斯布莱德难民",
		[148044] = "欧文·加多克",
		[139339] = "冰牙防御者",
		[129553] = "恐龙统领吉什奥",
		[62360] = "未知目标",
		[29822] = "达卡莱织火者",
		[144973] = "卡多雷哨兵",
		[139343] = "冰牙苦工",
		[145345] = "麦柯米克的切割机",
		[132162] = "控藤师古夫",
		[144747] = "帕库的化身",
		[63997] = "泥鳞猎肉者",
		[39705] = "升腾者领主奥西迪斯",
		[135759] = "地墙图腾",
		[17961] = "盘牙魔法师",
		[122153] = "荒土毒刺蝎",
		[65432] = "凯帕琥珀粉碎者",
		[24085] = "掠龙监工",
		[145323] = "希拉凯斯奴役者",
		[75055] = "剃刀沼泽启蒙者",
		[45928] = "西风君王的执行者",
		[135760] = "第七军团水兵",
		[129252] = "盐鳞角斗士",
		[85294] = "鬣蜥人保卫者",
		[4861] = "利齿蝙蝠",
		[59545] = "金甲虫",
		[59801] = "科里克提克塑风者",
		[131666] = "女巫会塑棘者",
		[9716] = "血斧好战者",
		[135761] = "雷鸣图腾",
		[140696] = "惊惧者达祖",
		[140354] = "亮鳞风蛇",
		[61337] = "格林托克铁皮战士",
		[9257] = "裂盾术士",
		[45467] = "洞窟穴居人",
		[141905] = "永生者泽巴斯特",
		[134738] = "复生者哈克比",
		[91793] = "逐潮蟹",
		[38300] = "恶鳞碎浪怪",
		[10596] = "烟网蛛后",
		[4853] = "石窟地占师",
		[131667] = "魂缚巨像",
		[124259] = "丛林虎",
		[27983] = "黑暗符文保卫者",
		[19920] = "荆棘劫掠者",
		[135763] = "虚空之子",
		[18708] = "摩摩尔",
		[17940] = "盘牙技师",
		[10217] = "烈焰打击图腾 <燃棘巫医>",
		[135234] = "染病斗牛犬",
		[74545] = "剃刀沼泽地卜师",
		[10409] = "石翼尖啸者",
		[147949] = "暮光狂热者",
		[135764] = "爆裂图腾",
		[76593] = "霜狼",
		[154194] = "赞齐尔钢鳞卫士",
		[8908] = "熔岩作战傀儡",
		[131669] = "锯齿猎犬",
		[111405] = "暗影碾压者",
		[141908] = "被束缚的涌潮者",
		[59546] = "会说话的鱼",
		[152147] = "探险队防御者",
		[110391] = "恶毒的鞭笞者",
		[138303] = "蛮项暴徒",
		[61338] = "格林托克潜藏者",
		[28836] = "雷铸符文师",
		[45924] = "动荡暴风",
		[75058] = "暮光水占师",
		[151124] = "麦卡贡中和者",
		[145922] = "科尔中尉",
		[38301] = "恶鳞海妖",
		[83687] = "独眼魔毁灭者",
		[155220] = "赤红打击者",
		[133593] = "专家技师",
		[46263] = "狂怒炉渣",
		[3977] = "大检察官怀特迈恩",
		[151125] = "微型机器人护盾者 <麦卡贡中和者>",
		[24082] = "始祖幼龙训练者",
		[100539] = "污心神射手",
		[12201] = "瑟莱德丝公主",
		[80782] = "冰脊钉刺者",
		[24656] = "菲兹尔 <艾尔蕾丝>",
		[16593] = "碎手争斗者",
		[18398] = "壮壮",
		[142935] = "沾满花粉的群居蜱虫",
		[125229] = "邪鳞缚潮者",
		[59460] = "跳跳兔",
		[40167] = "暮光欺诈者",
		[74548] = "烈焰侍从",
		[131673] = "苦潮钳爪战士",
		[56473] = "飞雪",
		[126099] = "暮皮巢穴主母",
		[134745] = "刻天者卡基特",
		[152151] = "希拉凯斯代言人",
		[136793] = "法阵学徒",
		[24078] = "掠龙熔炼师",
		[61339] = "格林托克神谕师",
		[131674] = "苦潮盐尾法师",
		[45469] = "大地碎片",
		[59223] = "科洛夫修士",
		[132701] = "提赞",
		[135770] = "老练军士斯雷德",
		[38302] = "海巫鬼魂",
		[54940] = "艾露恩之眼 <泰兰德的残影>",
		[71990] = "赤精的子嗣",
		[110896] = "上古歼灭者",
		[103217] = "晶化幼蝎",
		[27984] = "黑暗符文唤雷者",
		[28368] = "伊米亚通灵师",
		[135771] = "铁潮歹徒",
		[56732] = "刘·焰心",
		[137819] = "雷霆流放者",
		[75157] = "未知目标",
		[131676] = "苦潮断头者",
		[74549] = "剃刀沼泽颂石者",
		[120606] = "鲜血巨魔妖术师",
		[130333] = "砾鳞蜥蜴",
		[29264] = "幽灵狼",
		[136796] = "走私的抱齿兽",
		[125232] = "穆卡拉船长",
		[85812] = "暴风之盾角斗士",
		[131677] = "毒心织符者",
		[59804] = "未知目标 <堕落的祝踏岚>",
		[8324] = "未知目标 <阿塔莱高阶祭司>",
		[43934] = "灵魂碎块",
		[135773] = "铁潮猎犬",
		[7605] = "拉文",
		[124703] = "纳萨瓦苦力",
		[61340] = "格林托克妖术师",
		[53006] = "灵魂链接图腾 <大米自闭患者-梅尔加尼>",
		[74550] = "剃刀沼泽塑泽者",
		[136895] = "未知目标",
		[7797] = "卢兹鲁",
		[135774] = "地缚仆从",
		[99365] = "污心追猎者",
		[137822] = "普罗德摩尔队长",
		[155228] = "灰白打击者",
		[148061] = "第七军团歼泽者",
		[10439] = "吞咽者拉姆斯登",
		[16507] = "碎手斥候",
		[151133] = "哈提",
		[74551] = "剃刀沼泽狩猎者",
		[154311] = "赞齐尔愚忠者",
		[153561] = "赞齐尔鳞卫",
		[56906] = "破坏者吉普提拉克",
		[148062] = "第七军团机械陆行鸟",
		[16594] = "影月侍僧",
		[88101] = "盐目潮汐萨满",
		[100707] = "黑暗骑士",
		[50334] = "破坏者哒克",
		[44704] = "希亚玛特的爪牙",
		[154491] = "库格勒姆格古酋长",
		[59293] = "血色炮手",
		[148063] = "第七军团坚兵",
		[6220] = "辐射水元素",
		[58632] = "武器大师哈兰",
		[129591] = "赤林歼灭者",
		[135777] = "铁潮打手",
		[127001] = "被诅咒的古格努格",
		[75417] = "冻吻小猪",
		[127770] = "鲜血巨魔战士",
		[9258] = "裂盾袭击者",
		[74552] = "剃刀沼泽狩猎大师",
		[39072] = "纳杰特丝",
		[134754] = "海厄基",
		[76088] = "剃刀沼泽狩猎大师",
		[144993] = "发狂的棘熊",
		[90267] = "艾尔伊斯",
		[89890] = "邪能领主扎昆",
		[148065] = "第七军团劳工",
		[123289] = "闪壳亡爪蟹",
		[27985] = "铁魔像看守者",
		[20882] = "凿击",
		[152161] = "癫狂的灵魂",
		[134423] = "深渊居住者",
		[141059] = "粗心的格林斯考尔",
		[10218] = "超强治疗结界 <燃棘巫医>",
		[130098] = "复生的祭师",
		[74553] = "剃刀沼泽血纹卫士",
		[46379] = "残忍的暴徒",
		[152498] = "黑暗游侠",
		[76089] = "剃刀沼泽狩猎者",
		[62228] = "寒噬爪牙",
		[146286] = "石凝船长",
		[19598] = "变异血肉鞭笞者",
		[69946] = "老田鸡",
		[111413] = "黑暗吞噬者",
		[151059] = "永恒守护者",
		[127255] = "扎达克斯引导者",
		[135971] = "无信援兵",
		[144996] = "彼岸的幻象 <代言人扎克萨奇>",
		[130355] = "卡米·柯格维兹",
		[24558] = "艾尔蕾丝",
		[152164] = "狂乱的元素",
		[74554] = "剃刀沼泽疤刃者",
		[122135] = "沙图格",
		[151068] = "长满触须的虚空祭司",
		[76090] = "剃刀沼泽血纹卫士",
		[54687] = "时光扭曲步兵",
		[137830] = "苍白吞噬者",
		[94008] = "黑暗吞噬者",
		[13097] = "冰冷矿洞测量者",
		[46261] = "被激怒的火元素",
		[133735] = "沙德拉叛徒",
		[135975] = "下班的劳工",
		[27228] = "冰虫 <巨型冰虫>",
		[58783] = "血色新兵",
		[154213] = "升级的哨卫",
		[44541] = "黑云压境",
		[28366] = "冬拥湖塔楼火炮",
		[74555] = "剃刀沼泽碎皮者",
		[3115] = "尘风鹰身人",
		[134760] = "黑暗低语者乔拉",
		[26716] = "碧蓝典狱官",
		[144999] = "普罗德摩尔炮手",
		[137832] = "愤怒的灵魂",
		[102200] = "埃瑞丁",
		[17491] = "嘲颅盗贼",
		[103224] = "爆裂幼蝎",
		[130909] = "恶臭蛆虫",
		[24207] = "亡者大军 <苦涩花开-戈古纳斯>",
		[145001] = "拉娜莱·月影",
		[97081] = "布约恩国王",
		[18259] = "班塔尔",
		[122678] = "沙漠毒蜂",
		[147002] = "奥术紫水晶",
		[134841] = "重构的恐魔",
		[151775] = "皇家塑形者",
		[151144] = "哈提",
		[54432] = "姆诺兹多",
		[38306] = "扎尔吉拉",
		[103225] = "酸喉幼蝎",
		[139009] = "野性猎手",
		[61508] = "瑟拉提克迅爪战士",
		[95034] = "未知目标 <唤地者古戈特>",
		[61970] = "雾刃撕裂者",
		[18640] = "秘教术士",
		[14122] = "未知目标 <海多斯博恩>",
		[14186] = "拉瓦克·恐怖图腾",
		[151623] = "废铁之王",
		[75331] = "亡首赶尸人",
		[134739] = "净化构造体",
		[149098] = "玛维·影歌",
		[141931] = "督军达古",
		[11465] = "扭木践踏者",
		[95939] = "踏浪巨人",
		[24560] = "女祭司德莉希亚",
		[126263] = "噬魂巡墓者",
		[146102] = "未知目标",
		[59552] = "哭闹的猢狲",
		[127799] = "达萨莱荣誉卫士",
		[41091] = "裂隙 <升腾碎石者>",
		[151147] = "哈提",
		[135789] = "潜泥巨蟒",
		[97083] = "拉努夫国王",
		[154219] = "未知目标 <机甲狼蛛>",
		[81725] = "穆克玛·拉兹",
		[123192] = "诱人的海妖",
		[82201] = "未知目标",
		[134174] = "影裔巫医",
		[151148] = "哈提",
		[135790] = "粗鳞追猎者",
		[129552] = "蒙祖米",
		[126264] = "被激怒的灵魂",
		[147053] = "第七军团卫士",
		[127836] = "风鳍先知",
		[51987] = "未知目标",
		[141934] = "克熙尔卫士",
		[151149] = "哈提",
		[135791] = "粗鳞幼崽",
		[129848] = "吟牙者赫里利",
		[130360] = "安瑟姆莎",
		[81726] = "高尔·顿法罗克",
		[10441] = "天灾鼠",
		[93830] = "钢铁龙骑兵",
		[140768] = "断岳者古鲁",
		[152244] = "上层精灵神射手",
		[153479] = "被裹挟的拳机",
		[4278] = "指挥官斯普林瓦尔",
		[154222] = "赞齐尔追猎者",
		[127247] = "复生的掠食者",
		[59553] = "鸣鸟女皇",
		[11475] = "艾德雷斯幻像",
		[65415] = "未知目标",
		[56541] = "雪流大师",
		[130395] = "棘背战争召唤者",
		[151792] = "粘液元素",
		[145199] = "护财者",
		[62759] = "库尔提克毒蝎兵",
		[9259] = "火印步兵",
		[136204] = "冷齿头狼",
		[140980] = "玉鳞蠕虫",
		[153200] = "燃沸",
		[143985] = "吸吸机器人 <牛哥战火带槽-罗宁>",
		[54690] = "时光扭曲牧师",
		[90389] = "伊什卡奈斯",
		[119724] = "潮汐涌动者",
		[148081] = "收割传送门",
		[19668] = "暗影魔 <圣光將熄>",
		[141938] = "艾什凡狙击手",
		[136884] = "毛鬃战地卫士",
		[45926] = "阿萨德的仆从",
		[112423] = "泥嘴废料操纵者",
		[147987] = "灰雾清道夫",
		[122963] = "莱赞",
		[141939] = "艾什凡观察员",
		[133912] = "血誓污染者",
		[10411] = "纳克萨玛斯之眼",
		[128652] = "维克戈斯",
		[5270] = "阿塔莱食尸者",
		[56754] = "碧空翔龙",
		[74478] = "亡首篡影者",
		[142682] = "扎拉斯·枯木",
		[8905] = "战斗傀儡",
		[140978] = "末日坑道虫",
		[103742] = "狂血尖啸者",
		[10987] = "深铁穴居怪",
		[28231] = "晶化看护者",
		[148625] = "卡格瓦的回响",
		[153998] = "潮泉涌动者",
		[122684] = "复生恐魔",
		[90432] = "邪火喷射机",
		[136882] = "毛鬃守护者",
		[102672] = "尼珊德拉",
		[154125] = "希拉凯斯监督者",
		[75980] = "盲光锋颚者",
		[54691] = "时光扭曲女巫",
		[59150] = "织焰者孔格勒",
		[110398] = "梦境守护者",
		[9263] = "火印恐法师",
		[103231] = "严酷的审判官",
		[141942] = "碎骨者穆罗克",
		[134775] = "唤地者古戈特",
		[91808] = "瑟芬崔斯克",
		[153205] = "宝石粉碎者",
		[12203] = "兰斯利德",
		[133627] = "塔利·萨普纳波",
		[131704] = "高提",
		[153263] = "克里奇",
		[6230] = "动力保安装甲",
		[127497] = "艾什凡卫士",
		[152182] = "锈羽",
		[137484] = "阿库尔大王",
		[56636] = "指挥官瑞魔克",
		[59299] = "血色卫士",
		[59555] = "游荡恶煞",
		[59811] = "不稳定的能量",
		[133753] = "未知目标",
		[140670] = "魁梧的岩鬃雪怪",
		[13099] = "深铁矿洞探险者",
		[39954] = "暮光织影者",
		[103694] = "潜伏恐魔 <萨维斯>",
		[4852] = "石窟智者",
		[101390] = "大亵渎者马利萨",
		[107328] = "虚空烈焰地狱火",
		[150136] = "无面撕裂者",
		[135006] = "热风元素",
		[83689] = "锐爪猎手",
		[11464] = "扭木纠缠者",
		[124399] = "被感染的恐角龙",
		[94018] = "暗影爆破者",
		[152071] = "暴怒的幽灵",
		[101389] = "腐化防御者",
		[150137] = "无面抑制者",
		[7030] = "暗炉地质学家",
		[56589] = "突袭者加杜卡",
		[91459] = "纳迦蛮兵",
		[141832] = "腐烂之尾",
		[153464] = "麦卡贡密封箱",
		[115008] = "燃烧军团先锋",
		[74565] = "征服者克鲁尔",
		[141947] = "石拳蛮兵",
		[134780] = "诱来的斧喙鸟",
		[141303] = "王牌轰炸机",
		[152540] = "莱雅妮·猎影者",
		[40084] = "风箱奴隶",
		[11496] = "伊莫塔尔",
		[136829] = "枯枝掷斧者",
		[43430] = "巨石之核狂战士",
		[150139] = "虚空猎人克兹克斯",
		[128683] = "无信拾骨者",
		[150329] = "屑骨歼灭者",
		[7606] = "欧罗·血眼",
		[48445] = "巨怪仆从",
		[155259] = "起重专家高戈",
		[62596] = "上古游魂",
		[148315] = "被净化的壁垒",
		[139949] = "瘟疫博士",
		[134782] = "凶喙",
		[54693] = "时光扭曲火枪手",
		[136830] = "枯枝猎头者",
		[91789] = "积怨夫人",
		[91103] = "邪火攻城车",
		[76104] = "畸形僵尸蛛",
		[61245] = "电能图腾 <逗萨包>",
		[136831] = "枯枝巫医",
		[48550] = "未知目标",
		[135807] = "冒泡的艾泽里特",
		[129856] = "赫里利的翼手龙",
		[154237] = "未知目标",
		[142338] = "高地阔步龙",
		[126969] = "托萨克",
		[58960] = "阿尔卡塔克西",
		[147202] = "活化艾泽里特裂片",
		[39260] = "北卫军步兵",
		[83804] = "灰槌碎胆者",
		[136832] = "枯枝狂战士",
		[42663] = "猛禽 <Ljglglqylqy-迦拉克隆>",
		[28235] = "Dark Matter",
		[144792] = "警惕的哨卫",
		[46375] = "捣乱分子",
		[8876] = "沙怒侍僧",
		[152884] = "赞齐尔诱捕者",
		[81859] = "范加尔",
		[129601] = "破浪持戟者",
		[74947] = "嚼骨食尸鬼",
		[155263] = "问题解决专家斯基兹",
		[9260] = "火印军团战士",
		[151934] = "蜘蛛收割者",
		[145405] = "帕库",
		[148243] = "堕落信徒",
		[125250] = "远古断颌鳄",
		[139946] = "心脏守卫",
		[144693] = "曼赛罗伊·弗雷菲斯",
		[9708] = "燃烧小鬼 <裂盾术士>",
		[85771] = "黑暗编织者凯斯长老",
		[17962] = "盘牙背叛者",
		[45930] = "空气司祭",
		[131586] = "宴会招待员",
		[133988] = "被诅咒的矛隼",
		[153217] = "逐潮掠夺者",
		[105451] = "反击图腾 <元素萨斯-奥蕾莉亚>",
		[10220] = "哈雷肯",
		[148390] = "杰茜贝尔·月盾",
		[74569] = "滋养之水",
		[10412] = "地穴爬行者",
		[138181] = "未知目标",
		[76105] = "晶焰图腾 <鲁古格>",
		[153218] = "逐潮鱼人",
		[139290] = "轻巧的梅森",
		[59302] = "维多尼中士",
		[93157] = "被亵渎的巡林者",
		[132741] = "焰鳞多头蛇",
		[44926] = "神誓游荡者",
		[126919] = "铁潮唤雷者",
		[126719] = "铁潮杀手",
		[153219] = "逐潮先知",
		[137156] = "海贤新兵",
		[61448] = "希克提克士兵",
		[131718] = "荆翼",
		[132742] = "焰鳞阔步者",
		[3196] = "火刃新兵",
		[129128] = "闪电刀翼风蛇",
		[46248] = "河爪斗殴者",
		[136838] = "残暴者兹戈多",
		[133173] = "未知目标",
		[26555] = "天灾巨人",
		[125082] = "狂乱的长尾鲨",
		[137720] = "翱翔的雄鹰",
		[18642] = "魔能警戒犬",
		[48040] = "俾格米蛮兵",
		[92326] = "荧光夹竹桃",
		[65317] = "翔",
		[146054] = "高爆炸弹",
		[138887] = "赤潮秘法师",
		[147708] = "埃瑟里克斯·纳拉辛",
		[140935] = "沸泉卫兵",
		[141959] = "妖术祭司哈拉卡",
		[108359] = "爆裂幼蝎",
		[76107] = "烈日光束 <鲁古格>",
		[58791] = "未知目标",
		[147079] = "第七军团神射手",
		[59303] = "驯犬者布兰恩",
		[13448] = "亚斯拉·血矛",
		[103240] = "疫棘蔓生物",
		[135817] = "微风",
		[17879] = "时空领主德亚",
		[152199] = "魔导师哈瑟尔",
		[136841] = "邪恶的图祖恩",
		[138889] = "预言者乌弗尔德",
		[147080] = "战场机械师",
		[13316] = "冰冷矿洞苦工",
		[136177] = "塞西莉亚修女",
		[135818] = "狂风士兵",
		[108360] = "酸喉幼蝎",
		[46249] = "河爪杀戮者",
		[7275] = "暗影祭司塞瑟斯",
		[145061] = "尖啸的夜翼鸦",
		[47244] = "未知目标 <灬淼淼木灬-熊猫酒仙>",
		[56712] = "愤怒的灵魂 <金酿族长>",
		[149129] = "第七军团神射手",
		[127381] = "淤泥螃蟹",
		[137553] = "卡萨克斯将军",
		[135819] = "活体旋风",
		[20906] = "相位捕猎者",
		[138434] = "怨鳍风暴女巫",
		[153604] = "赞齐尔鳞卫",
		[8911] = "火焰驱逐者",
		[11054] = "未知目标 <希望破坏者威利>",
		[134821] = "怨目石化者",
		[108361] = "晶化幼蝎",
		[152202] = "洛娃·血击",
		[136844] = "沙顶战士",
		[50857] = "未知目标",
		[43778] = "死神5000",
		[10388] = "怀恨的幻影 <冲锋送死-诺兹多姆>",
		[154681] = "溺亡宝珠 <亡鳍深水先知>",
		[106041] = "僵尸 <暗黑之邪神-克苏恩>",
		[126291] = "联盟步兵",
		[152203] = "茜拉姬女士",
		[136845] = "沙顶掷斧者",
		[153250] = "未知目标",
		[114676] = "复活的先锋",
		[139246] = "恐怖火炮",
		[75097] = "晶化碎片 <剃刀沼泽地卜师>",
		[150156] = "屑骨歼灭者",
		[145036] = "第七军团传教士",
		[62632] = "希克提克工程师",
		[136846] = "沙顶饮血者",
		[136413] = "尊主塞拉雯",
		[46250] = "河爪偷猎者",
		[21891] = "塞泰克撕裂者",
		[145058] = "影羽渡鸦",
		[153228] = "齿轮检查者齿星",
		[9196] = "欧莫克大王",
		[98081] = "未知目标 <乌拉罗格·塑山>",
		[136847] = "沙顶暗影猎手",
		[3560] = "治疗结界 <石窟智者>",
		[147086] = "戈比什·切械",
		[7796] = "耐克鲁姆",
		[136186] = "海贤灵魂师",
		[142991] = "被束缚的潮汐元素",
		[83790] = "灰槌火语者",
		[13079] = "基塔尔",
		[136848] = "沙顶占卜者",
		[152224] = "群落看护者",
		[17517] = "地狱火斥候",
		[75096] = "晶化畸变怪 <剃刀沼泽地卜师>",
		[17624] = "嘲颅卫士",
		[8877] = "沙怒狂热者",
		[17880] = "坦普卢斯",
		[141808] = "卡达林将军",
		[136849] = "沙顶狂战士",
		[44715] = "残忍的精神鞭笞者",
		[9197] = "尖石战斗法师",
		[9261] = "火印暗法师",
		[61613] = "树脂残渣",
		[9198] = "尖石秘法师",
		[59808] = "影踪派风暴使者",
		[62633] = "希克提克建造者",
		[45412] = "奥里克斯·瑞文戴尔领主",
		[130024] = "湿乎乎的船舱鼠",
		[4855] = "石窟争斗者",
		[10463] = "尖叫的女妖",
		[132755] = "断喙食腐鸟",
		[141970] = "腐烂之根",
		[120651] = "爆炸物",
		[122264] = "千年脊壳龟",
		[56746] = "碳酸饱和",
		[1270] = "恶臭的食尸鬼",
		[106317] = "风暴图腾 <老月灼-布兰卡德>",
		[95061] = "巨型火元素",
		[10413] = "地穴兽",
		[66898] = "水黾",
		[59309] = "顺从的猎犬",
		[5271] = "阿塔莱死亡行者",
		[28276] = "大型魔网雏龙",
		[136864] = "恐惧者阿古",
		[23970] = "维库骷髅",
		[83798] = "爆燃灰烬",
		[103246] = "梦魇病原体",
		[11484] = "畸形残渣",
		[46251] = "河爪掠夺者",
		[134141] = "棘背兽群领主",
		[105294] = "腐蹄暗影猎手",
		[7396] = "土灵破石者",
		[27636] = "碧蓝魔网雏龙",
		[148116] = "毕姆温德船长",
		[5687] = "被俘虏的憎恶",
		[5719] = "摩弗拉斯",
		[11792] = "腐烂巡影者",
		[46252] = "河爪萨满祭司",
		[54699] = "时光扭曲夜刃豹",
		[18315] = "虚灵妖术师",
		[75090] = "压迫之握",
		[85382] = "乌瑞恩先锋军战旗 <元素萨斯-奥蕾莉亚>",
		[127820] = "斥候斯卡斯尼斯",
		[38346] = "魔暴龙",
		[131132] = "莫乔巴",
		[127939] = "永恒者托拉斯科",
		[56747] = "古·穿云",
		[154378] = "机械化的执行者",
		[106319] = "余烬图腾 <元素萨斯-奥蕾莉亚>",
		[24664] = "凯尔萨斯·逐日者",
		[132760] = "平原狼蛛",
		[54701] = "时光扭曲女猎手",
		[54445] = "吉安娜的残影",
		[33966] = "重压触须",
		[137880] = "诺斯弗德防御者",
		[59051] = "争吵",
		[131577] = "火焰之魂",
		[86535] = "狱卒里基尔",
		[8913] = "暮光使者",
		[150167] = "屑骨噬能者",
		[17881] = "埃欧努斯",
		[80211] = "吐霜寡妇蛛",
		[129869] = "饥饿的拱地者",
		[137881] = "诺斯弗德骑士",
		[1662] = "派瑞恩队长",
		[148120] = "库尔提拉斯水兵",
		[74580] = "凝结瘟疫泥团",
		[141977] = "泥吻米登",
		[149144] = "吉安娜的潮汐元素",
		[148121] = "旗舰水手",
		[54700] = "时光扭曲夜刃豹",
		[137882] = "诺斯弗德弩手",
		[155288] = "强化的OOX-35/MG",
		[139930] = "风暴骑士泰尔敏",
		[145052] = "伊纳尼斯",
		[145053] = "恐怖的憎恶体",
		[39854] = "碧蓝血脉卫士",
		[80212] = "吐霜蜘蛛",
		[56748] = "泡沫酒灵 <泡沫酒灵>",
		[137883] = "雄狮工程师",
		[106321] = "顺风图腾 <元素萨斯-奥蕾莉亚>",
		[129981] = "潮缚海盗",
		[10407] = "鲜肉食尸鬼",
		[140777] = "宝石碎片巨像",
		[134812] = "肮脏的沼泽掠夺者",
		[147098] = "雪怒之魂",
		[1766] = "疯狂的座狼",
		[11783] = "瑟莱德丝碎片",
		[126973] = "钩尾雄峰",
		[139932] = "雷闪",
		[43438] = "克伯鲁斯",
		[141980] = "炼金师皮茨",
		[127490] = "骑士队长瓦莱莉",
		[129359] = "锯齿鲨",
		[136861] = "暮色巡游者库里",
		[137885] = "贪吃的螃蟹",
		[17371] = "影月术士",
		[11480] = "奥术畸兽",
		[59764] = "治疗之潮图腾 <丶卟呐呐-冰霜之刃>",
		[75715] = "复苏的祭祀之骨",
		[124547] = "猎血苦力",
		[46254] = "霍格",
		[136862] = "奥尔戈",
		[126288] = "蛇人掠夺者",
		[58633] = "指导者寒心",
		[27644] = "幻影狼",
		[150436] = "胡墨戈斯",
		[138226] = "海贤班克森",
		[39855] = "碧蓝血脉先知",
		[56329] = "柯山",
		[136863] = "了不起的莫塔",
		[65875] = "勇齐火骑手",
		[130896] = "未知目标 <拉乌尔船长>",
		[10375] = "尖塔小蜘蛛",
		[74583] = "溃烂小蜘蛛",
		[90378] = "基尔罗格·死眼",
		[134816] = "妖骨饲育者",
		[134060] = "斯托颂勋爵",
		[153246] = "剑鱼人心灵奴隶",
		[146079] = "第七军团旋翼飞行员",
		[17370] = "嘲颅执行者",
		[10221] = "血斧座狼幼崽",
		[17626] = "嘲颅军团士兵",
		[145358] = "艾泽里特融石者",
		[17882] = "黑色阔步者",
		[59480] = "脆弱的骷髅",
		[11476] = "上层精灵骷髅",
		[40021] = "躁动的火花",
		[18394] = "虚灵怨魂 <虚灵缚法者>",
		[9262] = "火印祈求者",
		[74584] = "溃烂的织网小蜘蛛",
		[141985] = "使徒扎许斯里尔",
		[125326] = "桥港码头工人",
		[54446] = "炙焰之核灰烬",
		[145057] = "小精灵",
		[62757] = "库尔提克毁灭者",
		[57080] = "腐化的卷轴",
		[126918] = "铁潮射手",
		[94724] = "布莉安达",
		[141986] = "恶臭的幼虫",
		[21695] = "潮汐涌动者",
		[135167] = "幽魂狂战士",
		[129874] = "未知目标",
		[102404] = "石爪虫王",
		[134137] = "神殿侍从",
		[18422] = "寻日者植物学家",
		[38453] = "阿克图瑞斯",
		[10414] = "缝补憎恶",
		[151202] = "污秽具象",
		[130850] = "铁潮火炮",
		[145059] = "狡猾的夜翼鸦",
		[21338] = "盘牙麻疯者",
		[21466] = "心灵撕裂",
		[127315] = "复生图腾",
		[132773] = "石拳执行者",
		[141988] = "迅捷的峭壁行者",
		[2748] = "阿扎达斯",
		[135845] = "卡梅特勋爵",
		[145060] = "巨大的影羽鸦",
		[80495] = "希尔德·骇卫",
		[44976] = "尼斐塞特疫病使者",
		[75285] = "暮光塑风者",
		[138187] = "怪诞恐魔",
		[67235] = "未知目标 <缘灬方方-白银之手>",
		[134822] = "砾鳞主母",
		[135846] = "沙鳞突击者",
		[54703] = "格玛利焚化者",
		[154276] = "超载的线圈承载者",
		[40935] = "海地精猎人",
		[148133] = "负伤的陆军",
		[25865] = "冰冻核心",
		[3877] = "哀嚎的卫兵",
		[122076] = "冰雪之珠",
		[152568] = "乌尔杜",
		[75981] = "天降之匕",
		[12206] = "原始巨兽",
		[47085] = "接地场",
		[120850] = "加兹拉贡",
		[58965] = "梅克拉达斯",
		[3116] = "尘风抢劫者",
		[59479] = "破桶而出的炎诛",
		[10399] = "图萨丁侍僧",
		[29335] = "阿努巴尔织网者",
		[137896] = "雄狮持盾卫士",
		[102232] = "缚石捕兽者",
		[20873] = "负电子空间主宰",
		[140968] = "赤背打击者",
		[95577] = "虚空触须",
		[29832] = "达卡莱魔像",
		[56915] = "太阳",
		[145064] = "布雷泽",
		[93813] = "雇佣工程师",
		[44977] = "尼斐塞特折磨者",
		[62346] = "炮舰",
		[10808] = "悲惨的提米",
		[9216] = "尖石军阀",
		[83803] = "灰槌劫掠者",
		[78575] = "扛不住算我输",
		[145065] = "夜翼雏鸦",
		[137898] = "未知目标",
		[150937] = "唾海",
		[148137] = "月狂潮行者",
		[140970] = "爆岩虫",
		[103769] = "萨维斯",
		[134338] = "海贤执行者",
		[129366] = "水鼠帮海盗",
		[147965] = "不稳定的艾泽里特",
		[134390] = "未知目标 <蛋>",
		[54923] = "永恒守卫",
		[65131] = "韶天织痛者",
		[12053] = "霜狼守卫者",
		[128770] = "战争主母纳格拉",
		[134828] = "小型水元素",
		[146940] = "原始摧心魔 <乌纳特>",
		[122454] = "公司警卫",
		[131585] = "被奴役的卫士",
		[126807] = "听话的苦力",
		[90318] = "枯法狂热者",
		[134147] = "蜂巢巨虫",
		[18636] = "秘教刺客",
		[9416] = "裂盾座狼",
		[129367] = "水鼠帮唤风者",
		[9693] = "血斧招魂师",
		[147970] = "莫格玛尔",
		[147072] = "布里格斯队长",
		[106842] = "爬行恐魔",
		[149164] = "闷燃复仇的化身",
		[62128] = "库尔提克疾翼战士",
		[138540] = "未知目标 <吟牙者索雷斯>",
		[146436] = "未知目标",
		[126725] = "老双帆龙",
		[132919] = "怨鳍巨兽",
		[123654] = "幼年钳嘴鳄",
		[139444] = "通灵领主提安",
		[101388] = "腐蹄暗影猎手",
		[59372] = "血色学者",
		[150834] = "不安的藻魔",
		[153303] = "虚空之刃卡萨尔",
		[132532] = "库尔提拉斯神射手",
		[154285] = "复仇的上层精灵",
		[150698] = "凝结油脂",
		[41139] = "纳兹夏尔愈灵者",
		[54795] = "光明之泉 <时光扭曲牧师>",
		[29982] = "达卡莱掠夺者",
		[62348] = "希克提克士兵",
		[140299] = "幽魂之牙",
		[136880] = "毛鬃野猪人",
		[27981] = "畸形的淤泥怪 <塑铁者斯约尼尔>",
		[9237] = "指挥官沃恩",
		[148491] = "青翠守护者",
		[127833] = "风鳍珍珠卫士",
		[150191] = "阿法留斯",
		[123146] = "分裂的残魂",
		[129369] = "铁潮袭击者",
		[60849] = "青龙雕像 <將軍肚-罗宁>",
		[137905] = "灌注艾泽里特的元素",
		[9199] = "尖石执行者",
		[123226] = "港口长尾鲨",
		[140977] = "玉鳞噬咬者",
		[138475] = "泰兰提奥",
		[23954] = "掠夺者因格瓦尔",
		[135858] = "第七军团水手",
		[9583] = "血斧精兵",
		[120588] = "河泽钳嘴鳄",
		[142725] = "恐怖幻影",
		[97172] = "盐海小水滴",
		[39348] = "熔岩犬",
		[140263] = "符蹄鹿",
		[140585] = "暗色潜伏者",
		[129370] = "铁潮塑浪者",
		[136883] = "毛鬃唤棘者",
		[75155] = "吞噬者阿库麦尔",
		[59751] = "影踪派戒卫",
		[18317] = "虚灵牧师",
		[151058] = "冒泡的鲜血",
		[133812] = "赞克希布",
		[78116] = "水元素",
		[141946] = "石拳法师",
		[145075] = "卡格瓦",
		[136117] = "死腐收割者",
		[63696] = "贪食的恐虫",
		[40357] = "被召唤的烈火幽灵",
		[127835] = "风鳍织潮者",
		[128347] = "妖缚咆哮者",
		[112477] = "尤格·泥口",
		[29836] = "达卡莱作战骑兵",
		[136885] = "毛鬃织棘者",
		[122204] = "未知目标",
		[44980] = "尼斐塞特施咒者",
		[130318] = "滑刃先知",
		[30668] = "碧蓝袭击者",
		[5720] = "德拉维沃尔",
		[63688] = "瑟拉提克调亡者",
		[46260] = "灼热毁灭者",
		[136886] = "旗手科拉尔",
		[146552] = "库尔提拉斯织潮者",
		[139804] = "风投探员",
		[5912] = "变异精灵龙",
		[95072] = "巨型土元素 <老月灼-布兰卡德>",
		[128348] = "无脑的流亡者",
		[56395] = "影踪派新人",
		[8900] = "厄炉魔匠",
		[69943] = "灵魂行者茶樱樱",
		[12207] = "塞萨拉多头怪",
		[155227] = "橙黄打击者",
		[138644] = "克瓦迪尔诅咒行者",
		[153959] = "野蛮的毒鳍龙",
		[6232] = "施法者克星X-21",
		[124642] = "巨蜥幼体",
		[100704] = "黑暗骑士",
		[58803] = "憎恨碎片",
		[146103] = "赤精之歌",
		[60561] = "地缚术 <大米自闭患者-梅尔加尼>",
		[140677] = "魁梧的霜须雪怪",
		[18663] = "戒律魔女",
		[138429] = "怨鳍缚潮者",
		[104288] = "崔利艾克斯",
		[5048] = "无毒飞蛇",
		[152098] = "艾泽里特液滴",
		[146104] = "活动炸弹",
		[44981] = "神誓剥皮者",
		[13359] = "霜狼弓箭手",
		[140985] = "酸蚀蠕虫",
		[59100] = "作废的试验样本",
		[43658] = "狂乱的鳄鱼",
		[92514] = "韶衮",
		[45063] = "断骨沙蝎",
		[134686] = "成年三叶虫",
		[137029] = "军械专家",
		[6910] = "鲁维罗什",
		[140986] = "酸蚀潜地者",
		[136083] = "被遗忘的居民",
		[129784] = "无信者平民",
		[29774] = "喷毒的眼镜蛇",
		[11459] = "埃隆巴克保护者",
		[154297] = "剑鱼人剑士",
		[18641] = "秘教魔仆",
		[153699] = "巨蜥酸背者",
		[140987] = "贪婪的化血者",
		[150202] = "波涛之刃猎人",
		[83812] = "灰槌执行者",
		[7320] = "石窟虐待者",
		[61672] = "黑暗萨满助手",
		[50869] = "屠夫拉佐克劳",
		[13089] = "冰冷矿洞守卫",
		[94563] = "血缚狂信徒",
		[127839] = "风鳍裂帆者",
		[102431] = "鲜血公主萨安娜",
		[99360] = "邪棘魔花",
		[16181] = "蹂躏者洛卡德",
		[7608] = "穆尔塔",
		[107551] = "怒刃入侵者",
		[44982] = "尼斐塞特暗法师",
		[144770] = "黑潮女巫",
		[9035] = "安格雷尔",
		[75110] = "剃刀沼泽启蒙者",
		[7800] = "机械师瑟玛普拉格",
		[46262] = "滚石元素",
		[84837] = "沼泽生物",
		[146109] = "午夜冲锋者",
		[14327] = "蕾瑟塔蒂丝",
		[90661] = "艾瑞达祈求者",
		[126749] = "恐虱附吸者",
		[140695] = "白化惧牙蛇",
		[130256] = "阿曼尼野熊",
		[78936] = "鬣蜥人食铁者",
		[8120] = "苏利萨斯憎恶",
		[130400] = "铁潮打击者",
		[106339] = "讨厌的技师",
		[136250] = "灾厄妖术师",
		[20901] = "萨格隆弓箭手",
		[20912] = "预言者斯克瑞斯",
		[56706] = "科里克提克飞行投弹手",
		[58549] = "狡猾的幼狐",
		[27281] = "仪祭引导者",
		[138300] = "神圣军旗 <光铸勇士>",
		[47132] = "黑暗潜伏者",
		[88227] = "火山 <上古地狱火>",
		[14465] = "联盟军旗 <神圣之萨满-玛里苟斯>",
		[49267] = "水晶碎片",
		[152538] = "黑暗游侠赞拉",
		[21139] = "永恒征服者",
		[142704] = "辛迪加雇佣兵",
		[146945] = "群居的空灵爪牙",
		[9200] = "尖石劫掠者",
		[9264] = "火印炎术师",
		[132802] = "岩角雪人",
		[11947] = "加尔范上尉",
		[46007] = "旋风之盾",
		[152256] = "岩崩",
		[134966] = "不安之石",
		[154304] = "波涛之刃萨满",
		[147137] = "伯拉勒斯守卫",
		[59547] = "蒋",
		[132803] = "岩鬃雪怪",
		[59551] = "眩晕",
		[71529] = "魔暴龙",
		[32593] = "敏捷的爬虫",
		[135239] = "幽魂巫医",
		[63610] = "韶天统御者",
		[146456] = "戈尔拉斯中尉",
		[315] = "斯塔文·密斯特曼托",
		[17621] = "野蛮的卫兵",
		[10416] = "喷胆者",
		[134852] = "怨骨破坏者",
		[14185] = "纳亚克·海克森",
		[151627] = "阿修先生",
		[129830] = "巨大的响钳",
		[126672] = "海湾鳗鱼",
		[148622] = "吉布尔的回响 <迪弗娅妮>",
		[140996] = "深钻虫",
		[54431] = "贝恩的残影",
		[60208] = "跳跳兔",
		[128434] = "飨宴的啸天龙",
		[11120] = "复生的铸锤师",
		[135765] = "洪流图腾",
		[5277] = "噩梦刃鳞龙人",
		[155841] = "缚影者阿茜萨",
		[131685] = "符文信徒",
		[7286] = "祖尔法拉克僵尸",
		[147852] = "棕掌长者",
		[46264] = "灼热勋爵",
		[29307] = "达卡莱巨像",
		[148392] = "基尔卡罗克龙虾人",
		[151629] = "厄尼斯特",
		[7273] = "加兹瑞拉",
		[132807] = "僭悌魁麟",
		[128356] = "啐魂眼镜蛇",
		[74488] = "冰冻之魂",
		[80234] = "霜火小戈隆",
		[136032] = "吉布尔的子嗣",
		[40633] = "纳兹夏尔荣誉守卫",
		[131302] = "铁潮劫掠者",
		[89653] = "贡戈麦什",
		[90985] = "未知目标",
		[128435] = "剧毒细颚龙",
		[134856] = "抱齿兽骑兵",
		[152262] = "上层精灵织法者",
		[58807] = "憎恨残渣",
		[85354] = "维萨普中尉",
		[139350] = "阿纳哈·枯息",
		[131785] = "嗡鸣的寄生虫",
		[157382] = "未知目标 <毒鳍龙母>",
		[144981] = "军情七处刺客",
		[28729] = "看守者纳尔伊",
		[80235] = "戈伦",
		[147533] = "库尔提拉斯火炮",
		[146120] = "风暴分身",
		[89802] = "积怨海巨人",
		[90474] = "恶魔猎手",
		[157383] = "未知目标",
		[142423] = "监工克里克斯",
		[83819] = "布里豪斯",
		[145495] = "黑潮奔波鱼人",
		[93162] = "暗影祈求者",
		[154312] = "赞齐尔鳞卫",
		[18327] = "迷时的控制者",
		[11469] = "艾德雷斯怨魂",
		[4847] = "暗炉发掘者",
		[133835] = "狂野的群居血虱",
		[132338] = "自控导弹",
		[125335] = "艾什凡化学家",
		[113512] = "腐败软泥怪",
		[146122] = "火焰分身",
		[48420] = "迪菲亚掘地工",
		[48548] = "不朽巨神像",
		[147512] = "库尔提拉斯火炮",
		[133836] = "复活的护卫",
		[42333] = "高阶女祭司艾苏尔",
		[92523] = "瓦兹法扎",
		[134744] = "未知目标",
		[97337] = "扭曲的守卫者",
		[92789] = "暗魔恐怖使者",
		[80190] = "古鲁克",
		[127847] = "食腐翼龙",
		[9038] = "西斯雷尔",
		[44966] = "希尔斯布莱德难民",
		[17309] = "地狱火哨兵",
		[136909] = "无信侵攻者",
		[114281] = "飞行管理员的坐骑",
		[145280] = "督军苏尔吉奥斯",
		[147968] = "焦躁的艾泽里特",
		[150462] = "掠行鳗",
		[148541] = "第七军团掠夺者",
		[138727] = "群居血虱",
		[136293] = "鲜血巨魔狂战士",
		[153697] = "赞齐尔毁灭者",
		[86731] = "裂蹄磊",
		[152674] = "康复之泉",
		[97084] = "托尔国王",
		[138088] = "妖木哨兵",
		[87359] = "考什克",
		[133482] = "蛛形地雷",
		[59360] = "生肉移植体",
		[136911] = "无信唤天者",
		[140759] = "未知目标",
		[155341] = "强化的闪织之卵",
		[145346] = "基尔卡罗克指挥官",
		[132969] = "凯蒂·印哨 <Vinador-达纳斯>",
		[46963] = "沃登勋爵",
		[125240] = "邪鳞水术师",
		[153192] = "未知目标",
		[136912] = "无信愈疗者",
		[151709] = "充能的废钢幼犬",
		[11790] = "腐烂萨特",
		[152681] = "泰丰努斯亲王",
		[138506] = "赤鳞",
		[154731] = "分裂软泥怪",
		[125242] = "邪鳞清道夫",
		[90435] = "考莫克",
		[152685] = "未知目标",
		[123853] = "联盟男巫师",
		[155343] = "汽摩蛛卵",
		[9265] = "燃棘暗影猎手",
		[153465] = "被裹挟的废钢猎犬",
		[133842] = "战争爬虫卡基西斯",
		[152687] = "狂风士兵",
		[92526] = "泽里舍克",
		[76656] = "未知目标",
		[126314] = "蛇人看护者",
		[4857] = "石头看守者",
		[103162] = "艾瑞达祈求者",
		[132819] = "锈斑幼崽",
		[24761] = "亮鳞浮龙",
		[142745] = "达比雷民兵",
		[152273] = "血鳍唤潮者",
		[56762] = "玉珑",
		[149663] = "影爪",
		[130273] = "塞雷布拉斯树妖",
		[148178] = "畸变嗜魔者",
		[132820] = "泥吻小猪",
		[10417] = "泼毒者",
		[134868] = "鲜血巨魔追猎者",
		[152274] = "血鳍鱼人",
		[58810] = "仇恨碎片",
		[104937] = "祖灵萨满",
		[26918] = "混乱裂隙",
		[29791] = "犀牛之魂 <迦尔达拉>",
		[149203] = "第七军团步兵",
		[95599] = "噩梦小鬼",
		[134869] = "鲜血巨魔斩杀者",
		[135893] = "燃烬卫士",
		[153299] = "碎骨者苏恩",
		[130411] = "未知目标",
		[145512] = "诺文顿卫兵",
		[90480] = "痛苦的翼鹿",
		[40272] = "升腾碎石者",
		[5721] = "德姆塞卡尔",
		[13179] = "空军指挥官古斯",
		[135894] = "火元素",
		[153300] = "钢躯佐科",
		[90272] = "上古统御者",
		[75408] = "阿库麦尔",
		[5913] = "战栗图腾 <好惊-暗影议会>",
		[61399] = "格林托克斥候",
		[137375] = "光铸战争机甲",
		[125452] = "浅湾巨蜥",
		[135895] = "灼光火花",
		[153301] = "希拉凯斯觅星者",
		[129214] = "投币式群体打击者",
		[155349] = "闪织切割者",
		[148182] = "微光残迹",
		[8336] = "哈卡莱挖掘者",
		[6233] = "机械哨兵",
		[27638] = "碧蓝魔环卫士",
		[58555] = "血色狂热者",
		[153302] = "冰川法师基艾拉",
		[91543] = "腐化的鸦爪祭司",
		[17377] = "击碎者克里丹",
		[148183] = "戈比什·切械",
		[59835] = "科里克提克虫群",
		[95319] = "可耻的萨德里斯",
		[134080] = "莽林血魔",
		[144757] = "埃德加德·影爪",
		[129901] = "蛇人战争使者",
		[148797] = "亡者魔导师",
		[138969] = "僭悌幽魂",
		[148184] = "狂怒汲魔者",
		[123461] = "邪鳞巨兽",
		[93619] = "地狱火蛮兵",
		[8921] = "血犬",
		[139034] = "刀鳍穿刺者",
		[153304] = "安达娜·霜刺",
		[5273] = "阿塔莱高阶祭司",
		[138970] = "复仇之魂",
		[70005] = "魔暴龙",
		[127854] = "硬舌伏击者",
		[95602] = "秘法师维鲁恩",
		[39870] = "暮光捕火者",
		[28922] = "阿努巴尔碾压者",
		[56764] = "吞噬之煞",
		[130414] = "蛇人唤天者",
		[138971] = "僭悌翔龙",
		[63586] = "玛瑙毒尾龙",
		[140120] = "失落已久的暗影",
		[133852] = "生命腐质",
		[113127] = "崖翼天爪鹰",
		[152282] = "地下堡垒精英护卫",
		[58812] = "怨恨精华",
		[135235] = "幽魂兽王",
		[138972] = "僭悌碎云龙",
		[29792] = "霜羽尖啸者",
		[40019] = "暮光黑曜石钻孔者",
		[95603] = "秘法师艾兰",
		[127048] = "枯须掘地工",
		[152283] = "狂暴的拳机",
		[105330] = "狂暴的魔犬",
		[122224] = "恐角公龙",
		[153737] = "希拉凯斯学徒",
		[92599] = "鲜血头狼",
		[109045] = "怒目地劣魔",
		[142045] = "枯须掘地工",
		[127111] = "铁潮桨手",
		[135902] = "血枝真菌占卜者",
		[136926] = "浪原先知",
		[136034] = "阿昆达的子嗣",
		[126832] = "天空上尉库拉格",
		[99359] = "腐心守护者",
		[155469] = "失控的炸弹",
		[6329] = "辐射抢劫者",
		[130713] = "滕戈",
		[152285] = "未知目标",
		[153309] = "奥扎娜，滚雷之箭",
		[138255] = "艾什凡观察员",
		[59335] = "伯里尔基抢劫者",
		[90485] = "邪火巨炮",
		[140758] = "海贤召唤师",
		[142047] = "枯须勘探员",
		[13328] = "经验丰富的守卫者",
		[127737] = "提泽加助祭",
		[153310] = "卡莉娜，寒冰之枪",
		[128587] = "复生的巨怪",
		[102260] = "幽灵镰 <埃瑞丁>",
		[54320] = "正义的伙伴",
		[7246] = "沙怒暗影猎手",
		[133857] = "沙德拉潜伏者",
		[44924] = "神誓侍从",
		[152287] = "汽摩蛛",
		[153311] = "滑刃者阿赞兹",
		[97171] = "积怨奥术师",
		[147168] = "第七军团坚兵",
		[82295] = "戈隆粉碎者",
		[90998] = "枯碎塑造者",
		[149843] = "汽摩护卵者",
		[134882] = "工人",
		[152288] = "汽摩蛛",
		[153312] = "深渊语者吉克斯",
		[152712] = "盲光",
		[151754] = "虚空怨灵",
		[63677] = "瑟拉提克工虫",
		[89811] = "驯服的鱼人",
		[39616] = "纳兹夏尔入侵者",
		[26685] = "巨型冰虫",
		[152289] = "汽摩蛛卵",
		[56766] = "易爆能量",
		[43612] = "高阶预言者巴林姆",
		[148633] = "拉米纳利亚之子",
		[148194] = "未知目标",
		[153523] = "暴怒的锈痕机器人",
		[10418] = "复生的卫兵",
		[75641] = "盲光怒鳍者",
		[33985] = "腐蚀触须",
		[153314] = "奥丹提斯",
		[21346] = "未知目标 <噬魂者>",
		[138349] = "复仇幽魂 <激流堡虔信者>",
		[140444] = "麝腹公牛",
		[153753] = "赞齐尔奴隶主",
		[128371] = "未知目标",
		[6907] = "埃瑞克",
		[152291] = "深渊滑行者",
		[93308] = "传送门守卫者",
		[150805] = "染血化身",
		[155363] = "汽摩护卵者",
		[131814] = "黑铁掷弹兵",
		[91000] = "邪裂巨人",
		[140456] = "荆裘麝牛",
		[152724] = "希拉凯斯征服者",
		[4850] = "石窟潜伏者",
		[136934] = "武器测试员",
		[152492] = "被折磨的灵魂",
		[102263] = "斯考匹隆",
		[63678] = "瑟拉提克截肢者",
		[100937] = "黑暗骑士",
		[17398] = "初生的邪兽人",
		[39873] = "暮光唤龙者",
		[56511] = "腐蚀活水",
		[55236] = "青玉守护者",
		[122965] = "沃卡尔",
		[41073] = "暮光武器大师",
		[24674] = "凤凰 <凯尔萨斯·逐日者>",
		[99192] = "萨维斯之影",
		[58455] = "静水鳄鱼",
		[139429] = "缚岩战士",
		[95951] = "恐针潜伏者",
		[68476] = "郝立东",
		[56884] = "堕落的祝踏岚",
		[139554] = "驯犬者利奥波德",
		[131817] = "被感染的岩喉",
		[45190] = "沙漠俾格米",
		[74490] = "嚼骨食尸鬼",
		[9239] = "燃棘秘法师",
		[11603] = "白须掘地工",
		[129909] = "沸泉打手",
		[155415] = "卡米尔·拉克卡斯",
		[76407] = "耐奥祖",
		[26722] = "碧蓝大法师",
		[74620] = "战斗野猪",
		[56911] = "螳螂妖炮火",
		[130026] = "水鼠帮海语者",
		[92538] = "喷油蛆虫",
		[136989] = "纽斯泰德民兵",
		[103326] = "灵魂兽",
		[24744] = "维萨鲁斯",
		[47297] = "伐木场巨怪",
		[74462] = "督军拉姆塔斯",
		[134514] = "深渊祭师",
		[113597] = "暮色卫队裁决者",
		[84875] = "上古地狱火",
		[134317] = "可憎的魔仆",
		[11453] = "荒野欺诈者",
		[131099] = "嬉笑的荨藤林精",
		[156393] = "水色融合体",
		[141035] = "普罗德摩尔卫兵",
		[59461] = "跳跳兔",
		[40634] = "纳兹夏尔风暴女巫",
		[29064] = "阿努巴尔通灵师",
		[74886] = "灰槌卫兵",
		[101384] = "疫血淤泥",
		[95989] = "未知目标",
		[129548] = "黑齿暴徒",
		[104415] = "时空畸体",
		[84878] = "灰槌炎术士",
		[152426] = "烁壳巨蟹",
		[59207] = "螳螂妖炮火",
		[134123] = "仪式面具",
		[129747] = "疾风军刀",
		[130138] = "追惘之鸦",
		[112251] = "腐败软泥怪",
		[141037] = "库尔提拉斯船员",
		[133870] = "染病鞭笞者",
		[13537] = "经验丰富的冰冷矿洞测量者",
		[84349] = "沼泽畸体",
		[131974] = "瓦伦中尉",
		[135642] = "暮皮虎幼崽",
		[6906] = "巴尔洛戈",
		[63680] = "瑟拉提克钙化者",
		[126337] = "腐烂的工程师",
		[84327] = "骷髅战士",
		[136684] = "蛮锤缚焰者",
		[136687] = "恐怖火炮",
		[61239] = "格林托克神谕师",
		[137967] = "未知目标",
		[131863] = "贪食的拉尔",
		[24675] = "未知目标",
		[141039] = "寒冰镰刀",
		[138466] = "黑曜石雏龙",
		[1863] = "埃勒伊拉",
		[135920] = "昊天劫掠者",
		[154370] = "剑鱼人哨兵",
		[17252] = "弗拉科莱兹",
		[17380] = "布洛戈克",
		[131825] = "女巫布里亚",
		[132849] = "灰毛幼崽",
		[95613] = "缚魂者哈兰尼",
		[17892] = "永恒时光术师",
		[135921] = "阿塔祖尔狂热者",
		[144796] = "大工匠梅卡托克",
		[137969] = "葬礼构造体",
		[98173] = "秘术师萨维",
		[9267] = "燃棘掷斧者",
		[137585] = "陷地图腾 <棘背沼泽看护者>",
		[28923] = "洛肯",
		[75648] = "晶化碎块",
		[135922] = "赞枢利破誓者",
		[145137] = "风险投资公司回收者",
		[136047] = "寒冰之心",
		[19428] = "蓝色毒蛇",
		[63681] = "瑟拉提克回复者",
		[136051] = "法索姆斯",
		[95614] = "缚魂者艾罗瓦",
		[63294] = "伊克提克塔卫",
		[80256] = "暴风之盾骑士",
		[20196] = "虚空鳐 <紫月琉璃丶-罗宁>",
		[76914] = "冷牙",
		[17381] = "制造者",
		[18341] = "潘德莫努斯",
		[91007] = "达古尔",
		[10419] = "复生的魔术师",
		[59241] = "血色宝库管理者",
		[108925] = "未知目标",
		[40319] = "达加·燃影者",
		[42692] = "巨石之核蛮兵",
		[102270] = "艾瑞达入侵者",
		[95408] = "安纳塞隆",
		[26727] = "法师猎手军官",
		[137091] = "远望栖地新兵",
		[56524] = "未知目标",
		[44897] = "毒击飞镖",
		[95152] = "虫爪女猎手",
		[130427] = "球潮虫吞噬者",
		[10423] = "复生的牧师",
		[61634] = "指挥官沃加克",
		[128142] = "虚空之子 <菲囡-红云台地>",
		[5722] = "哈扎斯",
		[60491] = "怒之煞",
		[100735] = "愤怒的回忆",
		[153332] = "赞齐尔蛮兵",
		[99213] = "伊拉穆斯·月刃",
		[147723] = "受折磨的灵魂",
		[28587] = "沃尔坎",
		[3199] = "火刃祭司",
		[128140] = "光耀之子 <圣夜灬赞诗-伊森利恩>",
		[76954] = "帕布拉",
		[10809] = "石脊",
		[153333] = "赞齐尔惩罚者",
		[65231] = "凯帕爬行者",
		[122749] = "亡刺看护者",
		[1780] = "掠网阔步蛛",
		[99200] = "德萨隆",
		[6234] = "机械守护者",
		[11452] = "荒野游荡者",
		[108927] = "MaxwellHouse",
		[76675] = "缚灵者",
		[146251] = "凯瑟琳修女",
		[102272] = "恶魔卫士毁灭者",
		[17462] = "碎手狂热者",
		[127869] = "海滨鬣龙",
		[142072] = "走投无路的特工",
		[10398] = "图萨丁暗影法师",
		[61412] = "黑暗萨满柯兰萨",
		[121017] = "沙怒掷斧者",
		[58726] = "血色大炮",
		[122750] = "亡刺幼体",
		[137587] = "鬼灵侍从",
		[17083] = "邪兽人转化者",
		[45765] = "受折磨的盗墓贼",
		[75652] = "虚空爪牙",
		[77006] = "骸骨幼蛛",
		[59242] = "眩晕",
		[9056] = "弗诺斯·达克维尔",
		[77700] = "影月盗墓者",
		[19557] = "大型魔花",
		[105419] = "凶暴蜥蜴",
		[62572] = "未知目标",
		[40306] = "暮光武器大师",
		[137103] = "未知目标",
		[153337] = "麦卡贡密封箱",
		[122239] = "猎血矛手",
		[17281] = "噬骨撕裂者",
		[18177] = "被污染的石肤图腾 <背叛者门努>",
		[7226] = "未知目标 <远古巨石卫士>",
		[124287] = "剔骨土狼",
		[7290] = "暗炉狙击手",
		[135932] = "沃卡纳尔",
		[83690] = "迅豹巫医",
		[126335] = "愤怒卫士掠夺者",
		[126847] = "拉乌尔船长",
		[113128] = "枯法潜伏者",
		[5283] = "噩梦游荡者",
		[29826] = "达卡莱医师",
		[40577] = "纳兹夏尔哨兵",
		[152315] = "闪织者欧姆",
		[145148] = "首席远征官麦柯米克",
		[122240] = "猎血诅咒剑士",
		[140787] = "灰烬元素 <脑袋好疼-扎拉赞恩>",
	},
	["death_recap"] = {
		["show_segments"] = false,
		["enabled"] = true,
		["show_life_percent"] = false,
		["relevance_time"] = 7,
	},
	["spell_pool"] = {
		4, -- [1]
		3, -- [2]
		"环境伤害 (高处坠落)", -- [3]
		[6] = "环境伤害 (火烧)",
		[7] = "环境伤害 (岩浆)",
		[204667] = "橡树之心",
		[48099] = 3,
		[282351] = 4,
		[84931] = "石语者埃鲁纳克",
		[36836] = "摆脱束缚的厄运使者",
		[231291] = 11,
		[77764] = 11,
		[223100] = "未知目标",
		[247675] = 2,
		[278260] = 4,
		[265973] = "能量核心",
		[265974] = "加瓦兹特",
		[270070] = 4,
		[190336] = 8,
		[247677] = 2,
		[282360] = 12,
		[198529] = 4,
		[286457] = 6,
		[188290] = 6,
		[286458] = 9,
		[278267] = 8,
		[115652] = "烈酒酒灵",
		[286459] = 2,
		[29427] = "暗血治疗者",
		[208770] = 12,
		[30451] = 8,
		[30707] = "无疤者奥摩尔",
		[208771] = 5,
		[178053] = "雷佐尔·古拉",
		[221059] = "腐朽软泥怪",
		[173958] = 3,
		[208772] = 5,
		[178054] = "雷佐尔·古拉",
		[265986] = "能量核心",
		[151432] = "盲眼猎手格罗亚特",
		[77768] = "洪荒烈火",
		[282370] = "布伦恩大师",
		[270084] = "守卫队长阿图",
		[262019] = "机甲驾驶员",
		[282374] = 2,
		[88009] = "格拉布托克",
		[290568] = "达萨雷崇拜者",
		[36839] = "复仇军斩杀者",
		[75722] = "纳兹夏尔女士",
		[298761] = "[*] 艾泽里特能量",
		[116680] = 10,
		[88010] = "狂暴气旋",
		[259975] = "泥沙女王",
		[262023] = 8,
		[74699] = "未知目标",
		[200587] = 9,
		[265999] = "格温德拉·蛮锤",
		[290574] = "格洛恩",
		[290575] = "[*] 凶狠咆哮",
		[278288] = 2,
		[282384] = "惊悚者法索乌",
		[286480] = "火花机器人",
		[290576] = 2,
		[290577] = "憎恶 <丨茉莉清茶丨-凤凰之神>",
		[282386] = "代言人扎克萨奇",
		[290578] = 4,
		[153489] = 1,
		[21749] = "尖刺鞭笞者",
		[120778] = 2,
		[11131] = "加兹瑞拉",
		[46568] = "埃霍恩的冰风战士",
		[11899] = "沙怒巫医",
		[286486] = "玛维·影歌",
		[196496] = "芬雷尔",
		[186257] = 3,
		[257933] = "寒冰之心",
		[196497] = "芬雷尔",
		[3391] = "变异破坏者",
		[186258] = 3,
		[210833] = 8,
		[3583] = "狡猾的盗贼",
		[266012] = "格温德拉·蛮锤",
		[270108] = "[*] 腐烂孢子",
		[102349] = 8,
		[44521] = 7,
		[15867] = "燃棘巫医",
		[282398] = "惊悚者法索乌",
		[178069] = "塑魂者纳达加斯特",
		[286495] = "[*] 诱惑之歌",
		[202644] = 12,
		[102350] = 5,
		[190357] = 8,
		[266018] = 11,
		[153496] = "食腐蛆虫",
		[210837] = 8,
		[233364] = 7,
		[274212] = "溺水的深渊使者",
		[5374] = 4,
		[270117] = 10,
		[274213] = "孢子召唤师赞查",
		[106447] = "影踪派新人",
		[91088] = "食尸者",
		[286501] = "[*] 蔓延烈火",
		[278310] = 8,
		[282406] = "火花机器人",
		[282407] = "惊悚者法索乌",
		[286503] = "活动炸弹",
		[186265] = 3,
		[102352] = 11,
		[282408] = "火花机器人",
		[290600] = 4,
		[182170] = "血魔",
		[78802] = "水占师维蕾萨",
		[80850] = "图萨丁亡灵法师",
		[282411] = "阿昆达的化身",
		[153501] = "纳利什",
		[255895] = "剧毒细颚龙",
		[178076] = "塑魂者纳达加斯特",
		[278317] = 3,
		[282413] = "[*] 虚空撞击",
		[151454] = "盲眼猎手格罗亚特",
		[290605] = "凶猛的迅爪战士",
		[278318] = 2,
		[111569] = "血色大炮",
		[48107] = 8,
		[50155] = "克莉斯塔萨",
		[202652] = "鲜血公主萨安娜",
		[290608] = 2,
		[75732] = "柯尔拉，暮光之兆",
		[186270] = 3,
		[38892] = "恶毒的女妖",
		[206749] = "崔利艾克斯",
		[257946] = 3,
		[282419] = "[*] 虚空撞击",
		[286516] = "[*] 反干涉震击",
		[73685] = 7,
		[278326] = 12,
		[48108] = 8,
		[196512] = "芬雷尔",
		[12540] = "腐烂萨特",
		[53] = 4,
		[274234] = 1,
		[55276] = "迦尔达拉",
		[262046] = "厚鳞三叶虫骑手",
		[29175] = 4,
		[30455] = 8,
		[196515] = "束缚者阿什奥伊",
		[290621] = "吉安娜·普罗德摩尔",
		[78807] = "欧泽鲁克",
		[196516] = "祭祀者勒莎",
		[66] = 8,
		[282432] = "惊悚者法索乌",
		[120789] = "指挥官沃加克",
		[302912] = "赞齐尔诱捕者",
		[75] = 3,
		[38894] = "复仇军斩杀者",
		[114646] = "游荡恶煞",
		[102359] = 11,
		[266053] = "格温德拉·蛮锤",
		[210854] = 7,
		[298820] = "基尔卡罗克先知",
		[302917] = 6,
		[266056] = "格温德拉·蛮锤",
		[33775] = "击碎者克里丹",
		[99] = 11,
		[100] = 1,
		[223143] = 2,
		[266058] = 6,
		[56814] = 4,
		[116] = 8,
		[282444] = "吉布尔的化身",
		[118] = 8,
		[120] = 8,
		[92122] = "[*] 水晶碎片",
		[231338] = 7,
		[17145] = "复生的战斗法师",
		[102362] = 2,
		[52719] = "碧蓝袭击者",
		[38384] = "亚赛",
		[38896] = "复仇军波浪法师",
		[113626] = "织焰者孔格勒",
		[20473] = 2,
		[286547] = 11,
		[101339] = "吉安娜的残影",
		[172] = 9,
		[23033] = 4,
		[76765] = "暮光捕火者",
		[298837] = 5,
		[278359] = 8,
		[151475] = "盲眼猎手格罗亚特",
		[274264] = 8,
		[102364] = 1,
		[88029] = "狂暴气旋",
		[194481] = 7,
		[37361] = "骷髅守护者",
		[153524] = "疫病蝙蝠",
		[27641] = "塞泰克预言者",
		[111580] = "血色福音传道者",
		[153525] = "鲁古格",
		[278364] = 1,
		[260015] = 4,
		[31481] = "水术师瑟丝比娅",
		[15869] = "燃棘巫医",
		[286558] = "约瑟夫修士",
		[260016] = "嗡鸣的寄生虫",
		[33778] = 11,
		[202676] = "鲜血公主萨安娜",
		[74720] = "机械师瑟玛普拉格",
		[233395] = 6,
		[153528] = "鲁古格",
		[19706] = 8,
		[262066] = "机械化维和者",
		[57841] = 4,
		[286563] = "约瑟夫修士",
		[88032] = "狂暴气旋",
		[348] = 9,
		[61425] = 11,
		[233397] = 6,
		[202680] = "奥术多头蛇子嗣",
		[278376] = 3,
		[408] = 4,
		[274281] = 11,
		[278377] = 5,
		[214968] = 6,
		[302952] = 4,
		[274282] = 11,
		[38899] = "复仇军缚灵者",
		[190394] = "阿克蒙德",
		[274283] = 11,
		[278379] = 1,
		[57842] = 4,
		[120800] = "指挥官沃加克",
		[116705] = 10,
		[84963] = 2,
		[190397] = "未知目标",
		[274289] = 12,
		[198589] = 12,
		[270194] = "卡梅特勋爵",
		[204733] = "爆裂幼蝎",
		[190398] = "黑暗导管",
		[198590] = 9,
		[270196] = 4,
		[58867] = "未知目标 <蔑视死亡-神圣之歌>",
		[278388] = 12,
		[688] = 9,
		[196543] = "芬雷尔",
		[712] = 9,
		[302964] = "无畏者玛哈特",
		[251836] = 4,
		[744] = "无毒飞蛇",
		[768] = 11,
		[214975] = 6,
		[12542] = "影月暗法师",
		[251837] = 5,
		[176066] = "加隆·落烬",
		[196545] = 6,
		[298872] = 4,
		[186306] = "大法师莫丹特·永影",
		[38901] = "巨型深渊火魔",
		[266107] = "狂野的群居血虱",
		[270203] = "卡梅特勋爵",
		[114660] = "[*] 爆炸",
		[286587] = 10,
		[251839] = 2,
		[266109] = "狂野的群居血虱",
		[270205] = "卡梅特勋爵",
		[15230] = "魔鞭抽笞者",
		[111589] = "挨饿的猎犬",
		[255937] = 2,
		[270209] = 4,
		[106470] = "[*] 火之球",
		[214980] = 12,
		[270210] = "怨鳍风暴女巫",
		[76776] = "毒性泥潭",
		[55285] = "迦尔达拉",
		[96231] = 2,
		[243651] = 8,
		[104423] = 4,
		[44534] = "失心狂徒",
		[286597] = "大工匠梅卡托克",
		[290693] = "拉米纳利亚之子",
		[290694] = "拉米纳利亚之子",
		[33783] = "虚空旅者",
		[204744] = "[*] 毒性几丁质",
		[266121] = "焰鳞多头蛇",
		[120807] = "指挥官沃加克",
		[1680] = 1,
		[38391] = "灼热毁灭者",
		[38903] = "巨型深渊火魔",
		[190410] = "妮瓦拉·夜影",
		[1776] = 4,
		[214985] = 12,
		[1856] = 4,
		[190411] = 1,
		[44535] = 1,
		[196555] = 12,
		[75755] = "无面腐蚀者",
		[76779] = "升腾碎石者",
		[113641] = "织焰者孔格勒",
		[147407] = 11,
		[266129] = "邪恶的图祖恩",
		[194509] = 5,
		[184270] = 12,
		[111594] = "通灵学院侍僧",
		[113642] = "指挥官林顿",
		[282515] = "代言人扎克萨奇",
		[186319] = "大法师莫丹特·永影",
		[206798] = "[*] 毒性薄片",
		[233421] = "深泽绿洲语者",
		[282518] = 1,
		[262092] = "混乱的暴徒",
		[266136] = 9,
		[270232] = 8,
		[290711] = 4,
		[153556] = "晶焰图腾 <鲁古格>",
		[188370] = 2,
		[286618] = "拉米纳利亚",
		[286619] = "拉米纳利亚",
		[102381] = "姆诺兹多",
		[282524] = "彼岸的幻象 <代言人扎克萨奇>",
		[303003] = 1,
		[121836] = 2,
		[196563] = "督军帕杰什",
		[15487] = 5,
		[15615] = "扭木守护者",
		[31485] = "机械师斯蒂里格",
		[255952] = "天空上尉库拉格",
		[113645] = 1,
		[33786] = 11,
		[34298] = "克劳恩",
		[87023] = 8,
		[270241] = "燃烬卫士",
		[121837] = 11,
		[184279] = "镜像 <瞎眼的阿昆达-死亡之翼>",
		[153561] = 8,
		[102383] = 11,
		[87024] = 8,
		[44538] = "复仇军走私者",
		[90096] = "[*] 爆炸",
		[123886] = 7,
		[184280] = "镜像 <瞎眼的阿昆达-死亡之翼>",
		[274342] = "阿德里斯",
		[266151] = "焰鳞阔步者",
		[6016] = "奈鲁布恩坎",
		[167898] = 5,
		[266153] = "焰鳞阔步者",
		[121839] = 6,
		[286633] = "拉米纳利亚",
		[153564] = 8,
		[278444] = "贪吃的蛆虫",
		[282540] = 9,
		[90098] = "巨怪仆从",
		[7744] = 9,
		[233433] = "反击图腾 <元素萨斯-奥蕾莉亚>",
		[186332] = "大法师莫丹特·永影",
		[78835] = "欧泽鲁克",
		[17151] = "复生的审查者",
		[208860] = "恐惧憎恶",
		[90099] = "迪菲亚看守傀儡",
		[266163] = 2,
		[194526] = 11,
		[20735] = "伊琳娜·暗木",
		[58875] = 7,
		[204766] = "晶化幼蝎",
		[303027] = "棘语者塔弗里",
		[274357] = 3,
		[11264] = "机械冰霜行者",
		[46588] = "[*] 寒冰之矛",
		[286646] = "大工匠梅卡托克",
		[12160] = "迷时的占卜者",
		[245725] = 7,
		[231390] = 3,
		[12544] = "复生的法术师",
		[278456] = "贪吃的蛆虫",
		[176098] = "加隆·落烬",
		[282553] = 3,
		[76790] = "纳兹夏尔入侵者",
		[55292] = "迦尔达拉",
		[255966] = "天空上尉库拉格",
		[79862] = "愤怒的祖格",
		[290746] = 3,
		[266172] = "卡米·柯格维兹",
		[43517] = "恐天卡利鸟 <庞德文-风暴之鳞>",
		[45053] = 3,
		[15744] = "灼热毁灭者",
		[16000] = "塞雷布拉斯树妖",
		[79863] = "愤怒的祖格",
		[113653] = "织焰者孔格勒",
		[278463] = "疯狂的生存专家",
		[282559] = 11,
		[188389] = 7,
		[206820] = "崔利艾克斯",
		[88055] = "覆甲冷风幽魂",
		[274369] = 5,
		[36862] = "潜藏的女巫",
		[282561] = "代言人扎克萨奇",
		[76792] = "升腾碎石者",
		[298945] = "基尔卡罗克指挥官",
		[290754] = 11,
		[278467] = "拉米·曼寇",
		[155625] = 11,
		[266181] = "高莱克·图尔",
		[270277] = "商业大亨拉兹敦克",
		[260067] = "鲍比·豪里斯 <杰斯·豪里斯>",
		[262115] = 1,
		[266182] = "卡米·柯格维兹",
		[76793] = "纳兹夏尔入侵者",
		[270280] = "燃网蜘蛛",
		[298951] = 4,
		[266186] = "卡米·柯格维兹",
		[76794] = "升腾驭水者",
		[27648] = 6,
		[255974] = 4,
		[79866] = "愤怒的祖格",
		[145389] = 11,
		[200682] = "索斯坦",
		[270285] = "黑曜石幼龙",
		[151534] = "卡尔加·刺肋",
		[266191] = "[*] 回旋飞斧",
		[274383] = "歹徒诱捕者",
		[33280] = 3,
		[286671] = "惩戒幻影",
		[84987] = "希亚玛特",
		[270289] = "[*] 净化光线",
		[286673] = "贪婪的追猎者",
		[38912] = "萨格隆弓箭手",
		[111610] = "指导者寒心",
		[274387] = "[*] 黑暗吸收",
		[270293] = "净化构造体",
		[44544] = 8,
		[266198] = 5,
		[303060] = 6,
		[76797] = "升腾驭水者",
		[278486] = "黑眼 <丨野生小鬼丨>",
		[48640] = "伊米亚战士",
		[33793] = "传令官瓦兹德",
		[118779] = 1,
		[266201] = "复活的护卫",
		[286680] = "[*] 翻滚浪潮",
		[76798] = "升腾驭水者",
		[13953] = "铁怒队长",
		[274395] = 2,
		[245744] = 1,
		[266206] = "屠夫库拉",
		[286686] = 6,
		[274400] = "破浪格斗家",
		[266209] = "堕落的亡语者",
		[286688] = 6,
		[278497] = 1,
		[221172] = "爆裂畸体",
		[19714] = "阿克瑞斯唤雷者",
		[290786] = 2,
		[91136] = 11,
		[286693] = "大工匠梅卡托克",
		[137211] = 11,
		[190456] = 1,
		[286695] = "惩戒幻影",
		[153595] = 8,
		[278504] = "符文信徒",
		[51714] = 6,
		[286696] = 6,
		[290792] = 11,
		[251894] = "巨型石皮鹿",
		[129023] = 5,
		[28418] = 4,
		[102401] = 11,
		[44547] = "痛苦妖女",
		[298988] = 4,
		[178173] = 10,
		[200700] = "达古尔",
		[202748] = 3,
		[286704] = 6,
		[91139] = 7,
		[270323] = 3,
		[274420] = 9,
		[266231] = "屠夫库拉",
		[48132] = "巨型冰虫",
		[196608] = 10,
		[25603] = "虚灵巫师",
		[270329] = 3,
		[52740] = "坚钢狂暴者",
		[282617] = "惊悚者法索乌",
		[274426] = 11,
		[38917] = "萨格隆唤魔者",
		[196610] = "[*] 季风",
		[270332] = 3,
		[102405] = "时光扭曲牧师",
		[266237] = "征服者阿卡阿里",
		[15234] = "盘牙魔法师",
		[229377] = 5,
		[282621] = "恐怖的憎恶体",
		[15618] = "斯坦索姆信使",
		[274430] = 7,
		[294909] = 2,
		[270335] = 3,
		[274431] = 7,
		[17156] = "费拉",
		[176134] = "上古地狱火",
		[294912] = 2,
		[91143] = 11,
		[270338] = 3,
		[274434] = "唤风者学徒",
		[38918] = "萨格隆唤魔者",
		[282626] = "艾尔琳·捷足",
		[270339] = 3,
		[20484] = 11,
		[231428] = 2,
		[290819] = 3,
		[274437] = "唤风者学徒",
		[274438] = "[*] 风暴",
		[79881] = "高地劳工",
		[198664] = 10,
		[50182] = "法师猎手军官",
		[256005] = "鲨鱼饵",
		[88073] = "云雾王子",
		[274443] = 3,
		[102409] = "时光扭曲牧师",
		[282636] = "卡格瓦",
		[225289] = "黑暗游侠维罗娜拉",
		[260103] = "[*] 推进器冲击",
		[229385] = 10,
		[78859] = "欧泽鲁克",
		[274447] = 3,
		[278543] = 6,
		[102410] = "时光扭曲火枪手",
		[88075] = "云雾王子",
		[229387] = 6,
		[231435] = 2,
		[54791] = "苍白的玛勒基",
		[208909] = 1,
		[229388] = 1,
		[198670] = 3,
		[202766] = "鲜血公主萨安娜",
		[102411] = "时光扭曲火枪手",
		[270357] = 3,
		[61447] = 5,
		[151570] = "剧毒倾泻水晶",
		[76813] = "纳兹夏尔愈灵者",
		[286742] = "狂怒幻影",
		[278551] = "显眼的女巫",
		[83981] = "顽强的巨兽",
		[12675] = "盘牙巫师",
		[294935] = 4,
		[266265] = "堕落的亡语者",
		[176146] = "[*] 火山辐射",
		[266266] = "高莱克·图尔",
		[200721] = "达古尔",
		[227344] = 10,
		[186387] = 3,
		[188435] = "玛儿·野蹄",
		[30213] = "阿拉克纳什 <啥子蜘蛛-死亡之翼>",
		[200723] = "达古尔",
		[76815] = "纳兹夏尔愈灵者",
		[188436] = "玛儿·野蹄",
		[256016] = "[*] 污秽油膜",
		[286750] = 2,
		[231442] = 7,
		[233490] = 9,
		[153623] = "纳利什",
		[286753] = "[*] 生灵俱灭",
		[76816] = "暮光唤龙者",
		[176151] = 6,
		[180247] = 4,
		[286755] = 2,
		[278564] = 10,
		[59913] = 1,
		[88080] = "横扫之风",
		[278565] = 3,
		[153626] = 8,
		[95248] = "天堂炽焰",
		[176153] = 2,
		[80913] = "[*] 水晶碎片",
		[274472] = 1,
		[102416] = 11,
		[176154] = 2,
		[89105] = "潜伏风暴",
		[54282] = "拉文索尔",
		[95249] = "天堂炽焰",
		[286763] = "格洛恩",
		[188443] = 7,
		[266285] = "穆柯赖",
		[88082] = "王二柱 <王二柱>",
		[30470] = "碎手蛮兵",
		[266286] = "钳颚咀嚼者",
		[233497] = 9,
		[278574] = 2,
		[286766] = 5,
		[266288] = "钳颚锯齿鳄",
		[151583] = "卡尔加·刺肋",
		[274480] = "复生的暴掠龙 <来一打怪-梦境之树>",
		[34828] = "阿托米克",
		[51723] = 4,
		[208924] = "崔利艾克斯",
		[233499] = 9,
		[76820] = "纳兹夏尔愈灵者",
		[286770] = 5,
		[178207] = 12,
		[286771] = 5,
		[88084] = "辛丶艾萨琳-阿迦玛甘 <辛丶艾萨琳-阿迦玛甘>",
		[12420] = "图萨丁亡灵法师",
		[12548] = "黑暗编织者塞斯",
		[186401] = 4,
		[225311] = 2,
		[13444] = "上层精灵骷髅",
		[76822] = "暮光战斗法师",
		[27655] = 1,
		[282682] = 5,
		[79894] = "卡兹·灭天",
		[194594] = 3,
		[81942] = "天堂之怒",
		[286779] = "屠戮幻影",
		[186403] = 4,
		[258079] = "下水道钳嘴鳄",
		[30471] = "碎手撕裂者",
		[15620] = "联盟游侠",
		[76823] = "暮光战斗法师",
		[79895] = "阿隆·灾血",
		[184357] = "古尔图格·血沸",
		[51725] = "奥术畸兽",
		[52237] = "沃尔坎",
		[290880] = 8,
		[290881] = "[*] 舷侧攻击",
		[157736] = 9,
		[79896] = "阿隆·灾血",
		[86040] = 9,
		[266310] = 11,
		[92184] = 6,
		[76825] = "暮光战斗法师",
		[48142] = "狂乱的狼人",
		[290886] = 11,
		[33807] = 1,
		[50702] = "碧蓝缚法者",
		[52238] = "沃尔坎",
		[36879] = "米尔豪斯·法力风暴",
		[184362] = 1,
		[76826] = "暮光战斗法师",
		[172075] = 3,
		[256038] = "科古斯狱长",
		[28168] = "暴怒的构造体",
		[274507] = "水鼠帮水兵",
		[256039] = "科古斯狱长",
		[30472] = "碎手军团士兵",
		[229417] = 12,
		[184364] = 1,
		[204843] = 12,
		[206891] = 1,
		[81947] = "高阶预言者巴林姆",
		[282704] = 11,
		[270417] = 1,
		[36880] = "米尔豪斯·法力风暴",
		[286801] = "不屈号",
		[202797] = 3,
		[208941] = 11,
		[113690] = "织焰者孔格勒",
		[262228] = 1,
		[299090] = 4,
		[184367] = 1,
		[274516] = 12,
		[262230] = 2,
		[47632] = 6,
		[208943] = 11,
		[194608] = 4,
		[262232] = 1,
		[82973] = 6,
		[176178] = "上古地狱火",
		[13445] = "血犬",
		[151604] = "卡尔加·刺肋",
		[208945] = 11,
		[151605] = "卡尔加·刺肋",
		[176180] = 9,
		[290908] = 3,
		[151606] = "卡尔加·刺肋",
		[16005] = "盘牙技师",
		[270431] = "崩岩狂怒者",
		[50705] = "碧蓝魔网雏龙",
		[204852] = "梦魇住民",
		[282720] = 4,
		[106526] = "贤者马里",
		[107550] = "姆诺兹多",
		[200758] = 4,
		[282724] = 6,
		[286821] = "[*] 阿昆达的愤怒",
		[290918] = 4,
		[49170] = "伊米亚黑暗萨满祭司",
		[52754] = "坚钢唤天者",
		[196665] = "奥术炸弹",
		[54290] = "阿努巴尔织网者",
		[290921] = 9,
		[176187] = "灰槌毁灭者",
		[194618] = 6,
		[116768] = 10,
		[119840] = "希克提克士兵",
		[303211] = 12,
		[290924] = 1,
		[278637] = "地渊孢林蜱虫",
		[30986] = "碎手刺客",
		[303212] = 12,
		[111649] = "未知目标",
		[290927] = 5,
		[282736] = "贡克的化身",
		[52755] = "坚钢唤天者",
		[9734] = "血色福音传道者",
		[282738] = "虚空石",
		[290930] = 8,
		[286835] = 6,
		[270453] = "棘背沼泽看护者",
		[282741] = "虚空石",
		[75813] = "纳兹夏尔风暴女巫",
		[290933] = 11,
		[262263] = "不靠谱的助理",
		[256060] = "天空上尉库拉格",
		[286838] = "[*] 静电之球",
		[12294] = 1,
		[282743] = "风暴召唤者",
		[12550] = "奥术回馈者",
		[219199] = 3,
		[270457] = "怨鳍侍从",
		[290936] = 9,
		[13446] = "深腐践踏者",
		[278650] = 4,
		[270459] = "水晶巨人",
		[274555] = "湿乎乎的船舱鼠",
		[262268] = "风险投资公司炼金师",
		[270460] = "锻地破城者",
		[290939] = 12,
		[256063] = 6,
		[270461] = "宝石碎片巨像",
		[262270] = "风险投资公司炼金师",
		[15494] = 1,
		[295037] = 11,
		[16006] = "鲁维罗什",
		[208963] = 7,
		[290942] = 3,
		[286848] = "明亮的艾泽里特",
		[36886] = "恶毒的女妖",
		[290945] = 3,
		[115750] = 2,
		[186439] = 8,
		[290948] = 2,
		[165961] = 11,
		[92200] = 2,
		[155722] = 11,
		[79913] = "玛儿·野蹄",
		[215111] = "未知目标 <啥子蜘蛛-死亡之翼>",
		[50198] = "法师猎手新兵",
		[290951] = 4,
		[206920] = "梦魇触须",
		[274569] = "水鼠帮唤风者",
		[196681] = 10,
		[182346] = 1,
		[270474] = "棘背沼泽看护者",
		[262283] = "[*] 轰击",
		[79914] = "玛儿·野蹄",
		[28428] = "幻影鱼人",
		[295050] = 4,
		[290955] = "猎头者加尔瓦纳",
		[274573] = 12,
		[1953] = 8,
		[262287] = "机甲驾驶员",
		[223306] = 2,
		[290958] = 6,
		[2050] = 5,
		[249929] = "Soulrend Add",
		[17165] = "复生的审查者",
		[188493] = "纳拉萨斯",
		[270481] = "恶魔暴君 <潇潇恩使-摩摩尔>",
		[270482] = 1,
		[290961] = 8,
		[188494] = "[*] 腐坏之喉",
		[194638] = 1,
		[270484] = "维克戈斯",
		[153681] = "骨喉",
		[10887] = "巴瑟拉斯镇长",
		[270485] = 1,
		[290964] = 12,
		[163921] = "战争之矛猎头者",
		[75821] = "无面腐蚀者",
		[12039] = "暗影祭司塞瑟斯",
		[12167] = "瑟芬迪斯",
		[290967] = 12,
		[151636] = "亡首赶尸人",
		[176211] = "鬣蜥人食铁者",
		[290970] = 10,
		[270492] = "鬼灵妖术祭司",
		[188499] = 12,
		[206930] = 6,
		[176212] = 4,
		[30989] = "碎手狂热者",
		[75823] = "柯尔拉，暮光之兆",
		[204883] = 5,
		[206931] = 6,
		[270495] = "[*] 治疗之潮",
		[130092] = 4,
		[188501] = 12,
		[270497] = "幽魂巫医",
		[290976] = 6,
		[262307] = "老练的牧师",
		[270499] = "幽魂巫医",
		[243795] = 9,
		[270500] = "骸骨狩猎迅猛龙",
		[290979] = 9,
		[262309] = "勇猛的牧师",
		[256083] = "科古斯狱长",
		[270501] = 5,
		[270502] = "骸骨狩猎迅猛龙",
		[274598] = 8,
		[270503] = "骸骨狩猎迅猛龙",
		[290982] = 11,
		[188505] = 6,
		[270505] = "帕特拉女王",
		[178266] = 1,
		[6660] = "麻疯防御者",
		[270506] = "幽魂兽王 <Excallibur>",
		[290985] = 11,
		[270507] = "幽魂兽王 <Excallibur>",
		[290988] = 4,
		[8004] = 7,
		[79923] = "巨石之核掠夺者",
		[290991] = 3,
		[270513] = "焦躁的艾泽里特裂片",
		[106546] = "浮肿酒灵",
		[107570] = 1,
		[270514] = "幽魂蛮兵",
		[38940] = "萨格隆弓箭手",
		[111666] = 11,
		[270515] = "自由的艾泽里特",
		[290994] = 8,
		[278708] = 10,
		[286900] = "艾泽里特宝石裂背蛛",
		[61467] = 8,
		[184416] = "邪瓣断根者",
		[290997] = 11,
		[278710] = 10,
		[111667] = "血色招魂师",
		[286902] = "艾泽里特宝石裂背蛛",
		[34333] = "负电子尖啸者",
		[291000] = 1,
		[53788] = "自由的火焰风暴",
		[13704] = "暗影祭司塞瑟斯",
		[111668] = "莱公",
		[260190] = "商业大亨拉兹敦克",
		[286907] = "艾泽里特宝石裂背蛛",
		[291003] = 2,
		[192611] = 12,
		[30479] = "影月侍僧",
		[30735] = "高阶术士奈瑟库斯",
		[30991] = "嘲颅盗贼",
		[110645] = 7,
		[78903] = "欧泽鲁克",
		[291006] = 5,
		[198756] = "赤精 <神的月师-亡语者>",
		[50717] = "魔环领主召唤师",
		[256097] = 1,
		[231523] = 4,
		[291009] = 9,
		[38942] = "萨格隆弓箭手",
		[111670] = "血色狂热者",
		[286915] = "不屈号",
		[303299] = 8,
		[291012] = 9,
		[22800] = "未知目标",
		[96312] = 6,
		[274631] = "铁舟学徒",
		[115767] = 1,
		[291015] = 9,
		[256101] = "科古斯狱长",
		[274633] = "铁舟学徒",
		[262346] = "雷霆流放者",
		[262347] = "投币式群体打击者",
		[258150] = "水鼠帮海语者",
		[291018] = 3,
		[262348] = "蛛形地雷",
		[30992] = "秘教刺客",
		[291021] = 2,
		[111673] = 6,
		[198764] = "赤精 <神的月师-亡语者>",
		[278736] = 12,
		[258153] = "水鼠帮海语者",
		[291024] = 11,
		[53791] = "比亚格里将军",
		[274642] = "灾厄妖术师",
		[256106] = "天空上尉库拉格",
		[260202] = "商业大亨拉兹敦克",
		[196718] = 12,
		[266452] = "晕乎乎的迪娜",
		[291027] = 9,
		[223341] = 2,
		[295124] = 5,
		[91196] = "天堂炽焰",
		[262359] = 9,
		[291030] = 1,
		[229486] = 1,
		[233582] = 9,
		[262361] = "部落萨满祭司",
		[229487] = 12,
		[53792] = "比亚格里将军",
		[217200] = 3,
		[291033] = 5,
		[282842] = "[*] 生灵俱灭",
		[79934] = "尼斯特尔",
		[97341] = 6,
		[182387] = 7,
		[202866] = 12,
		[237680] = 6,
		[270557] = 9,
		[291036] = 2,
		[262366] = "攻城炮塔",
		[15497] = "巫术骷髅",
		[295134] = 5,
		[270560] = 11,
		[50721] = "雪花",
		[17682] = "法师猎手新兵",
		[196725] = 10,
		[295137] = 12,
		[291042] = 8,
		[87104] = "希尔斯布莱德难民",
		[194679] = 6,
		[282853] = "卡多雷投刃车",
		[291045] = 4,
		[206967] = 6,
		[215159] = 12,
		[262377] = "蛛形地雷",
		[88129] = "格拉布托克",
		[291048] = 1,
		[106560] = "[*] 酒气冲天",
		[6789] = 9,
		[286954] = 6,
		[291051] = 3,
		[262383] = "风险投资公司战争机器",
		[291054] = 1,
		[278767] = 10,
		[270576] = 10,
		[278769] = 12,
		[9482] = "加加恩·火锤",
		[291057] = 7,
		[20243] = 1,
		[155777] = 11,
		[106563] = "破桶而出的炎诛",
		[266486] = 11,
		[135299] = 3,
		[46628] = 10,
		[12042] = 8,
		[12170] = "布莱中士",
		[266488] = 6,
		[184449] = "迪亚·暗语",
		[188545] = "血缚邪术士",
		[266490] = 11,
		[262395] = 7,
		[178307] = 5,
		[117828] = 9,
		[262397] = 7,
		[15242] = "地狱火小鬼",
		[30739] = "酋长卡加斯·刃拳",
		[15498] = "深铁矿洞测量者",
		[270590] = "攻城恐魔",
		[262399] = 7,
		[256128] = "科古斯狱长",
		[225410] = "枯法潜伏者",
		[262400] = 7,
		[262401] = 7,
		[223363] = 6,
		[176262] = "锐爪猎手",
		[52773] = "雷铸医师",
		[278785] = 2,
		["DEBUFF"] = 4,
		[54309] = "阿努巴尔原始卫士",
		[196742] = 10,
		[286979] = 6,
		[278789] = "[*] 腐烂波",
		[92232] = 6,
		[282886] = "海洋符文 <深海三叉戟>",
		[303365] = 6,
		[295174] = 5,
		[219271] = 7,
		[102472] = "泰兰德的残影",
		[266505] = "野性猎手",
		[258181] = "铁潮打击者",
		[52774] = "雷铸医师",
		[198793] = 12,
		[270603] = "怨鳍缚潮者",
		[262412] = "机械化维和者",
		[286988] = "曼赛罗伊·弗雷菲斯",
		[260231] = 3,
		[286989] = "曼赛罗伊·弗雷菲斯",
		[221322] = 6,
		[282894] = 8,
		[274703] = "溺水的深渊使者",
		[266512] = "加瓦兹特",
		[262417] = "共鸣图腾 <雷霆-阿纳克洛斯>",
		[256137] = "艾泽里特足球炸弹",
		[17941] = 9,
		[9739] = "亚诺·树蹄",
		[256138] = "达萨莱荣誉卫士",
		[258186] = "伐木工里奥",
		[295186] = 12,
		[11019] = "哈卡莱挖掘者",
		[303380] = 4,
		[12555] = "骷髅狂战士",
		[50728] = "幻影狼",
		[13323] = "艾德雷斯巫师",
		[91213] = "无脑的恐魔",
		[54312] = "艾库隆",
		[295193] = 11,
		[41513] = 1,
		[278812] = 7,
		[15243] = "火焰驱逐者",
		[30741] = "高阶术士奈瑟库斯",
		[217234] = "乌拉罗格·塑山",
		[303389] = 11,
		[303390] = 3,
		[274720] = "深渊鳗鱼",
		[182422] = 4,
		[260242] = 3,
		[211094] = 7,
		[256148] = 4,
		[50730] = "幻影食人魔",
		[52778] = "机械师瑟玛普拉格",
		[122959] = "武器大师席恩",
		[6726] = "暗炉发掘者",
		[54314] = "阿努巴尔原始卫士",
		[291113] = 1,
		[278826] = 1,
		[258199] = "铁潮打击者",
		[260247] = 3,
		[180380] = "刀网陷阱",
		[7814] = "卡尔利亚娜 <抹茶紅豆-蜘蛛王国>",
		[258200] = "毛鬃守护者",
		[202908] = 6,
		[51243] = "大型魔网雏龙",
		[258201] = "毛鬃织棘者",
		[260249] = 3,
		[36908] = "相位捕猎者",
		[198813] = 12,
		[9484] = 5,
		[274738] = 1,
		[113746] = 10,
		[10252] = "阿扎达斯",
		[41516] = 11,
		[274740] = 1,
		[11020] = "苏利萨斯沙行者",
		[274741] = 1,
		[122962] = "魁麟守护者",
		[123986] = 10,
		[75861] = "埃鲁达克",
		[274742] = 1,
		[258204] = "毛鬃守护者",
		[50732] = "幻影纳迦",
		[34861] = 5,
		[52780] = "艾欧纳尔",
		[278841] = 1,
		[198817] = 1,
		[196770] = 6,
		[282939] = "亚拉特的堡垒",
		[30231] = "赫尔默大使",
		[15244] = "法师猎手军官",
		[196771] = 6,
		[198819] = 1,
		[287037] = "丰灵",
		[186532] = "野生纵火魔",
		[262463] = "拉沙克·铁墙",
		[64044] = 5,
		[80983] = "血色防御者",
		[262464] = "拉沙克·铁墙",
		[262465] = "拉沙克·铁墙",
		[270657] = 4,
		[274753] = "沙顶暗影猎手",
		[131241] = "影踪派火箭手",
		[231587] = 2,
		[18968] = "艾德雷斯怨魂",
		[202917] = 9,
		[258210] = "卡米·柯格维兹",
		[274755] = "黯天者拉姆特",
		[41518] = 2,
		[274756] = "黯天者拉姆特",
		[256163] = "艾泽里特足球炸弹",
		[71769] = "巫妖王",
		[262470] = "拉沙克·铁墙",
		[299332] = 4,
		[287045] = 1,
		[274758] = "阿纳哈·枯息",
		[262471] = "拉沙克·铁墙",
		[287046] = 1,
		[196776] = 4,
		[34351] = "变异血肉鞭笞者",
		[287049] = 1,
		[55342] = 8,
		[207017] = 11,
		[79962] = "丹妮·卢克西",
		[252071] = 11,
		[207018] = 6,
		[123992] = 12,
		[270670] = 8,
		[278862] = 7,
		[78939] = "欧泽鲁克",
		[287054] = 1,
		[196780] = 6,
		[49711] = "幻影纳迦",
		[303438] = 12,
		[213164] = 12,
		[270674] = 2,
		[9613] = "欧罗·血眼",
		[130137] = 5,
		[196782] = 6,
		[262485] = "暗影魔 <默默牧-燃烧之刃>",
		[256171] = 4,
		[287060] = 9,
		[278869] = 1,
		[61999] = 6,
		[250028] = "亚兹玛",
		[274774] = 10,
		[188592] = 7,
		[287062] = 10,
		[198832] = "复生的潜伏者",
		[287063] = 10,
		[73822] = 4,
		[74846] = "乌比斯将军",
		[295257] = 3,
		[115804] = 10,
		[303450] = 4,
		[274780] = "沙顶掷斧者",
		[262493] = "拉沙克·铁墙",
		[15245] = "巫医祖穆拉恩",
		[15501] = "安图苏尔",
		[274782] = "沙顶暗影猎手",
		[278878] = 4,
		[16141] = "破碎的死尸 <被毁坏的死尸>",
		[278880] = 4,
		[207028] = 2,
		[287072] = "丰灵",
		[36914] = "阿克瑞斯唤雷者",
		[198837] = "复生的潜伏者 <Hemophagia-死亡之翼>",
		[287074] = "[*] 熔化的黄金",
		[291170] = 5,
		[262500] = "拉沙克·铁墙",
		[198838] = 7,
		[119902] = "黑暗萨满助手",
		[198839] = "未知目标",
		[250036] = "[*] 暗影残留物",
		[295269] = 4,
		[47666] = 5,
		[24858] = 11,
		[274792] = "被释放的抱齿兽 <Zoto-海克泰尔>",
		[295271] = 5,
		[119903] = "黑暗萨满助手",
		[241846] = 11,
		[245942] = 11,
		[287081] = 6,
		[79970] = "福莱尔·法夏尔",
		[113760] = "香莲",
		[245943] = 11,
		[274796] = "骷髅卫士",
		[29722] = 9,
		[260279] = "[*] 加特林机枪",
		[151742] = "熔岩恶火水晶",
		[79971] = "福莱尔·法夏尔",
		[260280] = "商业大亨拉兹敦克",
		[295278] = 12,
		[262513] = "风险投资公司灼天者",
		[119905] = 9,
		[88163] = 1,
		[274801] = "鲜血猎手达扎莱",
		[278897] = 4,
		[585] = 5,
		[262515] = "风险投资公司灼天者",
		[633] = 2,
		[262516] = "风险投资公司灼天者",
		[190655] = 4,
		[697] = 9,
		[147650] = "野性追猎者",
		[74853] = "乌比斯将军",
		[111715] = "通灵学院新生",
		[227518] = 12,
		[65638] = 7,
		[50228] = "残忍的斯卡迪",
		[119907] = 9,
		[262522] = "晕乎乎的迪娜",
		[262523] = "晕乎乎的迪娜",
		[192706] = "束缚者阿什奥伊",
		[260286] = 3,
		[262524] = "自动炸弹发射器",
		[250047] = 1,
		[921] = 4,
		[278908] = 4,
		[72807] = 2,
		[274814] = 11,
		[283006] = "布伦恩大师",
		[48181] = 9,
		[49205] = "伊米亚通灵师",
		[50229] = "残忍的斯卡迪",
		[34358] = "寻日者化学家",
		[51253] = "幻影猛犸象",
		[119909] = 9,
		[1122] = 9,
		[274817] = "僭悌织暗者",
		[53813] = "法师领主伊洛姆",
		[92263] = 9,
		[188614] = "[*] 亵渎",
		[113766] = "科洛夫修士",
		[303490] = 4,
		[1330] = 4,
		[119910] = 9,
		[262534] = "晕乎乎的迪娜",
		[22812] = 11,
		[1490] = 12,
		[260292] = "被感染的岩喉",
		[295302] = 6,
		[33335] = "秘教缚法者",
		[88169] = "格拉布托克",
		[262538] = "尼艾丝队长",
		[124007] = "雪怒 <黑月魔佛-黑铁>",
		[92265] = "岩皮",
		[153804] = "骨喉",
		[295305] = 3,
		[256198] = "科古斯狱长",
		[262540] = "专家技师",
		[256199] = "科古斯狱长",
		[287116] = "收割传送门",
		[92266] = "辐射抢劫者",
		[31516] = "影月侍僧",
		[256200] = "科古斯狱长",
		[287118] = 1,
		[295310] = 4,
		[83051] = "黑云压境",
		[233674] = 11,
		[256201] = "科古斯狱长",
		[88171] = "动荡暴风",
		[295312] = "长满触须的虚空祭司",
		[124009] = "雪怒 <黑月魔佛-黑铁>",
		[278930] = 3,
		[111722] = "通灵学院新生",
		[40504] = "锐刺鞭笞者",
		[278931] = 9,
		[119914] = 9,
		[120938] = "树脂碎片",
		[274837] = 11,
		[137427] = "黑暗游侠赞拉",
		[2948] = 8,
		[111723] = "莱公",
		[97388] = "星际的神-幽暗沼泽",
		[50232] = "红玉幼龙 <涛爷要死啦-死亡之翼>",
		[50744] = "幻影火元素",
		[262554] = "专家技师",
		[40505] = "嚼骨食尸鬼",
		[57912] = "防御系统",
		[116844] = 10,
		[3716] = "贝尔塞克 <喵喵忄忄小猫-血牙魔王>",
		[278941] = 5,
		[15503] = "督军沙拉利斯",
		[111725] = "莱公",
		[16143] = "被撕裂的死尸",
		[48697] = "天灾巨人",
		[98414] = 11,
		[34874] = "霍加尔芬",
		[88175] = "动荡暴风",
		[291234] = 4,
		[5384] = 3,
		[207062] = 6,
		[223446] = 10,
		[65081] = 5,
		[180441] = 5,
		[49722] = "被奴役的始祖幼龙",
		[116847] = 10,
		[88177] = "格拉布托克",
		[295337] = 5,
		[111728] = "莱公",
		[295338] = 3,
		[287147] = "[*] 恐惧收割",
		[274860] = "铁潮执行者",
		[30494] = "蠕动的小软泥怪",
		[151774] = "熔岩恶火水晶",
		[48699] = "掠龙先知",
		[116849] = 10,
		[17439] = "黑衣守卫斥候",
		[164063] = "卡兹·灭天",
		[248026] = 8,
		[205021] = 8,
		[164064] = "卡兹·灭天",
		[205022] = 8,
		[119922] = "力冠三军库乌艾",
		[120946] = "希克提克织珀者",
		[44604] = "雪花",
		[250076] = 3,
		[48700] = "掠龙先知",
		[114803] = "翔",
		[283063] = "亚拉特的堡垒",
		[164067] = "埃利奥特·范·鲁克",
		[13584] = "瑟莱德丝碎片",
		[205025] = 8,
		[283066] = "深海三叉戟",
		[113780] = 4,
		[196834] = 7,
		[88182] = "云巅刺客",
		[30495] = "高阶术士奈瑟库斯",
		[283069] = "[*] 原子烈焰",
		[114805] = "翔",
		[287167] = "大工匠梅卡托克",
		[207076] = 4,
		[260321] = "流亡者莫凡尼",
		[287169] = "凯瑟琳修女",
		[196838] = "芬雷尔",
		[260323] = "商业大亨拉兹敦克",
		[278981] = 4,
		[283078] = "格洛恩",
		[287174] = "巨大的影羽鸦",
		[48702] = "掠龙狂热者",
		[295366] = 8,
		[205032] = 8,
		[225511] = "蹒跚的饥渴者",
		[295368] = 9,
		[274890] = "[*] 碎裂投掷",
		[114808] = "科洛夫修士",
		[83066] = "希亚玛特",
		[256231] = 8,
		[88186] = "云巅刺客",
		[30496] = "高阶术士奈瑟库斯",
		[278989] = 2,
		[295373] = 4,
		[48191] = "联盟游侠",
		[295374] = 2,
		[287183] = "[*] 流电耀光",
		[118905] = "电能图腾 <雷电法王阿信-死亡之翼>",
		[295376] = 5,
		[54847] = "达卡莱元素",
		[262611] = "部落狼骑兵 <击坠王-燃烧平原>",
		[295378] = 4,
		[116858] = 9,
		[60479] = 9,
		[89212] = "利爪雄鹰 <神誓寻路者>",
		[125050] = 3,
		[252140] = "火山",
		[262615] = "部落狼骑兵 <击坠王-燃烧平原>",
		[283094] = 4,
		[114811] = "会说话的鱼",
		[50240] = "红玉幼龙 <影茶树>",
		[50752] = "悲伤圣女",
		[279000] = "塞塔里斯的化身",
		[51776] = "黑暗符文元素师",
		[260333] = "被感染的岩喉",
		[295384] = 9,
		[13585] = "燃棘先知",
		[262619] = "塔利·萨普纳波",
		[270811] = "潮汐主母薇莎娜",
		[260334] = "被感染的岩喉",
		[295386] = 1,
		[119932] = "力冠三军库乌艾",
		[250096] = "亚兹玛",
		[205043] = "尼珊德拉",
		[16145] = "盘牙勇士",
		[287199] = "吉安娜·普罗德摩尔",
		[91263] = "胡辛姆将军",
		[274914] = 11,
		[295393] = 8,
		[243955] = 3,
		[295395] = 8,
		[121982] = "希克提克毁灭者",
		[279014] = "塞塔里斯之心",
		[270823] = "科多战兽 <喵喵忄忄小猫-血牙魔王>",
		[198904] = "腐心树妖",
		[35395] = 2,
		[71810] = 7,
		[53314] = "黑暗符文元素师",
		[54850] = "达卡莱巨像",
		[190714] = 5,
		[270827] = 8,
		[295402] = 1,
		[184571] = "邪火攻城车",
		[88194] = "风暴幼龙",
		[30498] = "小型暗影裂缝 <高阶术士奈瑟库斯>",
		[164093] = "杰克逊·巴赫拉",
		[125056] = "哈提 <Unforgettabl>",
		[48707] = 6,
		[213243] = 12,
		[33860] = "复生的战斗法师",
		[295408] = 7,
		[135425] = "轰枪专员",
		[9874] = "石头看守者",
		[295410] = 3,
		[184575] = 2,
		[295411] = 7,
		[279029] = 7,
		[151810] = "寒冰之王亚门纳尔",
		[295413] = 7,
		[11922] = "蟒藤",
		[279033] = 7,
		[287226] = "[*] 虫洞发生器",
		[262652] = 7,
		[151813] = "暮光领主巴赛尔",
		[15122] = "裂盾缚法师",
		[274941] = "水鼠帮海盗",
		[124036] = 10,
		[114821] = 9,
		[198916] = "邪恶蘑菇 <腐心守护者>",
		[151815] = "暮光领主巴赛尔",
		[118917] = "格林托克妖术师",
		[119941] = "腐蚀毒液",
		[53317] = "阿努巴尔勇士",
		[250114] = "翡翠雏龙 <花田里犯的错-丽丽（四川）>",
		[19236] = 5,
		[143625] = 6,
		[162056] = 2,
		[196870] = "秘术师萨维",
		[209158] = "萨维斯",
		[44614] = 8,
		[295428] = 2,
		[283141] = "惊悚者法索乌",
		[80009] = "菲亚利·火箭",
		[98440] = 4,
		[295431] = 2,
		[88201] = "风暴幼龙",
		[53318] = "阿努巴尔碾压者",
		[200969] = "赫尔多国王",
		[111752] = "通灵学院新生",
		[30500] = "高阶术士奈瑟库斯",
		[46151] = "库斯卡女巫",
		[50759] = "不稳定的宝珠",
		[17445] = "复生的铸锤师",
		[270865] = "阿库尔大王",
		[147728] = 5,
		[270866] = "值钱的螃蟹",
		[114826] = "鸣鸟女皇",
		[270868] = "[*] 残留毒液",
		[118922] = 3,
		[119946] = "穆辛巴",
		[131347] = 12,
		[92300] = "岩皮",
		[47688] = "混乱裂隙",
		[12051] = 8,
		[260364] = 8,
		[287255] = 11,
		[274968] = "分裂的残魂",
		[258317] = "艾什凡狱卒",
		[274969] = "僭悌织暗者",
		[147732] = 7,
		[266779] = 3,
		[14099] = "巴瑟拉斯镇长",
		[260366] = "流亡者莫凡尼",
		[295450] = "Hochfart-霜之哀伤",
		[274972] = "僭悌翔龙",
		[15123] = "裂盾缚法师",
		[270878] = "科多战兽 <喵喵忄忄小猫-血牙魔王>",
		[93326] = 2,
		[63560] = 6,
		[81039] = "辐射泥浆怪",
		[262688] = "塔利·萨普纳波",
		[283167] = 8,
		[50761] = "悲伤圣女",
		[258321] = "铁潮锯骨者",
		[260369] = 8,
		[270882] = "艾泽里特足球炸弹",
		[19750] = 2,
		[139546] = 4,
		[111759] = 5,
		[260372] = "风险投资公司灼天者",
		[270889] = "拉胡艾大王",
		[279081] = 8,
		[205081] = "愤怒领主盾卫",
		[157980] = 8,
		[270891] = "拉胡艾大王",
		[205082] = "愤怒领主盾卫",
		[157981] = 8,
		[160029] = 11,
		[30502] = "高阶术士奈瑟库斯",
		[151838] = "塑泽者图卡尔",
		[295469] = "岩崩",
		[157982] = 11,
		[274991] = "维克戈斯",
		[295470] = "无畏者玛哈特",
		[287280] = 2,
		[262707] = "晕乎乎的迪娜",
		[111762] = "通灵学院新生",
		[10132] = "远古巨石卫士",
		[102547] = 11,
		[192799] = "枯碎蜘蛛 <洛克莫拉>",
		[22823] = "艾德雷斯巫师",
		[287285] = 2,
		[46668] = 11,
		[287286] = 2,
		[198944] = "瓦拉加尔女武神",
		[295479] = "[*] 末日之触",
		[258333] = 4,
		[299576] = 4,
		[233759] = 10,
		[205089] = "炽热的地狱火",
		[83094] = "希亚玛特",
		[205090] = "炽热的地狱火",
		[106645] = "飞雪",
		[275006] = 8,
		[287294] = "[*] 暴风雪",
		[260384] = 6,
		[50253] = "红玉幼龙 <涛爷要死啦-死亡之翼>",
		[287296] = "[*] 暴风雪",
		[262722] = "塔利·萨普纳波",
		[275010] = "锈斑啸狼",
		[205093] = "渗透者刺客",
		[207141] = "清扫器",
		[258338] = "拉乌尔船长",
		[275011] = "锈斑头狼",
		[149801] = 1,
		[151849] = "塑泽者图卡尔",
		[275012] = "锈斑幼崽",
		[275013] = "锈斑啸狼",
		[22568] = 11,
		[275014] = "维克戈斯",
		[270920] = "沃希女王",
		[205096] = "渗透者刺客",
		[106648] = "滚动的酒桶",
		[74906] = "火焰旋风",
		[93337] = 8,
		[110744] = 5,
		[79002] = "高阶女祭司艾苏尔",
		[270923] = "沃希女王",
		[57934] = 4,
		[84122] = "神誓驯蝎者",
		[118936] = "格林托克神谕师",
		[157997] = 8,
		[270925] = 11,
		[123032] = 1,
		[270926] = "商业大亨拉兹敦克",
		[205099] = "艾瑞达暗影治愈者",
		[270927] = "提玛吉大王",
		[48719] = 11,
		[84123] = "神誓驯蝎者",
		[287313] = "吉安娜·普罗德摩尔",
		[93339] = 11,
		[80028] = "岩孔虫",
		[262740] = "部落投石车",
		[231724] = 1,
		[205102] = "艾瑞达暗影治愈者",
		[207150] = 6,
		[106651] = "乌克乌克",
		[205103] = "艾瑞达暗影治愈者",
		[111771] = 9,
		[84125] = "断骨沙蝎",
		[34897] = 3,
		[287320] = 6,
		[244014] = 10,
		[203057] = "鲜血公主萨安娜",
		[262747] = 1,
		[111772] = "通灵学院侍僧",
		[58448] = 2,
		[118940] = "格林托克神谕师",
		[119964] = "黑暗萨满柯兰萨",
		[15125] = "裂盾术士",
		[275037] = "雪裘狼",
		[106653] = "腐蚀活水",
		[198963] = "纳拉萨斯",
		[287325] = "[*] 彗星风暴",
		[275038] = "雪裘啸狼",
		[205107] = "暴食魔犬",
		[47697] = "联盟祭司",
		[32297] = 1,
		[178485] = 5,
		[180533] = "暴君维哈里",
		[50769] = 11,
		[102558] = 11,
		[17962] = 9,
		[168247] = "范加尔",
		[111774] = "通灵学院侍僧",
		[260402] = 3,
		[254259] = 12,
		[22570] = 11,
		[287333] = "拉斯塔哈大王",
		[23338] = 12,
		[254260] = 5,
		[111775] = "莉莉安·沃斯",
		[295527] = 6,
		[53330] = "阿努巴尔地穴魔",
		[299624] = 2,
		[6795] = 11,
		[287338] = 6,
		[275051] = "[*] 腐败之水",
		[114848] = "大检察官怀特迈恩",
		[287340] = 5,
		[106657] = "青玉杖",
		[75939] = "[*] 暮光烈焰",
		[252216] = 11,
		[205115] = "恶魔卫士毁灭者",
		[47699] = "晶化守护者",
		[270959] = "蔑雾缚地者",
		[16427] = "死亡鞭笞者",
		[50259] = 11,
		[279152] = 4,
		[106658] = "青玉杖",
		[93347] = 5,
		[258362] = "高地伐木工",
		[21547] = "孢子树",
		[87204] = 5,
		[194879] = 6,
		[106659] = "青玉杖",
		[46164] = "凯尔萨斯·逐日者",
		[207167] = 6,
		[180545] = 3,
		[12438] = 8,
		[119971] = "黑暗萨满柯兰萨",
		[106660] = "青玉杖",
		[126115] = "影踪派冰箭手",
		[80038] = "巨石之核熔岩之主",
		[162116] = 3,
		[115876] = "指挥官杜兰德",
		[58452] = 11,
		[279164] = 9,
		[15254] = "虚灵航标",
		[128164] = "一桶多肉狗食",
		[101542] = 7,
		[287360] = 5,
		[53333] = "阿努巴尔通灵师",
		[279170] = 6,
		[225604] = 12,
		[84136] = "托维尔商人",
		[258371] = "砾鳞晶目者",
		[275077] = "死钉护巢蝎",
		[182600] = "[*] 邪火",
		[287365] = "[*] 灼热焦油",
		[1459] = 8,
		[139595] = 8,
		[275079] = "死钉护巢蝎",
		[114855] = "血色新兵",
		[83113] = "胡辛姆将军",
		[270984] = 9,
		[50774] = "审讯者达库斯",
		[262794] = "风险投资公司策划",
		[287369] = 4,
		[1715] = 1,
		[84138] = "托维尔商人",
		[101545] = 10,
		[102569] = "姆诺兹多",
		[30508] = "高阶术士奈瑟库斯",
		[275086] = "原始重殴者",
		[299661] = 9,
		[275087] = "灰毛熊王",
		[16429] = "图萨丁暗影法师",
		[299662] = 11,
		[34392] = "莱库尔钉刺者",
		[51799] = "黑暗符文学者",
		[275089] = 2,
		[196941] = 2,
		[299664] = 4,
		[275090] = "原始重殴者",
		[279186] = "疯狂的轴枪工程师",
		[275091] = "灰毛巢母",
		[279187] = 7,
		[287379] = 1,
		[275092] = "灰毛幼崽",
		[114859] = "厌烦的学生",
		[3110] = "格布提普 <放弃治疗丶-克尔苏加德>",
		[84141] = "托维尔商人",
		[102572] = "碧空翔龙",
		[256333] = 6,
		[258381] = "尤朵拉船长",
		[123051] = "未知目标 <爱丽丝蒂娜-通灵学院>",
		[184658] = "恶魔传送门",
		[262811] = "吸血球",
		[287386] = "曼赛罗伊·弗雷菲斯",
		[275099] = "灰毛巢母",
		[114860] = "斯雷特教授",
		[84142] = "托维尔商人",
		[102573] = "碧空翔龙",
		[16430] = "图萨丁亡灵法师",
		[33370] = 5,
		[34394] = "莱库尔钉刺者",
		[119981] = "鬼谋神算冥谷子",
		[89263] = "“船长”曲奇",
		[184662] = 2,
		[244051] = "沙图格",
		[279203] = 1,
		[279204] = 2,
		[291492] = 11,
		[303780] = 4,
		[275110] = "断喙拾骨者",
		[114863] = "[*] 爆破弹药",
		[149851] = "麦什伦",
		[221527] = 12,
		[176474] = "战争之矛牧师",
		[203097] = 4,
		[266923] = "能量核心",
		[258390] = "砾鳞凝视者",
		[287403] = 11,
		[205146] = 9,
		[266925] = 8,
		[244056] = "沙图格",
		[283309] = 1,
		[31534] = "督军卡利瑟里斯",
		[7948] = "变异蹒跚者",
		[223578] = 2,
		[291502] = 4,
		[84147] = "血色仆从",
		[8600] = "殉教者塞卡",
		[89267] = 8,
		[109746] = 2,
		[39004] = "自由的虚空领域 <自由的瑟雷凯斯>",
		[80052] = "巨石之核熔岩之主",
		[20271] = 2,
		[283315] = 4,
		[58459] = "碧蓝入侵者",
		[219485] = 4,
		[21807] = "守护者达戈达",
		[127154] = 1,
		[184673] = "迪亚·暗语",
		[118963] = "格林托克潜藏者",
		[242014] = 9,
		[194913] = 6,
		[295609] = "[*] 贪食折磨",
		[266939] = "征服者阿卡阿里",
		[65719] = "尤格-萨隆的卫士 <邪恶之云>",
		[266940] = "征服者阿卡阿里",
		[287419] = "祝圣信徒",
		[59996] = 10,
		[15128] = "火印步兵",
		[260447] = "格温德拉·蛮锤",
		[250208] = "脊壳钳龟",
		[128180] = 1,
		[65116] = 3,
		[51805] = "黑暗符文控制者",
		[287424] = "[*] 窃贼的报应",
		[37470] = "虚灵缚法者",
		[39006] = "天怒预言者苏克拉底",
		[97463] = 1,
		[58461] = "碧蓝入侵者",
		[275140] = "宝石碎片巨像",
		[21808] = "兰斯利德",
		[271045] = 3,
		[213350] = 2,
		[266950] = "黑齿拳手",
		[250212] = "千年脊壳龟",
		[93368] = 3,
		[23600] = "厌烦的学生",
		[266951] = "征服者阿卡阿里",
		[32863] = "秘教术士",
		[250213] = "千年脊壳龟",
		[271049] = 3,
		[106680] = "香莲",
		[250214] = "千年脊壳龟",
		[170347] = 8,
		[295625] = 4,
		[256358] = "托萨克",
		[114872] = "厌烦的学生",
		[58462] = "未知目标",
		[209258] = 12,
		[260455] = "血虱",
		[106681] = "香莲",
		[271054] = 11,
		[111801] = "复生的卫士",
		[271055] = "隐秘之牙",
		[114873] = "斯雷特教授",
		[287439] = "暗铸十字军",
		[252265] = "[*] 冰域",
		[271057] = "隐秘之牙",
		[271058] = 11,
		[252266] = "[*] 冰域",
		[172399] = 4,
		[209261] = 12,
		[41056] = "碧蓝上尉",
		[215405] = 8,
		[252267] = "冰雪之珠",
		[256363] = "托萨克",
		[44640] = "痛苦妖女",
		[248172] = 1,
		[23601] = "碎手狙击者",
		[266967] = "学者拉娜",
		[12057] = "土灵碎岩者",
		[178545] = 3,
		[32865] = "秘教术士",
		[201072] = 5,
		[266970] = "学者拉娜",
		[39009] = "末日预言者达尔莉安",
		[41057] = "碧蓝上尉",
		[14873] = "狡猾的盗贼",
		[119996] = 10,
		[90302] = "发疯的旋岩虫",
		[266974] = "大法师塔姆拉",
		[203123] = 11,
		[127164] = 6,
		[271071] = 5,
		[196980] = 4,
		[49761] = 1,
		[184693] = 4,
		[50785] = "瓦尔洛斯·云击",
		[34914] = 5,
		[266977] = 2,
		[287456] = "吉安娜·普罗德摩尔",
		[73920] = 7,
		[74944] = "暮光弓箭手",
		[151928] = "胶化瘟疫泥团",
		[127165] = 1,
		[5005] = 8,
		[40546] = "达卡莱长枪手",
		[248179] = 1,
		[170360] = 3,
		[287460] = "海潮水元素",
		[73921] = 7,
		[287461] = "[*] 冰霜之心",
		[113855] = "神射手",
		[33891] = 11,
		[101568] = 6,
		[119999] = "熔岩守卫戈多斯",
		[199033] = "瓦拉加尔候选者",
		[256374] = 8,
		[160124] = "熔岩犬 <醉怡红楼-提瑞斯法>",
		[266988] = "布雷泽",
		[117952] = 10,
		[266989] = "布雷泽",
		[279277] = "被遗忘者魔药战车",
		[149886] = "多米尼娜",
		[287469] = "弗里达·铁吼",
		[221562] = 6,
		[8141] = "穆约",
		[287471] = 11,
		[205180] = 9,
		[8858] = "维格利",
		[176510] = "迅豹精锐",
		[149888] = "多米尼娜",
		[127169] = 2,
		[113858] = 9,
		[20787] = "炽热火焰卫士",
		[207230] = 6,
		[176512] = "迅豹精锐",
		[75973] = 2,
		[127170] = 6,
		[287478] = 4,
		[287480] = "轴枪烈焰炮台",
		[13338] = "蕾瑟塔蒂丝",
		[235903] = 12,
		[299769] = "鳍地精斥候",
		[287482] = "轴枪烈焰炮台",
		[113860] = 9,
		[199042] = 1,
		[184707] = 1,
		[219521] = 5,
		[267005] = "裂隙之刃克莱恩",
		[180612] = 6,
		[149894] = "多米尼娜",
		[111813] = "复生的卫士",
		[271103] = 2,
		[267008] = "未知目标",
		[250241] = "沃卡尔",
		[102598] = "永恒守卫",
		[271105] = 1,
		[283394] = "大工匠梅卡托克",
		[303873] = 2,
		[113862] = 8,
		[41062] = "剑圣朱倍尔索斯",
		[58469] = "碧蓝法师杀手",
		[102599] = "永恒守卫",
		[299780] = "鳍地精斥候",
		[127174] = 1,
		[279303] = 6,
		[102600] = "永恒镇压者",
		[209288] = "超凡恐魔",
		[170379] = 7,
		[295689] = 4,
		[79050] = "高阶女祭司艾苏尔",
		[271115] = 8,
		[199050] = "瓦拉加尔女武神",
		[201098] = 11,
		[102601] = "永恒镇压者",
		[262926] = "裂隙之刃克莱恩",
		[299788] = 1,
		[299789] = 12,
		[48743] = 6,
		[8219] = 11,
		[299790] = 2,
		[205196] = "恐惧猎犬 <啥子蜘蛛-死亡之翼>",
		[287504] = 10,
		[227723] = 3,
		[39016] = "末日预言者达尔莉安",
		[267027] = "喷毒盘蛇",
		[113866] = "詹迪斯·巴罗夫",
		[131474] = 5,
		[58471] = "碧蓝追猎者",
		[209294] = "萨维斯",
		[2823] = 4,
		[91340] = 1,
		[184720] = "资深暗法师",
		[137619] = 4,
		[267031] = 10,
		[131476] = 5,
		[303895] = 6,
		[13339] = "盘牙麻疯者",
		[267034] = "低语者沃尔兹斯",
		[287513] = "亚拉特的堡垒",
		[205201] = 1,
		[262940] = "未知目标",
		[58984] = 4,
		[205202] = 2,
		[184724] = "影心魔",
		[203155] = 3,
		[47721] = "大魔导师泰蕾丝塔",
		[83151] = "希亚玛特",
		[34922] = "节点恐魔",
		[35946] = "达卡莱猎神者",
		[250258] = "沃卡尔",
		[262947] = "风险投资公司策划",
		[65745] = 3,
		[149913] = "苏克",
		[250259] = "沃卡尔",
		[22582] = "盘牙先知",
		[199063] = "纠缠之根",
		[151962] = "亡语者布莱克松",
		[283430] = 9,
		[256405] = "托萨克",
		[151964] = "洞穴蝙蝠",
		[39019] = "预言者斯克瑞斯",
		[7054] = "痛苦的军官",
		[267052] = "织影者扎拉",
		[47723] = "大魔导师泰蕾丝塔",
		[8142] = "永生者沃尔丹",
		[8220] = 8,
		[291631] = 5,
		[51819] = "暴怒的构造体",
		[291632] = 1,
		[184734] = "传送门守卫者",
		[291633] = 10,
		[156064] = 3,
		[291634] = 11,
		[213405] = 12,
		[267060] = "智者扎纳扎尔",
		[291635] = 11,
		[291636] = 6,
		[291637] = 8,
		[291638] = 5,
		[291639] = 9,
		[34925] = "节点恐魔",
		[105684] = 6,
		[13340] = "荒野小鬼",
		[39021] = "预言者斯克瑞斯",
		[303929] = 6,
		[291642] = 2,
		[291643] = 6,
		[256415] = 1,
		[291644] = 9,
		[201123] = "邪棘魔花",
		[291645] = 11,
		[32055] = "夸格米拉",
		[291646] = 8,
		[291647] = 9,
		[156071] = 1,
		[291648] = 5,
		[231843] = 2,
		[75992] = "纳兹夏尔风暴女巫",
		[203173] = 6,
		[188838] = 7,
		[291650] = 2,
		[295746] = 1,
		[101591] = 8,
		[44142] = "艾尔蕾丝",
		[291652] = 7,
		[90328] = "哈提 <不同不同-自由之风>",
		[62061] = 9,
		[271174] = "苍白吞噬者",
		[291653] = 8,
		[279366] = 11,
		[271175] = "苍白吞噬者",
		[291654] = 6,
		[82137] = "摧骨者罗姆欧格",
		[101592] = "姆诺兹多",
		[223655] = "斯拉吉拉克斯",
		[287560] = "轴枪冲击炮",
		[291656] = 9,
		[287561] = "轴枪冲击炮",
		[291657] = 1,
		[291658] = 3,
		[120024] = "熔岩守卫戈多斯",
		[287565] = "吉安娜·普罗德摩尔",
		[291661] = 3,
		[47727] = "大魔导师泰蕾丝塔",
		[291662] = 11,
		[8221] = 10,
		[16953] = 11,
		[205228] = 2,
		[287568] = 10,
		[291664] = 6,
		[199085] = "[*] 战路",
		[291666] = 5,
		[20537] = "托塞德林王子",
		[21049] = "联盟狂战士",
		[291667] = 11,
		[291668] = 12,
		[164273] = 3,
		[92380] = "奇美拉 <背后瞄准着你-安威玛尔>",
		[291669] = 11,
		[205231] = "黑眼 <Yoshiki>",
		[291670] = 5,
		[147891] = 2,
		[291671] = 6,
		[120027] = "[*] 灼烧",
		[287576] = "轴枪冲击炮",
		[291672] = 9,
		[13341] = "巫术骷髅",
		[75998] = "纳兹夏尔荣誉守卫",
		[291673] = 12,
		[291674] = 2,
		[291675] = 4,
		[254383] = "沙图格",
		[271197] = 4,
		[291676] = 10,
		[62064] = 2,
		[31289] = "摇头晃脑的老虎",
		[291677] = 11,
		[254384] = "法尔格",
		[47729] = "大魔导师泰蕾丝塔",
		[291678] = 6,
		[149943] = "刽子手戈尔",
		[291679] = 4,
		[34930] = "虚灵暗法师",
		[267105] = "洪流图腾",
		[71904] = 1,
		[215476] = 3,
		[287585] = "吉安娜·普罗德摩尔",
		[19514] = "玛儿·野蹄",
		[287586] = "轴枪冲击炮",
		[21562] = 5,
		[88288] = "伐木场巨怪",
		[279397] = 2,
		[22842] = 11,
		[76001] = "纳兹夏尔女士",
		[252340] = 2,
		[176569] = 3,
		[33395] = "水元素 <瓦格里-阿尔萨斯>",
		[25914] = 2,
		[209336] = 11,
		[6607] = "哈卡的化身",
		[299880] = 11,
		[76002] = "卡尔什·断钢",
		[299881] = 4,
		[28730] = 8,
		[168380] = "获救的先锋牧师 <猫小妞妞-末日行者>",
		[209338] = 11,
		[197051] = 4,
		[74979] = "铸炉之主索朗格斯",
		[151998] = "溃烂小蜘蛛",
		[7951] = "变异剧毒风蛇",
		[47731] = "大魔导师泰蕾丝塔",
		[8143] = 7,
		[8222] = 8,
		[83171] = "[*] 秘法陷阱",
		[168382] = "获救的先锋牧师 <筱筱伊盗-主宰之剑>",
		[101602] = 5,
		[546] = 7,
		[131521] = "堕落的祝踏岚",
		[586] = 5,
		[39028] = "阿克瑞斯唤雷者",
		[283506] = 5,
		[112866] = 9,
		[642] = 2,
		[283507] = "因扎希之手",
		[271220] = "脆弱的骷髅 <灵魂大师罗维娜>",
		[101603] = 5,
		[205246] = 9,
		[120034] = "[*] 熔岩",
		[71909] = 4,
		[698] = 9,
		[91364] = 1,
		[129250] = 5,
		[101604] = 7,
		[279416] = 2,
		[287608] = 6,
		[162243] = 12,
		[287610] = 6,
		[149957] = "逃窜的野猪",
		[85222] = 2,
		[46197] = 2,
		[31547] = "沼地领主穆塞雷克",
		[112869] = 9,
		[1044] = 2,
		[287615] = "玫斯特拉",
		[252353] = 2,
		[34934] = "虚灵怨魂 <虚灵缚法者>",
		[52341] = "闪电构造体",
		[53365] = 6,
		[74984] = "铸炉之主索朗格斯",
		[76008] = "纳兹夏尔女士",
		[295809] = 4,
		[129253] = 5,
		[197062] = 4,
		[219589] = 8,
		[295811] = 4,
		[260547] = "魂缚巨像",
		[299908] = 4,
		[46198] = "埃霍恩",
		[256452] = 5,
		[48246] = "Flame Brazier",
		[275335] = 1,
		[114919] = 2,
		[34423] = "暗血治疗者",
		[1604] = "高地劳工",
		[70890] = 6,
		[35959] = "天怒预言者苏克拉底",
		[74986] = "[*] 落石",
		[127207] = 8,
		[287626] = "吉安娜·普罗德摩尔",
		[275340] = "亮鳞风蛇",
		[256455] = 5,
		[44151] = 9,
		[275341] = "亮鳞风蛇",
		[46199] = 9,
		[275342] = "亮鳞盘牙风蛇",
		[128232] = "血色福音传道者",
		[32316] = "虚灵缚法者",
		[275343] = "夜鳞盘牙风蛇",
		[2120] = 8,
		[275344] = "亮鳞尖啸风蛇",
		[254409] = 6,
		[190925] = 3,
		[225739] = 4,
		[275345] = "夜鳞尖啸者",
		[275346] = "亮鳞尖啸风蛇",
		[128233] = "血色福音传道者",
		[96491] = 7,
		[275347] = "断喙食腐鸟",
		[190927] = 3,
		[88300] = "伐木场巨怪",
		[256460] = 12,
		[287638] = 2,
		[275351] = 12,
		[114923] = 8,
		[287639] = 8,
		[51832] = "冷酷的构造体",
		[287640] = "爆裂充能 <Paperboyz>",
		[263066] = "不靠谱的助理",
		[39033] = "黑翼龙兽",
		[130283] = 10,
		[60024] = 2,
		[47737] = "混乱裂隙 <阿诺玛鲁斯>",
		[101614] = "贝恩的残影",
		[17470] = "悲惨的提米",
		[287648] = "因扎希之手",
		[263074] = "不靠谱的助理",
		[91375] = "[*] 黑暗裂隙",
		[93423] = "灰葬男爵",
		[188886] = "邪火巨炮",
		[267171] = 9,
		[162264] = 12,
		[295842] = 11,
		[20798] = "沙怒暗影法师",
		[287651] = "因扎希之手",
		[287652] = "因扎希之手",
		[287653] = 4,
		[93424] = "[*] 窒息",
		[188888] = "邪火喷射机",
		[128238] = "格尔桑捷刃兵",
		[304037] = 4,
		[114927] = "古·穿云",
		[67826] = 5,
		[275368] = "暗影蛇怪",
		[192985] = "艾萨拉之怒",
		[106736] = "疑之煞",
		[231895] = 2,
		[125167] = 5,
		[267179] = 3,
		[279467] = 7,
		[287659] = "亚拉特的堡垒",
		[118000] = 1,
		[267181] = "炮塔",
		[287660] = 9,
		[279469] = 9,
		[31550] = "埃欧努斯",
		[279471] = 11,
		[34428] = 1,
		[205276] = "大工匠梅卡托克",
		[260569] = "[*] 野火",
		[287665] = 4,
		[275378] = 9,
		[96499] = 12,
		[260570] = "[*] 野火",
		[101619] = "[*] 熔岩",
		[88308] = "阿尔泰鲁斯",
		[283573] = "弗里达·铁吼",
		[275382] = "灰烬元素 <闪电图腾腾-阿拉希>",
		[207327] = "清扫器",
		[80117] = "发疯的旋岩虫",
		[81141] = 6,
		[33917] = 11,
		[275384] = "火花元素 <层林尽染-安苏>",
		[34941] = "复仇军缚灵者",
		[256477] = "锯齿鲨",
		[271290] = "殓尸者姆沁巴",
		[156132] = 3,
		[267195] = "暮行者洛里纳斯",
		[287674] = 11,
		[295866] = 1,
		[283579] = "暗铸十字军",
		[271292] = 11,
		[45181] = 4,
		[31551] = "掠龙裂心者",
		[263103] = "不靠谱的助理",
		[283582] = "[*] 奉献",
		[275391] = 7,
		[16448] = "天灾鼠",
		[34942] = "虚灵暗法师",
		[73976] = "尼斐塞特疫病使者",
		[75000] = "铸炉之主索朗格斯",
		[252386] = 7,
		[39038] = "黑翼龙兽",
		[40062] = "影月技师",
		[252387] = 11,
		[267205] = 3,
		[225765] = 10,
		[45182] = 4,
		[201191] = "怨嗣软泥怪",
		[275398] = 9,
		[156138] = "邪能领主扎昆",
		[256484] = "锈斑啸狼",
		[180713] = 11,
		[50302] = "晶化保卫者",
		[287688] = 8,
		[90361] = "哈提 <不同不同-自由之风>",
		[76026] = "指挥官乌尔索克",
		[267211] = 9,
		[287691] = "大工匠梅卡托克",
		[101625] = "贝恩的残影",
		[267213] = 9,
		[88314] = "扭曲气旋",
		[283598] = "弗里达·铁吼",
		[279503] = 6,
		[34944] = "盘牙医师",
		[279505] = 7,
		[76028] = "如花",
		[128249] = "血色招魂师",
		[20801] = "秘教魔仆",
		[21057] = "瑟莱德丝卫士",
		[101627] = "贝恩的残影",
		[193007] = 9,
		[164337] = "莫里兹",
		[150002] = "烈焰侍从",
		[256492] = 6,
		[48256] = "戈托克·苍蹄",
		[150003] = "烈焰侍从",
		[170482] = 5,
		[34945] = "盘牙医师",
		[197105] = "积怨奥术师",
		[283609] = "亚拉特的堡垒",
		[76030] = "如花",
		[283610] = "亚拉特的堡垒",
		[164340] = "裂隙猎手约斯克",
		[57984] = "巨型火元素 <赞达拉扛把子-埃德萨拉>",
		[250351] = 1,
		[43649] = "控制者达尔隆",
		[76031] = "如花",
		[31553] = "碎手斥候",
		[94462] = 4,
		[256496] = 6,
		[258544] = "杰斯·豪里斯",
		[213491] = 12,
		[287712] = 3,
		[283617] = "弗里达·铁吼",
		[76032] = "如花",
		[94463] = 11,
		[263140] = 3,
		[267237] = "无信护卵员",
		[275429] = 9,
		[263142] = "测试对象",
		[236021] = 11,
		[279526] = 11,
		[48258] = "席瓦拉·索格蕾",
		[33923] = "摩摩尔",
		[6353] = 9,
		[267241] = "拉沙克·铁墙",
		[88321] = "黏性炸弹",
		[6673] = 1,
		[283626] = "祝圣信徒",
		[287722] = 5,
		[283628] = "祝圣信徒",
		[31554] = "盘牙卫士",
		[47747] = "阿诺玛鲁斯",
		[225787] = 4,
		[279537] = 11,
		[267250] = "老练军士斯雷德",
		[170495] = 4,
		[95491] = "迪菲亚加农炮 <花瓶-冬泉谷>",
		[225788] = 11,
		[287731] = 2,
		[188927] = "暗魔污染者",
		[267253] = "大法师塔姆拉",
		[44164] = "菲兹尔 <艾尔蕾丝>",
		[279541] = 11,
		[11426] = 8,
		[63619] = "暗影魔 <默默牧-燃烧之刃>",
		[47748] = "阿诺玛鲁斯",
		[48260] = "戈托克·苍蹄",
		[195072] = 12,
		[32901] = "塞泰克暗鹰",
		[267256] = "地墙图腾",
		[190977] = 3,
		[150020] = "暮光领主巴赛尔",
		[38533] = "裂隙守卫者",
		[186883] = "邪火喷射机",
		[263165] = 5,
		[300028] = 4,
		[250368] = "沃卡尔",
		[31555] = "盘牙预言者",
		[48261] = "戈托克·苍蹄",
		[120069] = "强壮的烈焰猎犬",
		[72968] = 4,
		[126213] = 3,
		[283650] = "暗铸十字军",
		[279555] = 11,
		[150025] = "滋养之水",
		[58501] = 8,
		[186887] = "邪火喷射机",
		[162313] = 2,
		[215558] = 10,
		[94472] = 5,
		[267271] = "部落投石车",
		[287751] = "大工匠梅卡托克",
		[267273] = "智者扎纳扎尔",
		[271369] = "暮色巡游者库里",
		[227847] = 1,
		[267274] = 6,
		[38535] = "裂隙守卫者",
		[271371] = "沙顶村民",
		[114952] = "燃料罐",
		[101641] = 9,
		[254471] = 2,
		[158221] = 10,
		[275469] = 2,
		[267278] = "静电充能苦修者",
		[271374] = 3,
		[254472] = 2,
		[47751] = "阿诺玛鲁斯",
		[271376] = 3,
		[254473] = 2,
		[18501] = "噬骨撕裂者",
		[203277] = 8,
		[254474] = 2,
		[256522] = 4,
		[97547] = 11,
		[20549] = 1,
		[20805] = "皮萨斯",
		[184847] = "古尔图格·血沸",
		[101643] = 10,
		[279572] = 5,
		[2825] = 7,
		[11939] = "莫洛克",
		[287766] = "赞达拉水手",
		[12323] = 1,
		[150035] = "滋养之水",
		[135700] = 11,
		[51336] = "审讯者达库斯",
		[304151] = 4,
		[275481] = 2,
		[38537] = "裂隙领主",
		[39049] = "埃欧努斯",
		[275483] = 2,
		[295962] = 10,
		[58504] = "传送门守卫者",
		[29765] = "血警卫保护者",
		[120076] = "成年的烈焰猎犬",
		[209426] = 12,
		[124172] = "希克提克先锋",
		[76047] = "指挥官乌尔索克",
		[263199] = "监工克里克斯",
		[176661] = 12,
		[279584] = 12,
		[51849] = "塑铁者斯约尼尔",
		[53385] = 2,
		[124173] = "希克提克先锋",
		[203285] = 8,
		[188950] = "亵渎 <阿克蒙德>",
		[267299] = "低语者沃尔兹斯",
		[56969] = "碧蓝缚鳞者",
		[82192] = 6,
		[203286] = 8,
		[5394] = 7,
		[91408] = "奥弗",
		[112911] = "仇恨碎片",
		[48778] = 6,
		[263209] = "矿井鼠",
		[271401] = "巨型岩角雪人",
		[38539] = "时空领主德亚",
		[263211] = "监工克里克斯",
		[275499] = "治疗之泉图腾 <祖逹萨>",
		[57994] = 7,
		[58506] = "石头守卫斯托克顿",
		[207386] = 11,
		[193051] = "深须国王",
		[122128] = 5,
		[267310] = "深渊具象",
		[263215] = "巨石之怒",
		[47755] = 5,
		[287790] = 11,
		[32908] = "始祖幼龙骑手",
		[17735] = "哈斯摩恩 <记忆七秒的鱼-索瑞森>",
		[20295] = "安娜科德拉",
		[236060] = 8,
		[263221] = "监工克里克斯",
		[193055] = "呼潮引浪",
		[11428] = "扭木树人",
		[287797] = "大工匠梅卡托克",
		[279606] = "亡者大军 <迪凯德拉>",
		[225822] = 6,
		[279608] = 3,
		[205345] = 8,
		[287802] = 7,
		[263228] = "监工克里克斯",
		[267324] = "水鼠帮酗酒者",
		[201250] = "污血之怒",
		[267325] = 3,
		[199203] = 1,
		[267327] = 3,
		[80151] = "巨石之核熔岩之主",
		[32910] = "坚钢狂暴者",
		[267329] = 4,
		[209444] = "萨维斯",
		[263234] = "阿德里斯",
		[91415] = "奥弗",
		[287809] = 11,
		[267331] = 3,
		[287810] = 11,
		[113942] = 6,
		[164392] = "拓桑·星拳",
		[287811] = 11,
		[118038] = 1,
		[21832] = "瑟莱德丝公主",
		[260643] = 1,
		[148010] = 1,
		[205351] = 5,
		[207399] = 7,
		[97560] = 6,
		[164394] = "拓桑·星拳",
		[49806] = "阿努巴尔战士",
		[271432] = "[*] 测试飞弹",
		[50830] = "塑铁者斯约尼尔",
		[207400] = 7,
		[193065] = 5,
		[53390] = 7,
		[152108] = 9,
		[58510] = "传送门守卫者",
		[256551] = "锯齿鲨",
		[263246] = "阿斯匹克斯",
		[254504] = 1,
		[256552] = "锯齿鲨",
		[84251] = "地震",
		[50831] = "塑铁者斯约尼尔",
		[17481] = 10,
		[256553] = "锯齿鲨",
		[52879] = "泰坦神铁轰鸣者",
		[197165] = "艾萨拉之怒",
		[91419] = "怨骨骷髅",
		[287825] = 4,
		[267347] = 8,
		[287827] = 4,
		[275540] = 1,
		[43664] = "始祖幼龙训练者",
		[121114] = "希克提克织珀者",
		[279637] = 3,
		[22857] = "巡视者加戈玛",
		[23113] = "炉渣",
		[46736] = 11,
		[267351] = 3,
		[150067] = "火眼莫德雷斯",
		[287831] = 10,
		[34449] = "盘牙水元素",
		[263257] = "阿斯匹克斯",
		[143924] = 4,
		[279641] = 11,
		[267354] = "雇来的刺客",
		[80158] = "巨石之核战争使者",
		[287835] = 10,
		[267357] = "雇来的刺客",
		[44177] = "亚赛",
		[178740] = 12,
		[148022] = 8,
		[267358] = "水鼠帮酗酒者",
		[287837] = 10,
		[64144] = "未知目标",
		[32329] = "幽暗沼泽蹒跚者",
		[178741] = 12,
		[16458] = "恶疫食尸鬼",
		[267360] = "低语者沃尔兹斯",
		[271456] = "商业大亨拉兹敦克",
		[50833] = 11,
		[279648] = 11,
		[120093] = "堕落的驯犬人",
		[195125] = 4,
		[150072] = "阿鲁克斯",
		[127261] = 8,
		[41106] = "比亚格里将军",
		[41618] = 11,
		[84256] = "神誓持斧战士",
		[176696] = "流亡者先驱",
		[211510] = 12,
		[22858] = "巡视者加戈玛",
		[271462] = 11,
		[46738] = 11,
		[64145] = "重压触须",
		[24394] = 3,
		[215607] = 3,
		[201272] = "污血之怒",
		[50834] = "塑铁者斯约尼尔",
		[300135] = 4,
		[271465] = 11,
		[291944] = 10,
		[53394] = "阿努巴尔勇士",
		[271466] = 5,
		[263275] = "监工阿斯加里",
		[191034] = 11,
		[41107] = "比亚格里将军",
		[271468] = 11,
		[43667] = "凯雷塞斯王子",
		[106785] = 11,
		[46227] = "女祭司德莉希亚",
		[46739] = 11,
		[176701] = "流亡者先驱",
		[8147] = "皮萨斯",
		[32916] = "封臣埃图维斯",
		[154175] = "骨喉",
		[191037] = 11,
		[275569] = "麝腹冲锋者",
		[246330] = 8,
		[267378] = "老练军士斯雷德",
		[79140] = 4,
		[260666] = "鎏金女祭司",
		[21067] = "毒劣魔",
		[176704] = "流亡者利爪战士",
		[260667] = "鎏金女祭司",
		[150082] = "阿鲁克斯",
		[46740] = 11,
		[193088] = "深须国王",
		[260668] = "鎏金女祭司",
		[296054] = 4,
		[50836] = 11,
		[86309] = "埃尔坦的气旋",
		[267385] = "触须",
		[260669] = "瑞克莎·流火",
		[279673] = 9,
		[112932] = "憎恨碎片",
		[28747] = "看门者克里克希尔",
		[296059] = 2,
		[30283] = 9,
		[211522] = 5,
		[15654] = "荒野魔仆",
		[47765] = "[*] 引力井",
		[193092] = "海姆达尔",
		[32587] = "碎手勇士",
		[16460] = "天灾虫",
		[287871] = 4,
		[17228] = "相位鞭笞者",
		[174662] = 4,
		[193093] = "深须国王",
		[52885] = "泰坦神铁轰鸣者",
		[287873] = 4,
		[296065] = "苏冰晨-格雷迈恩",
		[256578] = 6,
		[58517] = "传送门守卫者",
		[85288] = 1,
		[279684] = 8,
		[287876] = "惊悚者法索乌",
		[275589] = "岩蹄石角羊",
		[108839] = 8,
		[63637] = 4,
		[223814] = 8,
		[48278] = "仪祭引导者",
		[113959] = "未知目标",
		[35479] = 5,
		[160331] = 3,
		[164427] = "训练有素的狼",
		[267402] = 6,
		[275594] = "麝腹公牛",
		[127271] = 1,
		[83242] = 3,
		[263309] = "阿德里斯",
		[275597] = "麝腹公牛",
		[63638] = 3,
		[32588] = "碎手勇士",
		[83243] = 3,
		[152143] = "胶化瘟疫泥团",
		[17229] = 12,
		[221771] = 10,
		[17741] = "碧蓝典狱官",
		[176718] = "未知目标",
		[267410] = 6,
		[287889] = "海潮女祭司之魂",
		[258634] = "艾什凡火法师",
		[83244] = 3,
		[287891] = "[*] 绵羊弹片",
		[59543] = 3,
		[105771] = 1,
		[263318] = "阿斯匹克斯",
		[108843] = 8,
		[263319] = "霜剑士塞拉费",
		[176721] = "玛瑙掠食者",
		[48792] = 6,
		[296086] = 11,
		[83245] = 3,
		[184913] = 4,
		[50840] = "塑铁者斯约尼尔",
		[34969] = "嘲颅盗贼",
		[3242] = "不稳定的掠尸鬼",
		[260685] = "长者莉娅克萨",
		[53400] = "哈多诺克斯",
		[150100] = "剃刀沼泽狩猎大师",
		[275610] = "麝腹冲锋者",
		[275611] = "岩蹄跃羊",
		[201298] = "污血爆裂者 <污血之怒>",
		[14887] = "火印暗法师",
		[106797] = "刘·焰心",
		[15655] = "复生的防御者",
		[31821] = 2,
		[64152] = "腐蚀触须",
		[296094] = 11,
		[50841] = "塑铁者斯约尼尔",
		[119085] = 10,
		[75056] = "铸炉之主索朗格斯",
		[279714] = 4,
		[283810] = 1,
		[279715] = 8,
		[116014] = 8,
		[42650] = 6,
		[223829] = 6,
		[271526] = "地怒者",
		[78129] = "暮光雏龙",
		[64153] = "腐蚀触须",
		[50842] = 6,
		[34971] = "克劳恩",
		[267433] = "机甲驾驶员",
		[52890] = "泰坦神铁碎岩者",
		[267434] = "老练军士斯雷德",
		[267435] = "老练军士斯雷德",
		[112944] = "跳跳大王",
		[211545] = 11,
		[229976] = 2,
		[120112] = "堕落的烈焰召唤者",
		[287916] = 4,
		[197211] = 7,
		[287917] = 10,
		[31566] = "沼地领主穆塞雷克",
		[191068] = "亵渎 <阿克蒙德>",
		[112945] = "跳跳大王",
		[260696] = "女巫马拉迪",
		[164446] = "马提亚斯·祖恩",
		[50843] = "克莱斯塔卢斯",
		[263345] = "重型火炮",
		[267441] = "老练军士斯雷德",
		[52891] = "泰坦神铁碎岩者",
		[263346] = 5,
		[271538] = 2,
		[296113] = 4,
		[283826] = 4,
		[176735] = "野生血牙小猪",
		[260698] = "女巫索林娜",
		[197214] = 7,
		[21071] = "原始巨兽",
		[59547] = 7,
		[22351] = "死亡鞭笞者",
		[283829] = 2,
		[76085] = "黑暗裂隙 <指挥官乌尔索克>",
		[64155] = 4,
		[271543] = 2,
		[162402] = 9,
		[283831] = 2,
		[271544] = 2,
		[260701] = "女巫布里亚",
		[287929] = "大工匠梅卡托克",
		[13736] = "加尔范上尉",
		[55964] = "兰多菲·摩洛克",
		[80182] = "喝醉的猢狲争斗者",
		[260702] = "[*] 不稳定的符文印记",
		[279739] = 5,
		[267452] = "第七军团水兵",
		[296123] = 4,
		[283836] = 2,
		[287932] = 4,
		[260703] = "女巫马拉迪",
		[74039] = "受伤的红色幼龙 <Eternalyg>",
		[150118] = "凝结瘟疫泥团",
		[108853] = 8,
		[31567] = "沼地领主穆塞雷克",
		[279742] = 9,
		[64156] = "腐蚀触须",
		[296126] = 4,
		[49821] = 5,
		[203364] = "鲜血公主萨安娜",
		[283840] = 2,
		[74040] = "受伤的红色幼龙 <Eternalyg>",
		[215652] = 2,
		[267459] = "被遗忘的居民",
		[271555] = "葬礼构造体",
		[234084] = 11,
		[263365] = "阿德里斯",
		[267461] = "霜剑士塞拉费",
		[106807] = "乌克乌克",
		[275654] = "魁梧的霜须雪怪",
		[47774] = "联盟狂战士",
		[271559] = 2,
		[260708] = 1,
		[114999] = "堕落的祝踏岚",
		[271561] = "葬礼构造体",
		[53406] = "哈多诺克斯",
		[271562] = "葬礼构造体",
		[263371] = "阿斯匹克斯",
		[271563] = "防腐液",
		[275659] = "霜须嗥叫者",
		[296138] = 2,
		[271564] = "[*] 防腐液",
		[271565] = "防腐液",
		[164461] = "杰克逊·巴赫拉",
		[279758] = 1,
		[256616] = "雕骨切割者",
		[48287] = "斯拉德兰",
		[32592] = 5,
		[296142] = "失落的灵魂",
		[152175] = 10,
		[86331] = "大宰相埃尔坦",
		[304335] = "魔导师哈瑟尔",
		[195181] = 6,
		[195182] = 6,
		[115002] = "堕落的祝踏岚",
		[215661] = 2,
		[275671] = "霜须嗥叫者",
		[164466] = "杰克逊·巴赫拉",
		[116027] = "蹦蹦兔",
		[275672] = 1,
		[103740] = 8,
		[121147] = 6,
		[275673] = 10,
		[76094] = "指挥官乌尔索克",
		[13737] = "复生的豪侠",
		[267483] = "火花引导者",
		[271579] = "风险投资公司塑地者",
		[275675] = "魁梧的霜须雪怪",
		[43681] = 2,
		[271581] = 2,
		[107837] = 5,
		[15657] = "腐烂欺骗者",
		[292061] = 4,
		[47777] = "联盟游侠",
		[258672] = "铁潮射手",
		[267488] = "霜剑士塞拉费",
		[275680] = "魁梧的岩鬃雪怪",
		[258673] = "铁潮射手",
		[36514] = "奥术爆裂",
		[300257] = 4,
		[258674] = "下班的劳工",
		[81216] = "米尔豪斯·法力风暴",
		[201334] = 12,
		[283876] = "高爆炸弹",
		[44194] = "凯尔萨斯·逐日者",
		[296164] = 4,
		[271590] = "维克雷斯夫人",
		[275689] = 1,
		[93505] = "沃登勋爵",
		[127295] = 4,
		[115008] = 10,
		[41635] = 5,
		[47779] = "管家",
		[80195] = "巨石之核蛮兵",
		[81219] = "噬骨兽王",
		[279791] = 6,
		[8362] = "暗影祭司塞瑟斯",
		[16979] = 11,
		[17235] = "奈鲁布恩坎",
		[279792] = 6,
		[52387] = "沃尔坎",
		[279793] = 11,
		[76100] = "指挥官乌尔索克",
		[9770] = "辐射抢劫者",
		[304369] = 11,
		[275699] = 6,
		[115010] = "蚀心之怨 <堕落的祝踏岚>",
		[58531] = "传送门看护者",
		[10666] = "土灵管理者",
		[86340] = "大宰相埃尔坦",
		[60067] = "联盟指挥官",
		[176768] = "灰槌火语者",
		[182912] = 1,
		[256636] = "部落萨满祭司 <朣朦-燃烧之刃>",
		[48292] = "伊米隆国王",
		[225919] = 12,
		[296184] = "耍的一手好贱-克尔苏加德",
		[107844] = 7,
		[287993] = "[*] 寒冰之触",
		[13738] = "鲜肉食尸鬼",
		[260734] = 7,
		[287995] = "凯瑟琳修女",
		[225921] = 12,
		[213634] = 5,
		[107845] = 3,
		[15786] = "深铁萨满祭司",
		[263423] = "狗",
		[16170] = "尖石战斗法师",
		[263424] = "阿德里斯",
		[50341] = "翡翠幼龙 <Eternalyg>",
		[252545] = 1,
		[263425] = "阿德里斯",
		[89415] = "幽冥铁幼龙 <瞎眼的阿昆达-死亡之翼>",
		[267522] = "乔里船长",
		[234115] = 1,
		[279810] = 3,
		[267523] = "乔里船长",
		[250499] = "缚岩砥语者",
		[193159] = "未知目标",
		[22356] = "相位鞭笞者",
		[106823] = "刘·焰心",
		[201351] = "黑崎游子-凯尔萨斯",
		[296197] = 2,
		[207495] = "未知目标 <祖逹萨>",
		[48294] = "伊米隆国王",
		[205448] = 5,
		[271625] = 3,
		[260741] = "女巫布里亚",
		[77130] = 7,
		[246407] = 8,
		[58534] = "传送门看护者",
		[296203] = 2,
		[207498] = 7,
		[44199] = "凤凰 <凯尔萨斯·逐日者>",
		[275726] = 5,
		[48295] = "伊米隆国王",
		[296206] = 4,
		[250505] = "实验技师努佐里亚克",
		[118089] = 2,
		[34984] = "盘牙鳐",
		[267537] = 10,
		[213644] = 2,
		[38056] = "塞泰克撕裂者",
		[219788] = 6,
		[250507] = "阿塞奥娜",
		[203406] = 11,
		[207502] = "崔利艾克斯",
		[106827] = "狂之煞",
		[304404] = "莱雅妮·猎影者 <莱雅妮·猎影者>",
		[23381] = "安娜科德拉",
		[64167] = "未知目标",
		[176785] = 3,
		[271640] = "祖尔之影",
		[279832] = 4,
		[288024] = 6,
		[52904] = "泰坦神铁轰鸣者",
		[267546] = "吵闹的狂欢者",
		[80206] = "疯狂的拉兹",
		[113996] = 11,
		[267548] = "未知目标",
		[283933] = "弗里达·铁吼",
		[271646] = 8,
		[275742] = "惧牙蝰蛇",
		[189076] = "钢铁劳工",
		[64168] = "夸张的徽记",
		[16171] = "尖石军阀",
		[227986] = 4,
		[197268] = 5,
		[201364] = 1,
		[275744] = "惧牙巨蛇",
		[121165] = "哈飒克觅火者",
		[213652] = 2,
		[283938] = 1,
		[20822] = "碎骨织霜者",
		[58537] = "传送门看护者",
		[120142] = "[*] 投掷",
		[267558] = 1,
		[5782] = 9,
		[236181] = 11,
		[288038] = "库尔提拉斯水兵",
		[113999] = "血骨傀儡",
		[49322] = 2,
		[267560] = 1,
		[271656] = 1,
		[6358] = "布雷欧拉 <痛苦信仰丶-海克泰尔>",
		[258709] = "[*] 腐化的黄金",
		[275753] = "白化惧牙蛇",
		[53418] = "哈多诺克斯",
		[300328] = 4,
		[288041] = "大工匠梅卡托克",
		[54954] = "定时炸弹 <掠龙战略家>",
		[207513] = "崔利艾克斯",
		[114000] = "血色大厅卫士",
		[283947] = "烈焰喷射",
		[288043] = "卡多雷投刃车",
		[176796] = "灰槌劫掠者",
		[105809] = 2,
		[201371] = 11,
		[296237] = 4,
		[176797] = "灰槌劫掠者",
		[8150] = "吞噬者穆坦努斯",
		[248473] = 8,
		[33964] = "塞泰克鸦人卫士",
		[236186] = 2,
		[279856] = 8,
		[258713] = "塑风师布莱森",
		[197277] = 2,
		[184990] = "[*] 抑制光环",
		[236187] = 11,
		[258714] = "蛮锤缚焰者",
		[115026] = "不稳定的能量",
		[283955] = "弗里达·铁吼",
		[10796] = 8,
		[275765] = 4,
		[288053] = "死亡裂隙 <[*] 死亡裂隙>",
		[11820] = "机械守护者",
		[47788] = 5,
		[271671] = 11,
		[215711] = 6,
		[271672] = 11,
		[34477] = 3,
		[205472] = 8,
		[54956] = "迦尔达拉",
		[205473] = 8,
		[128339] = "虚灵煞魔",
		[201378] = 11,
		[219809] = 6,
		[279868] = 10,
		[275773] = 2,
		[62124] = 2,
		[47789] = "法师猎手军官",
		[16172] = "扭木守护者",
		[275775] = "铁潮袭击者",
		[296254] = "野蛮的毒鳍龙",
		[121173] = "克尔格西高阶卫士",
		[75096] = "暮光召雷者",
		[271682] = 5,
		[93527] = "沃登勋爵",
		[275779] = 2,
		[271684] = "[*] 黑暗启示",
		[271685] = 4,
		[106839] = 11,
		[271686] = 4,
		[275782] = "嬉笑的荨藤林精",
		[64173] = "尤格-萨隆的大脑",
		[49838] = "琥珀幼龙 <小羿-格瑞姆巴托>",
		[33967] = "塞泰克卫兵",
		[219815] = "时空畸体",
		[51886] = 7,
		[128343] = "虚空煞魔",
		[288075] = 2,
		[279885] = 9,
		[304460] = "[*] 黑暗战刃",
		[187052] = "雇佣工程师",
		[176813] = 2,
		[114009] = "[*] 灵魂烈焰",
		[168622] = "复生的法师",
		[296271] = 4,
		[275793] = "焰刺战士",
		[38064] = "虚灵妖术师",
		[296273] = 4,
		[300369] = "魔导师哈瑟尔",
		[21337] = "深腐纠缠者",
		[59567] = 2,
		[260779] = "部落萨满祭司",
		[288086] = 8,
		[114011] = "血色大厅卫士",
		[49840] = "琥珀幼龙 <Originalwill-冰霜之刃>",
		[288087] = 1,
		[219823] = "时空畸体",
		[209584] = 10,
		[213680] = 11,
		[199345] = "德萨隆",
		[38065] = "节点恐魔",
		[267611] = 2,
		[271707] = "自由的艾泽里特",
		[267612] = 4,
		[288091] = 1,
		[59568] = 1,
		[168629] = "复生的步兵",
		[279902] = 6,
		[176821] = "魔荚打击者",
		[279903] = 11,
		[271713] = "不稳定的艾泽里特",
		[267618] = "殓尸者姆沁巴",
		[93535] = "沃登勋爵",
		[114014] = 4,
		[5143] = 8,
		[288099] = "吉安娜·普罗德摩尔",
		[121182] = "哈飒克觅火者",
		[260787] = 11,
		[189112] = 12,
		[185017] = "被污染的血球",
		[35507] = "荆棘劫掠者",
		[121183] = 2,
		[279913] = 9,
		[124255] = 10,
		[6807] = 11,
		[54962] = "掠龙战略家",
		[112992] = "跳跳大王",
		[275820] = "嬉戏的土皮",
		[120160] = "势不可挡哈伊岩",
		[275822] = "蹒跚的贾瑞德",
		[110945] = "古·穿云",
		[112993] = "跳跳大王",
		[213691] = 3,
		[185021] = "邪火运输车",
		[263537] = 4,
		[36020] = "碎手争斗者",
		[260793] = "被感染的岩喉",
		[275826] = "艾什凡指挥官",
		[279922] = 10,
		[271731] = "侏儒旋翼工程师",
		[114018] = 4,
		[166592] = 8,
		[221885] = 2,
		[258747] = "塑风师奥兰",
		[61619] = 4,
		[76133] = "耐普图隆",
		[221886] = 2,
		[267639] = "殓尸者姆沁巴",
		[755] = 9,
		[201408] = 4,
		[275832] = "致命的石眷",
		[221887] = 2,
		[271737] = "侏儒旋翼工程师",
		[164547] = 11,
		[304504] = 12,
		[187074] = "魁梧的狂战士",
		[207553] = 11,
		[883] = 3,
		[275835] = "艾什凡入侵者",
		[152261] = 2,
		[275836] = "艾什凡入侵者",
		[284028] = "风暴分身",
		[275837] = 1,
		[106853] = "雪流大师",
		[150214] = "剃刀沼泽地卜师",
		[152262] = 2,
		[288126] = 8,
		[114021] = "驯犬者布兰恩",
		[131784] = 8,
		[88423] = 11,
		[275841] = 10,
		[106854] = "雪流大师",
		[288129] = "雷霆流放者",
		[54965] = "掠龙符文法师",
		[256706] = "托萨克",
		[112998] = "憎恨碎片",
		[81256] = 6,
		[20572] = 1,
		[120166] = "堕落的掠夺者",
		[121190] = "魁麟守护者",
		[191176] = 6,
		[112999] = "憎恨碎片",
		[279943] = 11,
		[152267] = "[*] 冰冻炸弹",
		[120167] = "势不可挡哈伊岩",
		[36023] = "碎手蛮兵",
		[260805] = "女巫马拉迪",
		[106856] = "刘·焰心",
		[54966] = "掠龙战略家",
		[205513] = "艾瑞达入侵者",
		[128359] = "[*] 腐蚀焦油",
		[1766] = 4,
		[304523] = "黑暗游侠赞拉",
		[110953] = "血色狂热者",
		[2006] = 5,
		[2060] = 5,
		[17501] = "红衣火炮 <懿先森丶-死亡之翼>",
		[275857] = 4,
		[213708] = 11,
		[199373] = "亡者大军 <萨飞罗斯-凯恩血蹄>",
		[110954] = "血色狂热者",
		[304529] = "黑暗游侠赞拉",
		[213709] = 11,
		[185039] = "地狱火炮",
		[10799] = 3,
		[176848] = "冲锋孢子蝠",
		[260811] = "商业大亨拉兹敦克",
		[168657] = 8,
		[279958] = 5,
		[64695] = 7,
		[275863] = 4,
		[180945] = "邪火攻城车",
		[12975] = 1,
		[292248] = 4,
		[185042] = "地狱火炮",
		[110956] = "血色狂热者",
		[81262] = "百花齐放 <法拉利丶恩佐-萨尔>",
		[150229] = "[*] 鼠疫",
		[152277] = 1,
		[193235] = "海姆达尔",
		[228049] = 2,
		[15407] = 5,
		[201427] = 12,
		[15791] = "血斧召唤师",
		[263583] = "监工阿斯加里",
		[288158] = 4,
		[228050] = 2,
		[201428] = 12,
		[154327] = "影月奴役者",
		[263585] = 3,
		[90479] = "[*] 龙卷水涌",
		[152280] = 6,
		[80240] = 9,
		[263588] = "科多战兽 <喵喵忄忄小猫-血牙魔王>",
		[201430] = 3,
		[267685] = 8,
		[176856] = "[*] 畸形藤蔓",
		[45242] = 5,
		[215766] = 3,
		[5784] = 9,
		[110959] = 8,
		[65209] = "尤格-萨隆的卫士 <邪恶之云>",
		[148187] = 10,
		[271784] = "足球炸弹流氓",
		[6360] = "卡尔利亚娜 <抹茶紅豆-蜘蛛王国>",
		[172762] = 5,
		[6552] = 1,
		[230103] = 2,
		[54970] = "斯拉德兰",
		[110960] = 8,
		[180955] = "邪火攻城车",
		[215769] = 5,
		[271788] = 3,
		[7384] = 1,
		[230105] = 2,
		[185052] = 5,
		[7896] = "荒野背叛者",
		[195292] = 6,
		[279983] = 7,
		[250585] = "[*] 剧毒之池",
		[263601] = "监工阿斯加里",
		[258777] = "铁潮桨手",
		[106866] = "科里克提克飞行投弹手",
		[199389] = "德萨隆",
		[20831] = "法力残渣",
		[152289] = "晶化巨兽",
		[68981] = "巫妖王",
		[43196] = 1,
		[258779] = "铁潮桨手",
		[275893] = 10,
		[213726] = 6,
		[124274] = 10,
		[275894] = 10,
		[110963] = "血色净化者",
		[275895] = 11,
		[168674] = "复生的先祖",
		[124275] = 10,
		[217824] = 2,
		[288186] = 6,
		[260830] = "联盟步兵",
		[84342] = 7,
		[68983] = "巫妖王",
		[43197] = 4,
		[256735] = 4,
		[288188] = "火花机器人",
		[279997] = 11,
		[288189] = 6,
		[288193] = 6,
		[288194] = 6,
		[260834] = "联盟步兵",
		[86392] = 4,
		[256739] = 3,
		[275909] = 11,
		[123254] = 5,
		[256740] = 10,
		[288199] = "吉安娜·普罗德摩尔",
		[106872] = "狂之煞",
		[185066] = "[*] 死灵印记",
		[110968] = "血色净化者",
		[284106] = "凯瑟琳修女",
		[260838] = "[*] 自控导弹",
		[263628] = "机械化维和者",
		[215785] = 7,
		[275916] = 1,
		[90490] = "被奴役的流水之魂 <暮光破雷者>",
		[124280] = 10,
		[275918] = 6,
		[113017] = "赵·追日者",
		[35008] = "巨钳鲁克玛尔",
		[106874] = "[*] 火焰炸弹",
		[38592] = "坦普卢斯",
		[205549] = "纳拉萨斯",
		[288210] = "通灵师召唤者",
		[263636] = "混乱的暴徒",
		[183023] = "缚魂构装体",
		[288211] = "吉安娜·普罗德摩尔",
		[263637] = "混乱的暴徒",
		[44224] = "凯尔萨斯·逐日者",
		[284117] = "凯瑟琳修女",
		[288213] = "吉安娜·普罗德摩尔",
		[93564] = "高弗雷勋爵",
		[11825] = "机械守护者",
		[275927] = "裂谷猎手",
		[288215] = "通灵师召唤者",
		[36033] = "碎手争斗者",
		[263642] = 12,
		[124283] = "将军帕瓦拉克",
		[288217] = "通灵大师",
		[38593] = "坦普卢斯",
		[113020] = "憎恨残渣",
		[275931] = 6,
		[288219] = "未知目标",
		[193267] = "嚎叫雕像 <乌拉罗格·塑山>",
		[106877] = "狂之煞",
		[15537] = "莫洛克",
		[288221] = "未引爆的军火",
		[236273] = 1,
		[113021] = "憎恨残渣",
		[49345] = 11,
		[150263] = "晶焰图腾 <剃刀沼泽地卜师>",
		[304606] = 5,
		[68992] = 11,
		[35010] = "背叛者门努",
		[142073] = 6,
		[113022] = "憎恨残渣",
		[20578] = 4,
		[275940] = "裂谷猎手",
		[176888] = 12,
		[304612] = 4,
		[176889] = 2,
		[260852] = "女巫马拉迪",
		[116095] = 10,
		[193273] = "嚎叫雕像 <乌拉罗格·塑山>",
		[115072] = 10,
		[304619] = 8,
		[260855] = "格温德拉·蛮锤",
		[91522] = "黑暗潜伏者",
		[8242] = "奥拉夫",
		[16739] = 2,
		[217851] = "纳拉萨斯",
		[236282] = 1,
		[263665] = "被净化的火焰之魂",
		[52419] = 6,
		[260857] = "唤勇神射手",
		[280049] = 4,
		[252666] = "影刃追猎者",
		[284146] = "[*] 敌意之环",
		[114050] = 7,
		[267764] = "棺材 <沐小颖>",
		[280052] = 5,
		[304627] = 4,
		[22371] = "荒野欺诈者",
		[280053] = 8,
		[22883] = "阿塔莱高阶祭司",
		[76165] = "石语者埃鲁纳克",
		[114051] = 7,
		[12466] = "灼热勋爵",
		[33989] = "迷时的占卜者",
		[35013] = "迷时的控制者",
		[176898] = 10,
		[76166] = "[*] 余烬一击",
		[13874] = "铁怒军官",
		[114052] = 7,
		[14514] = "法力残渣",
		[224001] = 6,
		[122244] = "希克提克工程师",
		[280061] = 4,
		[199427] = 2,
		[275966] = "酸蚀潜地者",
		[280062] = 4,
		[263682] = "瓦伦中尉",
		[115078] = 10,
		[85384] = 1,
		[271877] = 4,
		[284165] = "[*] 流电耀光",
		[156426] = 8,
		[304645] = 6,
		[267784] = 6,
		[292359] = 11,
		[284168] = 6,
		[271881] = 4,
		[292360] = 2,
		[197385] = 7,
		[288265] = "发狂的棘熊",
		[292361] = 10,
		[258822] = "岩聒",
		[292362] = 2,
		[230152] = 1,
		[288267] = 2,
		[292363] = 11,
		[102793] = 11,
		[120200] = "希克提克琥珀之翼",
		[258823] = "断喙食腐鸟",
		[292364] = 1,
		[199435] = 2,
		[76171] = "石语者埃鲁纳克",
		[32612] = 8,
		[2061] = 5,
		[83339] = "[*] 严重撞伤",
		[17253] = "龙鹰 <芸筱曦-龙骨平原>",
		[51399] = 6,
		[120201] = "势不可挡哈伊岩",
		[258825] = "冰牙苦工",
		[284177] = "大工匠梅卡托克",
		[203533] = 4,
		[280082] = 4,
		[275987] = "泰兰提奥",
		[2637] = 11,
		[203534] = 5,
		[207630] = "崔利艾克斯",
		[22373] = "扭木守护者",
		[11443] = "亡首通灵师",
		[304660] = 4,
		[275990] = "裂谷猎手",
		[174865] = 4,
		[271896] = 4,
		[52424] = 6,
		[275993] = "酸蚀潜地者",
		[288281] = "卡多雷猎人",
		[13747] = "尖石食人魔法师",
		[263707] = 1,
		[304665] = 11,
		[275995] = "阿塞奥娜",
		[304666] = 11,
		[252687] = "影刃追猎者",
		[146198] = 8,
		[199443] = 2,
		[15667] = "腐烂萨特",
		[203539] = 2,
		[158486] = 2,
		[271903] = "投币式群体打击者",
		[114061] = "詹迪斯·巴罗夫",
		[205588] = "萨维斯",
		[267809] = "被遗忘的居民",
		[260881] = 7,
		[288290] = "通灵大师",
		[114062] = "詹迪斯·巴罗夫",
		[82320] = "高阶预言者巴林姆",
		[296483] = 4,
		[252692] = "影刃追猎者",
		[79249] = "[*] 引力井",
		[81297] = 2,
		[199448] = 2,
		[207640] = 11,
		[267818] = "唤风者菲伊",
		[288297] = "[*] 极寒之地",
		[199450] = 2,
		[59594] = "拉文索尔",
		[288300] = "灵魂大师罗维娜",
		[267824] = "灵魂精华",
		[271920] = 7,
		[252697] = 4,
		[17767] = "哈斯摩恩 <记忆七秒的鱼-索瑞森>",
		[106898] = "Quietworld-卡德罗斯",
		[150304] = "剃刀沼泽塑泽者",
		[288305] = 5,
		[288306] = "灵魂大师罗维娜",
		[271924] = 7,
		[254747] = "法尔格",
		[284213] = "卡多雷猎人",
		[284214] = 12,
		[24423] = "食腐鸟 <劣人与宠物-死亡之翼>",
		[280119] = "弥雅拉·夜歌",
		[99732] = 1,
		[258845] = 10,
		[276025] = 10,
		[280121] = 8,
		[276026] = 11,
		[228128] = 1,
		[82326] = 2,
		[14516] = "河爪杀戮者",
		[304698] = 6,
		[203554] = 11,
		[193315] = 4,
		[15284] = "铁怒士兵",
		[267838] = "[*] 反冲气流",
		[304700] = 4,
		[236321] = 1,
		[193316] = 4,
		[276031] = "[*] 绝望深渊",
		[280127] = 9,
		[199460] = "德萨隆",
		[205604] = 12,
		[267841] = "唤风者菲伊",
		[52429] = "熔岩魔像",
		[187174] = 1,
		[59085] = "雷铸战术师",
		[22120] = "黑暗符文保卫者",
		[280133] = 7,
		[288325] = "[*] 冰川碎片",
		[260900] = "女巫索林娜",
		[183081] = "法阵学徒",
		[234278] = 4,
		[52942] = "洛肯",
		[53454] = "阿努巴拉克",
		[304712] = 1,
		[276042] = "[*] 海潮涌动",
		[288330] = 4,
		[300618] = 4,
		[158509] = "恐天卡利鸟",
		[288332] = 3,
		[304716] = 5,
		[254760] = "沙图格",
		[276048] = "末日坑道虫",
		[76188] = "升腾者领主奥西迪斯",
		[162608] = "埃利奥特·范·鲁克",
		[115098] = 10,
		[288339] = "守护古树",
		[22121] = "霜狼弓箭手",
		[260907] = "女巫索林娜",
		[280149] = 6,
		[258860] = 12,
		[162610] = "埃利奥特·范·鲁克",
		[288343] = 5,
		[248622] = 1,
		[288345] = "吉安娜·普罗德摩尔",
		[13877] = 4,
		[131894] = 3,
		[276060] = 8,
		[276061] = "铁潮打击者",
		[61648] = 3,
		[150326] = "剃刀沼泽颂石者",
		[263775] = "阿斯匹克斯",
		[256816] = 12,
		[258864] = "艾什凡水兵",
		[52433] = "熔岩魔像",
		[267874] = "[*] 燃烧之地",
		[271971] = "恐惧猎犬 <Ahdsm-熊猫酒仙>",
		[5211] = 11,
		[304738] = 4,
		[276068] = "哈达尔·黑渊",
		[296547] = 4,
		[280165] = 11,
		[284262] = "凯瑟琳修女",
		[131900] = 3,
		[288359] = "灵魂大师罗维娜",
		[256821] = 4,
		[88481] = "死神5000",
		[150332] = "碎骨战士",
		[280170] = 3,
		[7067] = 3,
		[288363] = "吉安娜·普罗德摩尔",
		[284269] = "基地队长轴枪",
		[31850] = 2,
		[284270] = "基地队长轴枪",
		[48851] = "掠龙死亡猎手",
		[8374] = "艾隆纳亚",
		[292463] = 10,
		[288368] = "契缚者奥弗基格",
		[280177] = 8,
		[267890] = "[*] 迅捷结界",
		[77220] = 9,
		[205629] = 12,
		[256826] = 1,
		[41172] = "联盟游侠",
		[284275] = 1,
		[288371] = 5,
		[42708] = "掠夺者因格瓦尔",
		[205630] = 12,
		[284276] = "拉斯塔哈大王",
		[88484] = "死神5000",
		[284277] = 4,
		[256828] = 8,
		[288374] = "吉安娜·普罗德摩尔",
		[114083] = 7,
		[12470] = "火印祈求者",
		[271992] = "征伐的光明使者",
		[50900] = "铸铁穴居人 <塑铁者斯约尼尔>",
		[280184] = 10,
		[240446] = "[*] 爆炸",
		[27243] = 9,
		[292473] = 11,
		[267899] = "铁舟修士",
		[292474] = 11,
		[280187] = 10,
		[240448] = "[*] 践踏",
		[288380] = "火炮",
		[15286] = 5,
		[263806] = 7,
		[185156] = "血缚攻城车手",
		[32363] = "节点亲王沙法尔",
		[1079] = 11,
		[205636] = 11,
		[267905] = "铁舟修士",
		[52437] = 1,
		[263811] = 5,
		[207685] = 12,
		[98727] = 1,
		[21868] = "瑟莱德丝公主",
		[288388] = "复生之魂",
		[122278] = 10,
		[154442] = "耐奥祖",
		[280198] = 5,
		[292486] = 1,
		[1543] = 3,
		[150347] = 11,
		[280200] = 4,
		[280201] = 4,
		[108968] = "結城明曰奈-古尔丹",
		[1719] = 1,
		[222024] = 6,
		[276108] = "断喙拾骨者",
		[280204] = 6,
		[60118] = 1,
		[88490] = "死神5000",
		[280205] = 7,
		[1943] = 4,
		[280206] = 6,
		[193356] = 4,
		[114089] = 7,
		[164686] = "莎达娜·血怒",
		[2094] = 4,
		[272016] = "恶肉秘法师",
		[187213] = "上古先驱",
		[280208] = 9,
		[193357] = 4,
		[122281] = 10,
		[280210] = 1,
		[207693] = 12,
		[193358] = 4,
		[20589] = 5,
		[288403] = "珊蒂斯·羽月",
		[280212] = 1,
		[207694] = 12,
		[272021] = "黑暗之池",
		[162641] = "先锋萨穆埃尔",
		[106923] = "碧空翔龙",
		[11831] = "盘牙麻疯者",
		[300693] = 8,
		[162642] = "复仇者特里",
		[12471] = "荒野魔仆",
		[100780] = 10,
		[222031] = 12,
		[125355] = 10,
		[256846] = "恐龙统领吉什奥",
		[288410] = "大工匠梅卡托克",
		[211793] = 6,
		[116140] = "驯犬者布兰恩",
		[292507] = 4,
		[284316] = "约瑟夫修士",
		[160597] = 10,
		[276125] = 5,
		[106925] = "吞噬之煞",
		[76207] = "蛊心魔古厄夏",
		[15799] = "燃棘秘法师",
		[32365] = "节点亲王沙法尔",
		[114093] = 7,
		[263840] = "狼 <Dphunter-回音山>",
		[288415] = "邦桑迪",
		[170838] = 11,
		[207700] = 5,
		[276129] = 5,
		[38618] = "联盟指挥官",
		[209749] = 11,
		[276131] = 5,
		[276132] = 5,
		[280230] = "雕像的眼睛",
		[263848] = "暮行者洛里纳斯",
		[33499] = "秘教狂徒",
		[100784] = 10,
		[276136] = 11,
		[276137] = 11,
		[168795] = 8,
		[38619] = "联盟指挥官",
		[6940] = 2,
		[209753] = 11,
		[211801] = "自爆碎片 <斯考匹隆>",
		[263852] = "猛禽",
		[101809] = "吉安娜的残影",
		[263853] = "斯诺特 <天牧风行-罗宁>",
		[209754] = 4,
		[276141] = 11,
		[263854] = "迅猛龙 <暗夜捞鱼-龙骨平原>",
		[272046] = "鲨鱼饵",
		[31598] = "荒野唤魔者",
		[7964] = "维利塔恩",
		[207707] = "未知目标",
		[8092] = 5,
		[276143] = 11,
		[263856] = "啮齿动物 <绒毛丶-燃烧之刃>",
		[33500] = "秘教刽子手",
		[168798] = 4,
		[101810] = "吉安娜的残影",
		[222043] = "暗影生物",
		[263858] = "巨蜂 <兜兜里有套儿-晴日峰（江苏）>",
		[150368] = "亡首通灵师",
		[288433] = "狼人火枪手",
		[276146] = 11,
		[80308] = "巨石之核裂隙塑能师",
		[260954] = "拜恩比吉中士",
		[150369] = 11,
		[152417] = "深渊恐魔",
		[236380] = 8,
		[254811] = 6,
		[193375] = "乌拉罗格·塑山",
		[168801] = 1,
		[263863] = "沃尔沙 <何以述深情丶-克尔苏加德>",
		[242525] = 3,
		[33501] = "恶毒导师",
		[168802] = 2,
		[101812] = "吉安娜的残影",
		[263865] = "鳞甲类 <红莲青荷白藕-红龙军团>",
		[106932] = "碧空翔龙",
		[168803] = 5,
		[38621] = "始祖幼龙训练者",
		[263867] = "熔岩犬 <醉怡红楼-提瑞斯法>",
		[28271] = 8,
		[263868] = "刃兽王 <Lwaa-索瑞森>",
		[267964] = "吉尔米努尔 <丨野生小鬼丨>",
		[154469] = "[*] 仪式枯骨",
		[15288] = "暮光使者",
		[106933] = "突袭者加杜卡",
		[93622] = 11,
		[256864] = "恐龙统领吉什奥",
		[276159] = "[*] 剧毒爆发",
		[33502] = "秘教缚法者",
		[51421] = "冬拥湖塔楼火炮 <音速手刀-死亡之翼>",
		[267969] = "神殿侍从",
		[181094] = "邪火攻城车",
		[288449] = "拉斯塔哈大王",
		[126389] = 4,
		[267971] = "恶魔暴君 <阿修蘭>",
		[150377] = "暮光信徒",
		[276164] = "盐壳粉碎者",
		[267973] = "神殿侍从",
		[22128] = "荒野变形者奥兹恩",
		[276165] = "盐壳粉碎者",
		[296644] = 4,
		[46302] = 11,
		[23920] = 1,
		[80313] = 11,
		[272072] = "征伐的光明使者",
		[101816] = "时光扭曲女巫",
		[51422] = "冬拥湖塔楼火炮 <讨戈-丹莫德>",
		[267977] = "神殿骑士",
		[272073] = "征伐的光明使者",
		[284362] = "约瑟夫修士",
		[28272] = 8,
		[244583] = "沙图格",
		[82362] = "暮光狂热者",
		[101817] = "时光扭曲步兵",
		[267981] = "神殿骑士",
		[30832] = "嘲颅盗贼",
		[284365] = "约瑟夫修士",
		[258920] = 12,
		[115129] = 10,
		[258921] = 12,
		[90555] = "“船长”曲奇",
		[215916] = 11,
		[258922] = 12,
		[81340] = 6,
		[263892] = "豹 <中分难防-死亡之翼>",
		[150385] = "碎骨施影者",
		[272084] = "光铸勇士",
		[101819] = 1,
		[90556] = "“船长”曲奇",
		[284374] = "曼赛罗伊·弗雷菲斯",
		[179057] = 12,
		[49376] = 11,
		[116155] = "发酵酒灵",
		[252781] = "赞枢利巫医",
		[258925] = 12,
		[52960] = "洛肯",
		[53472] = "阿努巴拉克",
		[284377] = "未知目标",
		[272090] = 5,
		[93629] = "高弗雷勋爵",
		[300761] = 8,
		[258926] = 12,
		[276187] = 4,
		[280283] = 1,
		[288475] = "陨冰 <吉安娜·普罗德摩尔>",
		[276188] = 4,
		[267997] = "邪犬 <潇潇恩使-摩摩尔>",
		[276189] = 4,
		[276190] = 4,
		[280286] = 2,
		[300765] = 4,
		[32369] = "虚灵学徒",
		[276191] = 4,
		[263904] = "蛇 <乆舞-死亡之翼>",
		[284383] = "约瑟夫修士",
		[50401] = 6,
		[292575] = "荆棘卫士伯顿",
		[263905] = "毒心织符者",
		[292576] = "荆棘卫士伯顿",
		[90559] = "“船长”曲奇",
		[276194] = 4,
		[55521] = "达卡莱作战骑兵",
		[256882] = "蒙祖米",
		[5277] = 4,
		[263909] = 8,
		[284388] = "曼赛罗伊·弗雷菲斯",
		[164729] = 3,
		[150394] = "盲光怒鳍者",
		[268007] = "心脏守卫",
		[276199] = 4,
		[263912] = "米利克萨",
		[268008] = "瘟疫博士",
		[238454] = 9,
		[106944] = "毁灭之煞",
		[199545] = 2,
		[272106] = "暮光鳞誓者",
		[205689] = "黑暗游侠珊德尔",
		[209785] = 2,
		[248695] = "[*] 大海之歌",
		[292587] = "荆棘卫士伯顿",
		[268013] = "灾厄妖术师",
		[258935] = "艾什凡炉火医师",
		[276205] = 2,
		[199547] = 12,
		[31602] = "奈鲁布恩坎",
		[205691] = 3,
		[32370] = "虚灵学徒",
		[195452] = 4,
		[49379] = 6,
		[284399] = "活动炸弹",
		[217979] = 9,
		[276208] = 2,
		[276209] = 2,
		[276210] = 4,
		[276211] = 2,
		[116162] = "碳酸酒灵",
		[42724] = "掠龙武器匠",
		[254843] = "砾鳞蜥蜴",
		[224125] = 7,
		[121282] = "翼虫首领尼诺洛克",
		[292596] = "荆棘卫士伯顿",
		[45284] = 7,
		[22899] = "伊莫塔尔",
		[263927] = "米利克萨",
		[224126] = 7,
		[272119] = 3,
		[131972] = "希克提克助战者",
		[199552] = 12,
		[288503] = 7,
		[292599] = "荆棘卫士伯顿",
		[256893] = 1,
		[226175] = 8,
		[195457] = 4,
		[37605] = "埃欧努斯",
		[76230] = "[*] 意识迷雾",
		[292601] = "荆棘卫士伯顿",
		[268027] = "活体激流",
		[272123] = 4,
		[268028] = "活体激流",
		[288507] = "寒潮 <吉安娜·普罗德摩尔>",
		[203650] = 12,
		[121284] = "翼虫首领尼诺洛克",
		[15290] = 5,
		[268030] = "海贤灵魂师",
		[288509] = 2,
		[15802] = "艾德雷斯幻像",
		[222082] = "梦魇融合怪",
		[256896] = 1,
		[217987] = "潜伏恐魔 <萨维斯>",
		[258945] = "无信卫士",
		[292608] = "猎棘者奈朵拉",
		[197509] = "血虫 <薛滴凯-戈提克>",
		[300800] = 2,
		[292609] = "猎棘者奈朵拉",
		[300801] = 4,
		[292610] = "猎棘者奈朵拉",
		[300802] = 1,
		[288515] = 8,
		[222085] = "梦魇融合怪",
		[284420] = "曼赛罗伊·弗雷菲斯",
		[276229] = "王牌轰炸机",
		[106951] = 11,
		[215942] = 9,
		[263943] = "毒心织符者",
		[113095] = 8,
		[300806] = 11,
		[284424] = "[*] 灼烧之地",
		[76234] = "蛊心魔古厄夏",
		[203657] = 8,
		[300809] = 1,
		[146317] = 10,
		[272140] = "[*] 钢铁弹幕",
		[88522] = "死神5000",
		[170893] = "克鲁努斯",
		[48871] = "伊米亚猎血者",
		[300814] = 6,
		[85451] = 11,
		[263953] = 6,
		[292624] = "猎棘者奈朵拉",
		[268050] = "海贤灵魂师",
		[2383] = 12,
		[292625] = "猎棘者奈朵拉",
		[2479] = 7,
		[292626] = "猎棘者奈朵拉",
		[148369] = 3,
		[116170] = "碳酸酒灵",
		[138130] = "未知目标",
		[284436] = "弗里达·铁吼",
		[263958] = "缠绕的蛇群",
		[292629] = "荆棘卫士伯顿",
		[263959] = "毒心诱魂者",
		[288534] = "[*] 迅猛旋风",
		[48872] = "伊米亚猎血者",
		[115147] = "裂魂者萨尔诺斯",
		[288535] = "利爪德鲁伊",
		[69070] = 9,
		[263961] = "毒心诱魂者",
		[53480] = 3,
		[288537] = "利爪德鲁伊",
		[268059] = "海贤灵魂师",
		[288539] = "利爪德鲁伊",
		[42729] = "掠夺者因格瓦尔",
		[268061] = "瘟疫博士",
		[15547] = "河爪偷猎者",
		[284446] = "邦桑迪",
		[226194] = "萨维斯",
		[185237] = "暴君维哈里",
		[120269] = "[*] 腐蚀焦油",
		[300832] = 4,
		[19574] = 3,
		[288546] = "亡者魔导师 <萨飞罗斯-凯恩血蹄>",
		[268068] = 10,
		[185239] = "[*] 安苏之光",
		[42730] = "掠夺者因格瓦尔",
		[288548] = "亡者魔导师 <萨飞罗斯-凯恩血蹄>",
		[284453] = "活动炸弹",
		[170905] = "克鲁努斯",
		[115151] = 10,
		[101840] = "贝恩的残影",
		[222103] = "梦魇融合怪",
		[276266] = "海贤灵魂师",
		[55530] = "达卡莱犀牛",
		[276268] = "神殿骑士",
		[268077] = "女巫索林娜",
		[199579] = 5,
		[292653] = 6,
		[207771] = 12,
		[213915] = 1,
		[185245] = 12,
		[254873] = 12,
		[9532] = "毒牙德鲁伊",
		[55531] = 3,
		[116178] = "泡沫酒灵",
		[136098] = "战争之矛牧师",
		[292659] = "棘语者塔弗里",
		[284468] = "祝圣信徒",
		[226205] = "[*] 软泥怪之池",
		[11196] = 6,
		[268086] = "[*] 恐怖光环",
		[11836] = "加兹瑞拉",
		[284470] = "奥术紫水晶",
		[272183] = "堕落的亡语者",
		[48876] = "伊米亚野蛮者",
		[280375] = 2,
		[268088] = "女巫马拉迪",
		[68054] = "基维斯 <银天飞叶>",
		[284472] = "[*] 致命妖术",
		[201633] = "大地之墙图腾 <祖逹萨>",
		[276282] = "唤风者学徒",
		[112084] = "赵·追日者",
		[258974] = 10,
		[215969] = 6,
		[59628] = 4,
		[43757] = "掠龙铸造大师",
		[177060] = 1,
		[150438] = "锐壳钳嘴龟",
		[288573] = 3,
		[276286] = "[*] 切割旋风",
		[32375] = 5,
		[115157] = "未知目标",
		[68056] = 2,
		[292671] = 4,
		[280384] = 6,
		[288576] = "[*] 必然归宿",
		[292672] = 4,
		[106966] = "易爆能量",
		[93655] = "机械师瑟玛普拉格",
		[80344] = "小鬼",
		[228260] = 5,
		[116182] = "泡沫酒灵 <泡沫酒灵>",
		[292675] = 6,
		[280389] = "恐怖船长洛克伍德",
		[150442] = "锐壳钳嘴龟",
		[110039] = 2,
		[242597] = 2,
		[67034] = "投刃车",
		[284488] = "弗里达·铁吼",
		[272201] = "激流堡虔信者",
		[276297] = "深海祭师",
		[148396] = 8,
		[242599] = 2,
		[211881] = 12,
		[42223] = 9,
		[248744] = 4,
		[280398] = 5,
		[292686] = 4,
		[197548] = 5,
		[133] = 8,
		[85467] = "潜伏风暴 <大宰相埃尔坦>",
		[280400] = 6,
		[139] = 5,
		[258985] = 7,
		[19577] = 3,
		[224172] = 12,
		[160688] = 8,
		[197550] = "深须国王",
		[280404] = 2,
		[193455] = 3,
		[23161] = 9,
		[11837] = "乌克兹·沙顶",
		[193456] = 12,
		[48880] = "伊米亚野蛮者",
		[264024] = "毒心诱魂者",
		[199600] = 4,
		[36593] = "看守者的尸体",
		[280409] = 11,
		[183218] = 2,
		[55536] = 9,
		[240559] = "[*] 重伤",
		[280412] = 1,
		[292700] = "棘语者塔弗里",
		[45297] = 7,
		[268126] = "女巫布里亚",
		[264031] = "晕乎乎的迪娜",
		[300893] = 4,
		[116189] = 10,
		[268129] = "零食商贩",
		[195509] = 3,
		[197558] = "芬雷尔",
		[5215] = 11,
		[264038] = "女巫会塑棘者",
		[288613] = 3,
		[370] = 7,
		[256948] = 9,
		[80353] = 8,
		[264040] = "[*] 荆棘树根",
		[288615] = 11,
		[292711] = "棘语者塔弗里",
		[35059] = "利爪之王艾吉斯",
		[197561] = 2,
		[284521] = "邦桑迪",
		[201657] = "丶卟呐呐-冰霜之刃",
		[430] = 11,
		[80354] = 5,
		[211897] = "清扫器",
		[300907] = 4,
		[211898] = 9,
		[498] = 2,
		[224186] = 5,
		[162750] = "裂隙猎手约斯克",
		[284527] = 6,
		[205756] = 9,
		[556] = 7,
		[280433] = 6,
		[596] = 5,
		[162752] = "裂隙猎手约斯克",
		[148417] = 2,
		[42740] = "掠龙符文法师",
		[256955] = "骑士队长瓦莱莉",
		[22651] = "瑟雷姆·刺蹄",
		[22907] = "沼地领主穆塞雷克",
		[126434] = 1,
		[740] = 11,
		[300917] = 11,
		[162754] = "裂隙猎手约斯克",
		[772] = 1,
		[201664] = 11,
		[12734] = "指挥官玛洛尔",
		[264057] = 9,
		[256957] = "铁潮塑浪者",
		[228287] = 10,
		[264058] = 5,
		[75238] = "被召唤的烈火幽灵",
		[256959] = "复活的荣誉卫士",
		[193475] = 4,
		[61684] = "龙鹰 <芸筱曦-龙骨平原>",
		[15550] = "扭木摧毁者",
		[305020] = 4,
		[126436] = 1,
		[32379] = 5,
		[292734] = "棘语者塔弗里",
		[33526] = "塞斯火焰元素 <黑暗编织者塞斯>",
		[1064] = 7,
		[34550] = "高级植物学家弗雷温",
		[52469] = "看守者加什拉",
		[162759] = "拓桑·星拳",
		[1160] = 1,
		[162760] = "先锋萨穆埃尔",
		[272260] = 5,
		[205766] = 8,
		[288644] = 1,
		[1464] = 1,
		[292742] = "棘语者塔弗里",
		[115175] = 10,
		[33527] = "塞斯奥术元素 <黑暗编织者塞斯>",
		[34551] = "高级植物学家弗雷温",
		[52470] = "看守者加什拉",
		[162763] = "先锋萨穆埃尔",
		[106984] = "古·穿云",
		[1752] = 4,
		[80362] = "克雷什",
		[162764] = "先锋萨穆埃尔",
		[148429] = 4,
		[59638] = "暮後黑手-黑石尖塔 <暮後黑手-黑石尖塔>",
		[103913] = "军团恶魔",
		[90602] = "“船长”曲奇",
		[288653] = 1,
		[205771] = "潜伏恐魔 <萨维斯>",
		[2008] = 7,
		[288654] = 1,
		[16509] = "冰冷矿洞入侵者",
		[2096] = 5,
		[101866] = 1,
		[268177] = "风语者海蒂丝",
		[264082] = "守备官巴图尔",
		[268178] = 12,
		[93675] = "高弗雷勋爵",
		[9791] = "掠龙碎骨者",
		[79340] = "高阶女祭司艾苏尔",
		[193486] = 6,
		[115178] = 10,
		[272276] = 10,
		[101867] = 1,
		[90604] = "“船长”曲奇",
		[22909] = "伊莫塔尔之眼 <伊莫塔尔>",
		[254924] = "焰鳞多头蛇",
		[268184] = "风语者海蒂丝",
		[175058] = "克鲁努斯",
		[164819] = "穆克玛·拉兹",
		[248782] = "联盟攻城坦克",
		[3408] = 4,
		[268187] = "风语者海蒂丝",
		[3600] = "地缚图腾 <会闪电的麦昆-死亡之翼>",
		[268188] = "风语者海蒂丝",
		[15039] = "部落萨满祭司 <朣朦-燃烧之刃>",
		[150486] = 4,
		[256976] = "骑士队长瓦莱莉",
		[115181] = 10,
		[17534] = 3,
		[268194] = 2,
		[114158] = 2,
		[288675] = 7,
		[264101] = "小型水元素",
		[256979] = "尤朵拉船长",
		[280485] = "束缚恐魔",
		[22910] = "伊琳娜·暗木",
		[264103] = "守备官巴图尔",
		[79345] = "高阶女祭司艾苏尔",
		[288678] = 4,
		[211927] = "时空畸体",
		[264104] = "[*] 符文印记",
		[284583] = 9,
		[236502] = 7,
		[264105] = "显眼的女巫",
		[288680] = 1,
		[264106] = 9,
		[268202] = "亡触奴隶主",
		[268203] = "亡触奴隶主",
		[113136] = "黑暗院长加丁",
		[7328] = 2,
		[30846] = "影月技师",
		[264111] = "显眼的女巫",
		[264112] = "守备官巴图尔",
		[17279] = "希望破坏者威利",
		[51963] = "黑锋石像鬼 <杀戮滔天-格瑞姆巴托>",
		[284593] = "祝圣信徒",
		[264115] = "霜剑士塞拉费",
		[268211] = "刻符者食客",
		[209885] = 5,
		[213981] = 4,
		[268212] = "[*] 小型强化结界",
		[185311] = 4,
		[284596] = "祝圣信徒",
		[259035] = 4,
		[22911] = "费拉",
		[201695] = 3,
		[264119] = 9,
		[11968] = "艾德雷斯精龙",
		[48380] = "灵魂之泉",
		[213983] = 4,
		[83445] = "胡辛姆将军",
		[185313] = 4,
		[34557] = "高级植物学家弗雷温",
		[193505] = "邪裂巨人",
		[13376] = "荒野唤魔者",
		[284601] = 9,
		[93685] = "指挥官斯普林瓦尔",
		[83446] = "希亚玛特的爪牙",
		[31615] = "沼地领主穆塞雷克",
		[79351] = "高阶女祭司艾苏尔",
		[48381] = "灵魂之泉",
		[114165] = "我家小猪爱我-森金",
		[33534] = "黑暗编织者塞斯",
		[264130] = 9,
		[150504] = "暮光水占师",
		[93687] = "指挥官斯普林瓦尔",
		[288708] = "大工匠梅卡托克",
		[284613] = "狂怒幻影",
		[162794] = 12,
		[115191] = 4,
		[150507] = "水中护卫",
		[205800] = 1,
		[268233] = "元素卫士",
		[195561] = "海湾沙鸥",
		[268234] = "胆汁软泥怪",
		[181227] = "上古统御者",
		[199658] = 1,
		[42751] = "[*] 暗影利斧",
		[60158] = "碧蓝袭击者",
		[150510] = "剃刀沼泽塑泽者",
		[31616] = 7,
		[95738] = 1,
		[8257] = "毒鞭蝎",
		[288719] = "吉安娜·普罗德摩尔",
		[35072] = "荆棘鞭笞者",
		[288720] = 5,
		[268242] = "元素卫士",
		[288721] = 1,
		[93691] = "[*] 亵渎",
		[56575] = 8,
		[179183] = 11,
		[150513] = "亡首魔灵师",
		[264150] = "荆棘卫士",
		[11969] = "加加恩·火锤",
		[12097] = "噩梦游荡者",
		[12737] = "法师猎手军官",
		[264153] = "贪吃的蛆虫",
		[224239] = 2,
		[55040] = "法师猎手军官",
		[254958] = "达萨莱巨像",
		[14145] = "复生的法术师",
		[292826] = "封臣埃图维斯",
		[83454] = "[*] 震荡波",
		[43265] = 6,
		[44289] = "卡加尼·夜锋",
		[292828] = "封臣埃图维斯",
		[30849] = "法师杀手",
		[199667] = 1,
		[280542] = 5,
		[32129] = "塞泰克神谕者",
		[164854] = "考洛克",
		[83455] = "希亚玛特的爪牙",
		[288735] = 4,
		[280544] = 4,
		[288736] = 4,
		[280545] = 4,
		[94719] = 2,
		[268260] = "艾什凡炮手",
		[288740] = 1,
		[264166] = "小型水元素",
		[22914] = "伊琳娜·暗木",
		[24450] = "狮王休玛 <第四个法国-霜狼>",
		[87553] = "阿萨德",
		[280553] = "部落投石车",
		[125439] = 4,
		[93697] = "沃登勋爵",
		[193530] = 3,
		[197626] = 11,
		[199674] = "布约恩国王",
		[250871] = 10,
		[264173] = 9,
		[120320] = "堕落的烈焰召唤者",
		[44291] = "女祭司德莉希亚",
		[222202] = 5,
		[268271] = "维克雷斯夫人",
		[8097] = 8,
		[164862] = 11,
		[250873] = 12,
		[284656] = "玫斯特拉",
		[177150] = "穆克玛·拉兹",
		[36612] = "多变恐魔",
		[264178] = 9,
		[268274] = "宝藏狂热者",
		[288753] = "[*] 防御弹幕",
		[38660] = "盘牙海妖",
		[193534] = 3,
		[252923] = "赞枢利巫医",
		[158721] = "暗影雕像",
		[288756] = 10,
		[90628] = 2,
		[268278] = "维克雷斯夫人",
		[272374] = "乔里船长",
		[111107] = "血色仲裁者",
		[284662] = "圣武士扎兰",
		[115203] = 10,
		[268280] = "海贤执行者",
		[51460] = 6,
		[51972] = "晶化看护者",
		[179202] = 4,
		[250878] = 6,
		[209921] = "达古尔",
		[119300] = "黑暗萨满柯兰萨",
		[30851] = "影月召唤者",
		[284669] = "曼赛罗伊·弗雷菲斯",
		[272382] = "暗影蛇怪",
		[268287] = "宝藏狂热者",
		[177157] = "穆克玛·拉兹",
		[228354] = 8,
		[83463] = "无面者工兵",
		[53509] = "阿努巴拉克",
		[114182] = "血色学者",
		[272388] = "祖尔之影",
		[203782] = 12,
		[284676] = "[*] 净化之印",
		[22660] = "荒野变形者奥兹恩",
		[236549] = "召唤者斯卡提斯",
		[257028] = "骑士队长瓦莱莉",
		[288774] = "火花机器人",
		[114183] = "血色学者",
		[280583] = 10,
		[35079] = 3,
		[90633] = 6,
		[150540] = "剃刀沼泽塑泽者",
		[288777] = 6,
		[288778] = "卡多雷投刃车",
		[228360] = 5,
		[284683] = 2,
		[288779] = "卡多雷投刃车",
		[284684] = 2,
		[272397] = "[*] 回旋剑刃",
		[228361] = 5,
		[264206] = "米利克萨",
		[284686] = "破城者洛卡",
		[114185] = "血色学者",
		[150543] = "暮光折磨者",
		[284688] = "破城者洛卡",
		[288784] = 6,
		[292880] = "[*] 损毁",
		[268306] = "维克雷斯夫人",
		[152592] = "[*] 制裁之击",
		[93707] = "高弗雷勋爵",
		[264211] = 9,
		[177167] = "高阶督军沃拉斯",
		[268308] = "维克雷斯夫人",
		[2641] = 3,
		[264213] = 3,
		[268309] = "深海祭师",
		[22661] = "荒野变形者奥兹恩",
		[150546] = "剃刀沼泽颂石者",
		[203791] = 2,
		[268311] = 12,
		[64775] = "萨拉",
		[12611] = "艾德雷斯鬼怪",
		[12739] = "阴影仆从",
		[268314] = 3,
		[3409] = 4,
		[280602] = "机甲驾驶员",
		[268315] = "深渊居住者",
		[150549] = "虚空行者爪牙",
		[272412] = "破浪持戟者",
		[203794] = 12,
		[280604] = "零食商贩",
		[15043] = "复生的魔术师",
		[272413] = "破浪持戟者",
		[132119] = 1,
		[150550] = "亡首篡影者",
		[76303] = "达加·燃影者",
		[126476] = 5,
		[257040] = 9,
		[4049] = "未知目标 <晕乎乎的迪娜>",
		[32645] = 4,
		[203796] = 12,
		[288800] = 8,
		[54025] = "雷铸符文师",
		[272418] = "艾什凡观察员",
		[203797] = 2,
		[4962] = "平原狼蛛",
		[57609] = "冬拥湖攻城炮台",
		[22662] = "荒野变形者奥兹恩",
		[124430] = 5,
		[272422] = "艾什凡观察员",
		[126478] = 8,
		[257044] = 3,
		[259092] = "铁潮唤雷者",
		[280615] = 7,
		[33547] = "赫尔默大使",
		[6434] = "嘲颅盗贼",
		[257045] = 3,
		[36107] = 4,
		[264234] = "蛋",
		[6754] = "盘牙监工",
		[272426] = "[*] 瞄准火炮",
		[264235] = "蛋",
		[7074] = "哀嚎的卫兵",
		[292906] = 4,
		[246807] = 2,
		[272428] = 10,
		[59146] = "希望破坏者威利",
		[189467] = "莱雅妮·猎影者",
		[76307] = "蛊心魔古厄夏",
		[264239] = "蛋",
		[32390] = 9,
		[246809] = 8,
		[284719] = "破城者洛卡",
		[37132] = "碧蓝大法师",
		[76308] = 8,
		[55563] = "达卡莱震地者",
		[284722] = 5,
		[20615] = "魔能监工",
		[222237] = 11,
		[22919] = "卡雷迪斯镇长",
		[110099] = "疑之爪牙",
		[238621] = "闪电风暴",
		[11972] = "怨骨守护者",
		[288822] = "未知目标",
		[297014] = 4,
		[268344] = 1,
		[203808] = 11,
		[280632] = 4,
		[272441] = "尖刺食尸鬼",
		[195617] = 6,
		[264250] = 9,
		[222240] = 5,
		[284730] = "破城者洛卡",
		[268348] = "未知目标",
		[288827] = 12,
		[255007] = 1,
		[284733] = 2,
		[288829] = 12,
		[31623] = "沼地领主穆塞雷克",
		[16324] = "被毁坏的死尸",
		[201764] = 7,
		[203812] = 11,
		[36622] = "多变梦魇",
		[107030] = "[*] 泼洒",
		[284737] = 2,
		[203814] = 6,
		[264262] = "水黾 <莫高雷酋长-红云台地>",
		[22920] = "托塞德林王子",
		[264263] = "法格诺 <冰凌银蕨-死亡之翼>",
		[264264] = "鳐鱼 <派洛特丶-主宰之剑>",
		[33551] = "赫尔默大使",
		[288839] = 8,
		[236582] = "贪婪的化血者",
		[264265] = "哈提 <Unforgettabl>",
		[272457] = "孢子召唤师赞查",
		[164907] = "复苏的祭祀之骨",
		[268362] = "暴虐的工兵",
		[76314] = "暗红血脉先知",
		[236583] = "贪婪的化血者",
		[297034] = 9,
		[297035] = 2,
		[268365] = "[*] 采掘炸药",
		[288844] = "复生之魂",
		[195627] = 4,
		[280653] = 10,
		[199723] = 6,
		[203819] = 12,
		[111129] = "古·穿云",
		[179245] = 2,
		[280655] = 12,
		[84507] = 8,
		[118297] = "原始火元素 <美可馨>",
		[297039] = 3,
		[226347] = "石爪虫王",
		[288849] = 6,
		[126489] = 3,
		[280658] = 2,
		[257066] = "亚兹玛",
		[195630] = 10,
		[148529] = 4,
		[199726] = "托尔国王",
		[236588] = "泰兰提奥",
		[272469] = "深渊之末",
		[280661] = 2,
		[288853] = 6,
		[236589] = "[*] 寒冷光环",
		[156722] = "影月盗墓者",
		[268375] = "深渊祭师",
		[209967] = "凶暴蜥蜴 <冥灵弥觞-黑铁>",
		[272472] = 8,
		[236590] = "埃霍恩的冰雹战士",
		[284760] = "拉米纳利亚",
		[193585] = "缚石捕兽者",
		[53520] = "阿努巴拉克",
		[91677] = "脓疮畸体",
		[222256] = 3,
		[301145] = "无畏者玛哈特",
		[288858] = "失落的灵魂",
		[301146] = "无畏者玛哈特",
		[81439] = "米尔豪斯·法力风暴",
		[284767] = 6,
		[284768] = 6,
		[218164] = 10,
		[305249] = 8,
		[81440] = "米尔豪斯·法力风暴",
		[284772] = 6,
		[305252] = 8,
		[297061] = 12,
		[268391] = "深渊祭师",
		[81441] = "米尔豪斯·法力风暴",
		[280679] = "[*] 火炮弹幕",
		[297063] = 4,
		[297064] = 9,
		[38163] = "夸格米拉",
		[297065] = 2,
		[81442] = "米尔豪斯·法力风暴",
		[57618] = "冬拥湖攻城车 <风暴剑流-斯坦索姆>",
		[148542] = 1,
		[284781] = "猎头者加尔瓦纳",
		[201787] = 10,
		[8262] = "燃棘巫医",
		[17291] = 1,
		[51475] = "黑暗符文元素师",
		[51987] = 3,
		[193597] = "积怨夫人",
		[195645] = 3,
		[9798] = "辐射抢劫者",
		[268403] = "达萨大王",
		[288882] = 12,
		[57619] = "冬拥湖攻城车 <风暴剑流-斯坦索姆>",
		[42772] = "掠龙战略家",
		[76325] = "暮光火炎召唤者",
		[11974] = "穆尔塔",
		[268409] = 11,
		[264314] = 4,
		[268411] = 11,
		[113188] = "失败的学生 <黑暗院长加丁>",
		[107045] = "玉珑",
		[76327] = "暗红血脉先知",
		[110117] = "虚灵煞魔",
		[268415] = "艾泽里特提取器",
		[32651] = "塞泰克鸦人卫士",
		[132168] = 1,
		[203844] = 11,
		[268417] = "艾泽里特提取器",
		[212036] = 5,
		[107046] = "湿透的猢狲争斗者",
		[76328] = "暮光火炎召唤者",
		[203845] = 12,
		[158792] = 11,
		[244803] = "玉鳞蠕虫",
		[280707] = 3,
		[150601] = "亡语者布莱克松",
		[203846] = 8,
		[60181] = "碧蓝巫术师",
		[107047] = "突袭者加杜卡",
		[268422] = 8,
		[1449] = 8,
		[203847] = 11,
		[257092] = "泥沙女王",
		[65301] = "萨拉",
		[280711] = 5,
		[268424] = 3,
		[84521] = "希亚玛特的仆从 <[*] 静电震击>",
		[203848] = 11,
		[36119] = "自由的瑟雷凯斯",
		[212040] = 11,
		[280713] = 11,
		[199753] = 4,
		[203849] = 8,
		[280714] = 1,
		[66091] = 9,
		[199754] = 4,
		[84522] = "希亚玛特的仆从 <[*] 静电震击>",
		[203850] = 6,
		[268429] = 7,
		[193611] = "积怨夫人",
		[244808] = "硬壳珊脊蟹",
		[31884] = 2,
		[280719] = "匣锁语丶-迅捷微风",
		[2098] = 4,
		[272528] = "艾什凡狙击手",
		[203852] = 7,
		[120361] = 3,
		[185422] = 4,
		[244811] = "枯枝猎头者",
		[268436] = 4,
		[42776] = 7,
		[297108] = 4,
		[250956] = "Araziel-燃烧之刃",
		[93740] = 1,
		[23693] = 2,
		[268439] = 3,
		[244813] = 8,
		[116267] = 8,
		[148564] = 4,
		[126507] = 4,
		[268443] = "恐怖火炮",
		[197714] = "午夜冲锋者",
		[42777] = 1,
		[31117] = 9,
		[272542] = "艾什凡狙击手",
		[110125] = "疑之爪牙",
		[16071] = "火印暗法师",
		[210003] = 12,
		[212051] = 10,
		[264352] = 8,
		[284831] = "拉斯塔哈大王",
		[288927] = "邦桑迪的使者",
		[264353] = 8,
		[36634] = 12,
		[150616] = "亡语者布莱克松",
		[272546] = "水鼠帮海盗",
		[38682] = "联盟狂战士",
		[246867] = 2,
		[21390] = "维利塔恩",
		[305315] = 4,
		[22414] = "扭木纠缠者",
		[197719] = "午夜冲锋者",
		[297126] = 2,
		[150619] = "虚空行者爪牙",
		[293031] = 2,
		[88625] = 5,
		[212056] = 2,
		[197721] = 11,
		[272554] = "[*] 血肉模糊",
		[220248] = "幽影梦魇",
		[280746] = 1,
		[7268] = 8,
		[288939] = "[*] 千兆伏特辐射",
		[189531] = "秘法师艾兰",
		[234585] = "斯拉吉拉克斯",
		[189532] = "缚魂者哈兰尼",
		[284846] = "拉斯塔哈大王",
		[8100] = 8,
		[32654] = "塞泰克利爪领主",
		[8264] = "石窟智者",
		[119345] = "希克提克先锋",
		[288944] = 12,
		[185438] = 4,
		[9672] = "骷髅守护者",
		[284851] = "乌纳特",
		[42780] = "掠龙铁盔战士",
		[89652] = "食人魔匪徒",
		[75317] = "[*] 暮光渗透",
		[76341] = "蛊心魔古厄夏",
		[189536] = "秘法师维鲁恩",
		[11976] = "骷髅狂战士",
		[84533] = "复仇幽魂 <激流堡虔信者>",
		[119347] = "希克提克先锋",
		[268473] = 8,
		[264378] = "女巫会占卜者",
		[154724] = "科萨尔·噬魂",
		[272571] = "水鼠帮唤风者",
		[284859] = "被遗忘者魔药战车",
		[272572] = 2,
		[257119] = "[*] 流沙陷阱",
		[90678] = "暮光织影者",
		[284861] = "被遗忘者魔药战车",
		[189540] = "缚魂构装体",
		[193636] = "盐海小水滴",
		[81463] = "巨石之核塑地者",
		[264384] = "女巫会占卜者",
		[154727] = "魂泉",
		[51485] = 7,
		[284864] = "海潮祭司之魂",
		[37662] = "荒土工人",
		[156776] = "影月奴役者",
		[244835] = "穆柯赖",
		[280772] = 1,
		[272581] = "水鼠帮唤风者",
		[244836] = "丛林虎",
		[264390] = "符文信徒",
		[150634] = "征服者克鲁尔",
		[236645] = 8,
		[297157] = 1,
		[226406] = "烬壳统御者",
		[244837] = "丛林虎",
		[280776] = 1,
		[193641] = 4,
		[288969] = "妮瓦拉·夜影",
		[55582] = "达卡莱医师",
		[297162] = 3,
		[199786] = 8,
		[272588] = "水鼠帮杀手",
		[69179] = 1,
		[280780] = 4,
		[158830] = "黑暗编织者凯斯长老",
		[195692] = 1,
		[164974] = "莎达娜·血怒",
		[272592] = "无面腐蚀者",
		[297168] = 11,
		[37664] = "盘牙魔法师",
		[288977] = 6,
		[280787] = 9,
		[280788] = 9,
		[22417] = "荒野魔仆",
		[288981] = 4,
		[11977] = "霜狼军团士兵",
		[264408] = 11,
		[35105] = "盘牙战士",
		[232559] = 11,
		[13897] = 4,
		[288988] = 4,
		[15305] = "尖石战斗法师",
		[150646] = "塑泽者图卡尔",
		[288989] = 4,
		[35106] = "盘牙海妖",
		[272609] = "无面腐蚀者",
		[212084] = 12,
		[75328] = "瓦里昂娜",
		[152696] = "[*] 暗影符文",
		[129597] = 10,
		[183415] = 2,
		[201846] = 7,
		[5413] = "喷涌幼虫",
		[259187] = "亚兹玛",
		[5605] = "石窟智者",
		[268518] = 1,
		[150651] = "塑泽者图卡尔",
		[288999] = 12,
		[51490] = 7,
		[268523] = 4,
		[210041] = 12,
		[268524] = 11,
		[272620] = "破浪打击者",
		[87618] = "阿萨德",
		[193659] = "神王斯科瓦尔德",
		[228473] = 2,
		[236665] = 11,
		[193660] = "神王斯科瓦尔德",
		[268528] = 6,
		[117313] = 1,
		[118337] = 7,
		[35108] = "机械师斯蒂里格",
		[36644] = "噬魂者",
		[280817] = 1,
		[37668] = "虚灵缚法者",
		[305392] = 6,
		[195710] = 11,
		[41252] = 10,
		[268532] = 1,
		[11082] = "电刑器6000型",
		[228477] = 12,
		[150658] = "塑泽者图卡尔",
		[125506] = "指挥官林顿",
		[11978] = "弗诺斯·达克维尔",
		[228478] = 12,
		[121411] = 4,
		[36645] = "地缚仆从",
		[37669] = "虚灵牧师",
		[84550] = "希亚玛特的爪牙",
		[87622] = "阿萨德",
		[301308] = 2,
		[280830] = 5,
		[158854] = "黑暗编织者凯斯长老",
		[289022] = 11,
		[289023] = 12,
		[51493] = "黑暗符文巨人",
		[55077] = "野蛮的座狼",
		[259202] = 11,
		[22420] = "海多斯博恩",
		[107079] = 10,
		[284933] = "拉斯塔哈大王",
		[284934] = 8,
		[276743] = 8,
		[264456] = "发狂的射手",
		[268552] = 3,
		[51494] = "黑暗符文巨人",
		[53030] = "哈多诺克斯",
		[280841] = 6,
		[109128] = 1,
		[55078] = 6,
		[280842] = 6,
		[212105] = 12,
		[280843] = 6,
		[280844] = 6,
		[212106] = 12,
		[280845] = 4,
		[183436] = 2,
		[272654] = "成年三叶虫",
		[154766] = "科萨尔·噬魂",
		[94794] = 2,
		[284942] = "丰灵",
		[272655] = "成年三叶虫",
		[195724] = "蓟鬃熊",
		[280847] = 12,
		[116297] = "[*] 扫射",
		[118345] = "未知目标 <道友别干我丶-死亡之翼>",
		[86603] = "影踪派囚徒",
		[272657] = "厚鳞三叶虫骑手",
		[280849] = 1,
		[272658] = "厚鳞三叶虫骑手",
		[272659] = "厚鳞三叶虫骑手",
		[114250] = 2,
		[2643] = 3,
		[154769] = "古代灵魂",
		[264469] = 1,
		[21909] = "瑟莱德丝公主",
		[22421] = "海多斯博恩",
		[272662] = "铁潮袭击者",
		[293142] = 1,
		[280855] = 4,
		[12491] = "巫医祖穆拉恩",
		[289047] = "卡多雷奇美拉",
		[3219] = 4,
		[191633] = 11,
		[272665] = "黑曜石鳞灾使者",
		[109132] = 10,
		[264475] = 2,
		[191634] = 7,
		[193682] = "积怨夫人",
		[115276] = "克普图尔 <阿修蘭>",
		[272668] = "燃烧的灵魂",
		[264477] = "小型水元素",
		[272669] = "燃烧的灵魂",
		[244880] = "原始重殴者",
		[280861] = 11,
		[272670] = "卷沙神射手",
		[264479] = 2,
		[257168] = "铁潮掠夺者",
		[261264] = "女巫索林娜",
		[150679] = "寒冰之王亚门纳尔",
		[264481] = 2,
		[257169] = "水鼠帮歼灭者",
		[121421] = "希克提克守卫",
		[244882] = "鲜血猎手达扎莱",
		[55081] = "斯拉德兰",
		[264483] = 9,
		[257170] = "铁潮袭击者",
		[193686] = "神王斯科瓦尔德",
		[276771] = "盐壳粉碎者",
		[280867] = 6,
		[264485] = 4,
		[21910] = "工匠吉兹洛克",
		[121422] = "希克提克守卫",
		[22422] = "未知目标 <海多斯博恩>",
		[107087] = 9,
		[62249] = "大型魔网雏龙",
		[272678] = 3,
		[264487] = 3,
		[272679] = 3,
		[276775] = "盐壳粉碎者",
		[268586] = "达萨大王",
		[76370] = "碧蓝血脉先知",
		[268587] = "达萨大王",
		[214169] = 12,
		[169116] = 4,
		[280876] = 8,
		[268589] = "达萨大王",
		[210074] = "斯考匹隆",
		[276781] = "横扫之爪",
		[268590] = "达萨大王",
		[268591] = "达萨大王",
		[80467] = "欧泽鲁克",
		[16791] = "巴瑟拉斯镇长",
		[51499] = "黑暗符文工人",
		[244890] = "沙顶狂战士",
		[154784] = "科萨尔·噬魂",
		[10444] = 7,
		[293171] = 3,
		[43308] = 3,
		[193695] = 9,
		[90708] = 8,
		[189600] = "邪火攻城车",
		[128594] = 3,
		[289078] = "死亡猎手指挥官贝尔蒙特",
		[114259] = "驯犬者布兰恩",
		[50476] = "法师领主伊洛姆",
		[12748] = "寒冰之灵",
		[301367] = 8,
		[27031] = 6,
		[272698] = "疯狂的孵化者",
		[13900] = "伊森迪奥斯",
		[272699] = "疯狂的孵化者",
		[268604] = 8,
		[272700] = "无信护卵员",
		[253087] = 7,
		[30615] = "石头沉睡者",
		[264510] = "发狂的射手",
		[253088] = 8,
		[268607] = 10,
		[146599] = 6,
		[199844] = 8,
		[50989] = "冬拥湖投石车 <幸福哆哆-格瑞姆巴托>",
		[119381] = 10,
		[268609] = 3,
		[18072] = "恶魔卫士蛮兵",
		[18328] = "战争之矛角斗士",
		[199845] = "灵能魔 <暗夜明-死亡之翼>",
		[55597] = "达卡莱医师",
		[195750] = 6,
		[276804] = 4,
		[276805] = 4,
		[284997] = "拉米纳利亚",
		[152746] = "晶化碎片 <剃刀沼泽地卜师>",
		[276806] = 4,
		[264520] = "疯狂的生存专家",
		[49966] = "鳞甲类 <红莲青荷白藕-红龙军团>",
		[50990] = "冬拥湖投石车 <两禽相悦-燃烧之刃>",
		[285000] = "拉米纳利亚",
		[272713] = "水鼠帮歼灭者",
		[195753] = 1,
		[124503] = 10,
		[76378] = "碧蓝血脉卫士",
		[154796] = 12,
		[55598] = "达卡莱医师",
		[268619] = 8,
		[82522] = "高阶预言者巴林姆",
		[285003] = "拉斯塔哈大王",
		[154797] = 11,
		[264525] = "疯狂的生存专家",
		[44335] = 11,
		[264526] = "抓地机械手",
		[305484] = 7,
		[127576] = 6,
		[268623] = 12,
		[305485] = 7,
		[115289] = "裂魂者萨尔诺斯",
		[16793] = "巴瑟拉斯镇长",
		[169134] = 5,
		[51503] = "黑暗符文控制者",
		[272721] = 6,
		[195757] = 6,
		[264531] = "疯狂的生存专家",
		[285010] = "[*] 蟾蜍粘液毒素",
		[272723] = 6,
		[264532] = 4,
		[199854] = 1,
		[86620] = "霍格",
		[11085] = "电刑器6000型",
		[264534] = 3,
		[124506] = 10,
		[272726] = 3,
		[126554] = 3,
		[285014] = "丰灵",
		[115291] = "[*] 灵魂强风",
		[12493] = "荒野欺诈者",
		[272728] = 9,
		[101980] = "炙焰之核灰烬",
		[264537] = 3,
		[72286] = 3,
		[285017] = "拉米纳利亚",
		[38193] = "蓝色毒蛇",
		[203953] = 11,
		[305497] = 11,
		[305498] = 5,
		[119388] = 1,
		[272733] = 3,
		[138423] = 2,
		[193716] = "积怨夫人",
		[146615] = 3,
		[138424] = 5,
		[51505] = 7,
		[208052] = 2,
		[193717] = "积怨夫人",
		[38194] = "利爪之王艾吉斯",
		[253106] = 4,
		[228532] = 12,
		[203958] = 11,
		[22426] = "扭木摧毁者",
		[264550] = "塑风师奥兰",
		[22938] = "法力脉冲 <畸形残渣>",
		[264551] = "塑风师布莱森",
		[130654] = 10,
		[50994] = "晶化看护者",
		[272745] = 3,
		[55090] = 6,
		[55602] = "坚韧的巨蟒",
		[264556] = "荆棘卫士",
		[7399] = "变异尖牙风蛇",
		[289132] = "[*] 碾压",
		[146622] = 9,
		[214202] = 2,
		[232633] = 5,
		[276846] = 4,
		[80483] = 3,
		[264560] = "小型水元素",
		[216251] = 7,
		[17307] = "吞咽者拉姆斯登",
		[51507] = "黑暗符文控制者",
		[285040] = "深渊之忿",
		[242874] = 5,
		[53043] = "雷怒亡魂",
		[285041] = "未知目标 <拉斯塔哈大王>",
		[93795] = 8,
		[242875] = 12,
		[81508] = "巨石之核塑地者",
		[201918] = "防御系统",
		[285044] = "瘟疫蟾蜍 <拉斯塔哈大王>",
		[11086] = "巫医祖穆拉恩",
		[22427] = "掠龙武器匠",
		[167105] = 1,
		[285046] = "丰灵",
		[82533] = "黑暗先驱",
		[781] = 3,
		[119395] = 1,
		[285048] = "被遗忘者魔药战车",
		[121443] = "翼虫首领尼诺洛克",
		[53044] = "咆哮的漩涡",
		[285049] = "被遗忘者魔药战车",
		[853] = 2,
		[264571] = 9,
		[14030] = "裂盾袭击者",
		[264574] = "卷沙神射手",
		[63796] = 1,
		[242881] = 8,
		[16334] = 1,
		[49461] = 3,
		[1066] = 11,
		[50997] = "克莉斯塔萨",
		[264577] = 3,
		[208068] = "黑暗游侠珊德尔",
		[242882] = 1,
		[73320] = 4,
		[107110] = "[*] 玉火",
		[272770] = 6,
		[55093] = "斯拉德兰蟒蛇",
		[55605] = "坚韧的巨蟒",
		[208069] = "黑暗游侠珊德尔",
		[195782] = 10,
		[289155] = "丰灵",
		[44342] = "纯净能量",
		[122470] = 10,
		[22940] = "畸形残渣",
		[203975] = 11,
		[48438] = 11,
		[49462] = 1,
		[83561] = "厄祖玛特的枯萎",
		[272776] = 5,
		[34615] = "虚藤煽动者",
		[86633] = "灼热勋爵",
		[285064] = "深渊之忿",
		[121447] = "翼虫首领尼诺洛克",
		[1706] = 5,
		[264587] = "三叶虫宝宝",
		[79466] = "埃鲁达克",
		[289162] = "狂怒幻影",
		[197834] = 4,
		[1850] = 11,
		[30108] = 9,
		[121448] = 11,
		[197835] = 4,
		[31900] = "初生的邪兽人",
		[79467] = "无面腐蚀者",
		[272783] = 5,
		[136400] = 1,
		[34616] = "虚藤煽动者",
		[285072] = "深渊之忿",
		[121449] = 11,
		[53047] = "雷铸斥候",
		[167119] = "恐针潜伏者",
		[203981] = 12,
		[2484] = 7,
		[114282] = 11,
		[2580] = 1,
		[285075] = "[*] 冰封潮汐池",
		[2676] = "埃霍恩的冰雹战士",
		[10831] = "施法者克星X-21",
		[210126] = 8,
		[163025] = 5,
		[214222] = 2,
		[272790] = 3,
		[226510] = "[*] 鲜血脓液",
		[84589] = "希亚玛特",
		[280984] = 11,
		[210128] = 6,
		[73326] = 1,
		[93805] = 4,
		[264603] = "长者莉娅克萨",
		[226512] = "[*] 鲜血脓液",
		[115308] = 10,
		[58168] = 10,
		[264605] = "拉米·曼寇",
		[242896] = 1,
		[30621] = "噬骨掠夺者",
		[268702] = "巨石之怒",
		[31901] = "无疤者奥摩尔",
		[268703] = "充能的沙尘恶魔",
		[242897] = 4,
		[264608] = "拉米·曼寇",
		[268704] = "巨石之怒",
		[154839] = "科萨尔·噬魂",
		[119405] = "阿达罗格",
		[268705] = "沙鳞突击者 <蛋>",
		[289184] = 1,
		[53049] = "雷铸符文师",
		[107118] = "未知目标",
		[152792] = "纳利什",
		[115310] = 10,
		[268709] = "风险投资公司塑地者",
		[242900] = "根基图腾 <元素萨斯-奥蕾莉亚>",
		[212182] = 4,
		[5672] = "未知目标 <幼稚园小胖子-死亡之翼>",
		[111215] = "武器大师哈兰",
		[51002] = "瓦尔洛斯·云击",
		[281000] = 1,
		[224471] = 11,
		[259285] = 3,
		[195801] = "踏浪巨人",
		[264618] = 9,
		[185562] = 4,
		[55098] = "莫拉比",
		[111216] = "武器大师哈兰",
		[195802] = 6,
		[187611] = 8,
		[268717] = "鲨鱼饵",
		[264622] = 9,
		[111217] = "武器大师哈兰",
		[8040] = "安娜科德拉",
		[115313] = 10,
		[185565] = 4,
		[52027] = "比亚格里将军",
		[289200] = "无息的占星师",
		[53051] = "雷铸符文师",
		[53563] = 2,
		[268722] = "风险投资公司塑地者",
		[93811] = 8,
		[111218] = "武器大师哈兰",
		[210141] = 6,
		[272820] = "灌注能量的唤雷者",
		[10832] = "施法者克星X-21",
		[272821] = "火花引导者",
		[289205] = 4,
		[187616] = 8,
		[257244] = 1,
		[114291] = "蹦蹦兔",
		[115315] = 10,
		[232670] = 9,
		[52028] = "比亚格里将军",
		[52540] = "阿努巴尔散兵",
		[201953] = "烬壳统御者",
		[55100] = "莫拉比",
		[14032] = "沙怒暗影法师",
		[272827] = "水鼠帮劫掠者",
		[195810] = 6,
		[289212] = 12,
		[111221] = "武器大师哈兰",
		[285118] = "拉米纳利亚",
		[16336] = "鬼魂市民",
		[83575] = 11,
		[276928] = "拉沙克·铁墙",
		[52029] = "比亚格里将军",
		[228579] = 6,
		[272834] = "水鼠帮劫掠者",
		[55613] = "达卡莱织火者",
		[79480] = 7,
		[197862] = 5,
		[289219] = "吉安娜的潮汐元素",
		[210150] = "纳拉萨斯",
		[228581] = 6,
		[22688] = "荒野变形者奥兹恩",
		[285125] = "拉米纳利亚",
		[201959] = "烬壳统御者",
		[93816] = 1,
		[79481] = 7,
		[195816] = 6,
		[187625] = 8,
		[119415] = 8,
		[210152] = 12,
		[228583] = 6,
		[55102] = "莫拉比",
		[111224] = "指导者寒心",
		[210153] = 12,
		[81530] = "巨石之核塑地者",
		[236776] = 3,
		[281036] = 3,
		[106105] = "贤者马里",
		[289229] = "祖灵复仇者",
		[204011] = 2,
		[297421] = 4,
		[289230] = "祖灵复仇者",
		[276943] = 12,
		[197868] = "积怨夫人",
		[50495] = "法师领主伊洛姆",
		[51007] = "瓦尔洛斯·云击",
		[150768] = "鲁古格",
		[152816] = "影月塑骨者",
		[171247] = 4,
		[268755] = 1,
		[212205] = 4,
		[268756] = 4,
		[289235] = "虔诚的阿昆达",
		[276948] = 3,
		[289236] = "阿昆达的回响 <虔诚的阿昆达>",
		[197871] = 5,
		[22945] = "奥术洪流",
		[152818] = "影月塑骨者",
		[171249] = 8,
		[257260] = "荆棘卫士",
		[289238] = "阿昆达的回响 <虔诚的阿昆达>",
		[212207] = "埃德加德·影爪",
		[216303] = 11,
		[152819] = "影月塑骨者",
		[171250] = 3,
		[119419] = "战争之矛角斗士",
		[289241] = 11,
		[93821] = 2,
		[264667] = 3,
		[14033] = "艾德雷斯精龙",
		[58688] = "塞安妮苟萨",
		[204018] = 2,
		[119420] = "阿达罗格",
		[44353] = "维萨鲁斯",
		[150774] = "鲁古格",
		[204019] = 2,
		[34626] = "[*] 白鬼死亡",
		[268769] = 4,
		[185590] = "阿克蒙德",
		[204021] = 12,
		[56641] = 3,
		[228596] = 8,
		[5225] = 11,
		[228597] = 8,
		[268774] = 12,
		[228598] = 8,
		[264680] = 4,
		[121471] = 4,
		[272874] = "艾什凡指挥官",
		[93825] = 8,
		[193786] = 7,
		[228600] = 8,
		[58690] = "塞安妮苟萨",
		[264685] = "瓦伦中尉",
		[106113] = "疑之煞",
		[91778] = "邪眼看守者 <萨飞罗斯-凯恩血蹄>",
		[152830] = "暮光塑风者",
		[77443] = 3,
		[264687] = "瓦伦中尉",
		[8041] = "毒牙德鲁伊",
		[32674] = "塞泰克利爪领主",
		[232698] = 5,
		[204028] = "传送门守卫者",
		[86659] = 2,
		[244986] = "了不起的莫塔",
		[93827] = 11,
		[257274] = "[*] 污秽油膜",
		[244987] = "了不起的莫塔",
		[272884] = "拉乌尔船长",
		[264693] = "贪食的拉尔",
		[285172] = "拉斯塔哈大王",
		[163073] = 12,
		[22691] = "荒野变形者奥兹恩",
		[201983] = "烬壳统御者",
		[93828] = 2,
		[255228] = 12,
		[272888] = "艾什凡破坏者",
		[204032] = "传送门守卫者",
		[12882] = "德拉维沃尔",
		[36677] = "熵能之眼",
		[264698] = "贪食的拉尔",
		[285177] = "吉安娜·普罗德摩尔",
		[187650] = 3,
		[14034] = "匹姆吉布",
		[268796] = "[*] 穿刺长矛",
		[268797] = "风险投资公司炼金师",
		[272893] = 9,
		[89734] = "腐烂的谷物",
		[15570] = "熔岩作战傀儡",
		[289277] = 4,
		[204035] = 2,
		[193796] = 7,
		[89735] = "腐烂的甜瓜",
		[247042] = "寒冰之心",
		[285185] = "乌纳特",
		[255234] = 6,
		[58693] = "塞安妮苟萨",
		[21668] = "树林德鲁伊",
		[60229] = 2,
		[272902] = "尤朵拉船长",
		[285190] = "邦桑迪",
		[272903] = 2,
		[264712] = "[*] 腐物喷发",
		[268809] = "大主教图拉扬",
		[268810] = "测试对象",
		[111240] = 4,
		[257286] = 4,
		[56646] = "被激怒的火元素",
		[285195] = "[*] 寂灭凋零",
		[251143] = 3,
		[285196] = 9,
		[289292] = "格洛恩",
		[201995] = 6,
		[77451] = 7,
		[66188] = 6,
		[216331] = 2,
		[201996] = 9,
		[119433] = "焰喉",
		[89739] = "“船长”曲奇",
		[107146] = "莱公",
		[289297] = "火花机器人",
		[216333] = 11,
		[2645] = 7,
		[119434] = "焰喉",
		[277013] = 3,
		[90764] = "铸炉之主索朗格斯",
		[257292] = "库尔提拉斯先锋",
		[210191] = 2,
		[245005] = "恐惧之握",
		[268825] = "大主教图拉扬",
		[121483] = "贤者马里",
		[55624] = "达卡莱猎神者",
		[289306] = "闷燃复仇的化身",
		[289307] = "格洛恩",
		[281116] = 4,
		[289308] = 8,
		[264734] = "贪食的拉尔",
		[285213] = "邦桑迪",
		[152854] = "[*] 虚空宝珠",
		[255248] = 5,
		[285214] = "[*] 湮灭裂隙",
		[32677] = "迷时的暗影法师",
		[197908] = 10,
		[285215] = "吉安娜·普罗德摩尔",
		[202004] = 7,
		[257297] = "棘背沼泽看护者",
		[179478] = 6,
		[285218] = "守护古树",
		[285219] = "守护古树",
		[289315] = 11,
		[60233] = 12,
		[261395] = 6,
		[22950] = "伊莫塔尔",
		[289317] = "格洛恩",
		[289318] = 11,
		[261396] = 3,
		[216343] = 5,
		[52042] = "未知目标 <幼稚园小胖子-死亡之翼>",
		[55626] = "活体魔精",
		[272940] = 4,
		[60234] = 10,
		[289324] = 10,
		[268846] = "武器测试员",
		[8042] = 7,
		[197916] = 10,
		[216347] = 2,
		[272945] = 9,
		[277042] = "恶肉秘法师",
		[55627] = "活体魔精",
		[268851] = "阿德里斯",
		[10452] = "土灵雕刻者",
		[204062] = 12,
		[264757] = "长者莉娅克萨",
		[197919] = 10,
		[268854] = 2,
		[46924] = 1,
		[257308] = "哈兰·斯威提",
		[64843] = 5,
		[66198] = 6,
		[268856] = 2,
		[289335] = 11,
		[34637] = "寻日者导魔者",
		[264761] = 4,
		[53068] = "雷铸构造体",
		[91797] = "邪眼看守者 <萨飞罗斯-凯恩血蹄>",
		[204065] = 5,
		[264763] = "静电充能苦修者",
		[257310] = "铁潮火炮",
		[193826] = "神王斯科瓦尔德",
		[264764] = 6,
		[204066] = 11,
		[264765] = "静电充能苦修者",
		[193827] = "神王斯科瓦尔德",
		[15572] = "血斧袭击者",
		[64844] = 5,
		[51021] = "[*] 奥术光束",
		[51533] = 7,
		[268865] = "武器测试员",
		[18088] = 1,
		[89751] = "阿拉克纳什 <啥子蜘蛛-死亡之翼>",
		[204069] = 11,
		[55629] = 3,
		[285250] = "库尔提拉斯铁腕战士",
		[83608] = "厄祖玛特的枯萎",
		[264773] = "[*] 窒息海潮",
		[257315] = "铁潮掷弹兵",
		[289348] = 6,
		[228645] = "符文武器 <薛滴凯-戈提克>",
		[264774] = 8,
		[91800] = "邪眼看守者 <萨飞罗斯-凯恩血蹄>",
		[289349] = 6,
		[257316] = "哈兰·斯威提",
		[289350] = "虔诚的阿昆达",
		[285255] = "库尔提拉斯铁腕战士",
		[34639] = "寻日者收割员",
		[36175] = "末日预言者达尔莉安",
		[89753] = "阿拉克纳什 <啥子蜘蛛-死亡之翼>",
		[272970] = 8,
		[268877] = 3,
		[228649] = 10,
		[173357] = 6,
		[16553] = "食尸抢夺者",
		[202028] = 11,
		[34640] = "寻日者收割员",
		[289360] = "迪弗娅妮",
		[53071] = "雷铸巨人",
		[173359] = 12,
		[285266] = "塔玛基恩女勋爵",
		[289362] = 5,
		[285267] = "塔玛基恩女勋爵",
		[285268] = "塔玛基恩女勋爵",
		[132403] = 2,
		[204079] = 2,
		[268887] = 5,
		[193840] = 12,
		[146739] = 9,
		[132404] = 1,
		[33617] = "沃匹尔大师",
		[289367] = 9,
		[285272] = "布伦恩大师",
		[72350] = "巫妖王",
		[53072] = "雷铸巨人",
		[197937] = 5,
		[272986] = 12,
		[187698] = 3,
		[281178] = 2,
		[272987] = 12,
		[115356] = 7,
		[289371] = "玛维·影歌",
		[285276] = "艾尔琳·捷足",
		[289372] = "吉布尔的回响 <迪弗娅妮>",
		[30633] = "晶化保卫者",
		[285277] = "库尔提拉斯铁腕战士",
		[289373] = "吉布尔的回响 <迪弗娅妮>",
		[115357] = 7,
		[216371] = 2,
		[117405] = 3,
		[34642] = "寻日者基因接合师",
		[285280] = "库尔提拉斯织潮者",
		[132409] = 9,
		[91807] = "尘土屈服者 <Hyde>",
		[136505] = 1,
		[204085] = 6,
		[55633] = "达卡莱魔像",
		[268899] = 5,
		[81568] = "巨石之核狂战士",
		[285283] = 8,
		[251187] = "剧毒细颚龙",
		[251188] = "剧毒细颚龙",
		[285286] = 8,
		[261428] = "拜恩比吉中士",
		[268904] = 10,
		[136508] = 6,
		[297575] = 4,
		[268905] = 4,
		[289384] = "迪弗娅妮",
		[195897] = 7,
		[93857] = "席瓦莱恩男爵",
		[281194] = 11,
		[285290] = "艾尔琳·捷足",
		[289386] = 3,
		[281195] = 3,
		[289387] = "[*] 冰冻之血",
		[187707] = 3,
		[285292] = "[*] 冻结之潮",
		[268910] = 2,
		[273006] = 7,
		[187708] = 3,
		[268911] = 2,
		[212283] = 4,
		[33620] = "黑暗编织者塞斯",
		[34644] = "大型魔花",
		[257337] = "投币式群体打击者",
		[273009] = 4,
		[195901] = 8,
		[75428] = "摧骨者罗姆欧格",
		[55635] = "达卡莱魔像",
		[150849] = "剃刀沼泽狩猎大师",
		[21163] = "铁匠雷格萨",
		[293491] = 11,
		[297587] = 4,
		[268917] = "大主教图拉扬",
		[259387] = 3,
		[165185] = 4,
		[268918] = "大主教图拉扬",
		[11990] = "欧罗·血眼",
		[259388] = 3,
		[25771] = 2,
		[88741] = 3,
		[261437] = 4,
		[281209] = 6,
		[285305] = "库尔提拉斯织潮者",
		[289401] = "格洛恩",
		[77478] = 7,
		[281210] = 6,
		[268923] = "[*] 圣洁之地",
		[81574] = "巨石之核狂战士",
		[301690] = 6,
		[59220] = "幻影穿云者",
		[88742] = 2,
		[261439] = "维克雷斯勋爵",
		[15574] = "弗莱拉斯大使",
		[31403] = "联盟指挥官",
		[301693] = 4,
		[261440] = "维克雷斯勋爵",
		[281215] = 8,
		[285311] = "库尔提拉斯风暴使者",
		[281216] = 7,
		[289408] = "[*] 聚集之雪",
		[36694] = "熵能之眼",
		[107174] = 11,
		[56661] = 6,
		[81576] = "巨石之核塑地者",
		[165192] = "考洛克",
		[268932] = "达萨大王",
		[154953] = 4,
		[289412] = "[*] 蛮兽撞击",
		[108199] = 6,
		[206151] = 10,
		[47958] = "塑树者奥莫洛克",
		[212295] = 9,
		[33111] = "影月术士",
		[285319] = "库尔提拉斯风暴使者",
		[289416] = "尤路查",
		[277129] = 8,
		[107176] = "狂暴的猢狲争斗者",
		[134477] = "胡拉克沙 <Ahdsm-熊猫酒仙>",
		[289417] = "尤路查",
		[187722] = "攻城技师",
		[285322] = "库尔提拉斯风暴使者",
		[289418] = "贡克的回响 <尤路查>",
		[261446] = "维克雷斯夫人",
		[101033] = 7,
		[102057] = "不灭烈焰",
		[103081] = 10,
		[289420] = "卡伊雅·帕库阿亚",
		[30636] = "碎手军犬",
		[289421] = "帕库的回响 <卡伊雅·帕库阿亚>",
		[63830] = "萨拉",
		[289422] = 4,
		[289423] = 4,
		[277137] = "刚被石化过的敌人",
		[38232] = "掠龙监工",
		[175439] = 6,
		[56663] = 6,
		[117418] = 10,
		[187727] = 12,
		[255307] = "狂战士戈拉",
		[88748] = 9,
		[285333] = "不死卫士 <乌纳特>",
		[253260] = 8,
		[255308] = "狂战士戈拉",
		[183633] = "缚石捕兽者",
		[253261] = 8,
		[281240] = 4,
		[71342] = 3,
		[268954] = 4,
		[293529] = 11,
		[268955] = 4,
		[57688] = "未知目标",
		[268956] = 2,
		[187731] = "凯特温",
		[15063] = "复生的魔术师",
		[88750] = 7,
		[31405] = "暗血神谕者",
		[31661] = 8,
		[32173] = "盘牙魔法师",
		[247121] = 12,
		[289439] = 7,
		[36698] = "熵能之眼",
		[285345] = "恩佐斯的癫狂之眼",
		[285346] = "拉斯塔哈大王",
		[285347] = "拉斯塔哈大王",
		[285349] = "拉斯塔哈大王",
		[23214] = 2,
		[77489] = 5,
		[285350] = "拉米纳利亚",
		[6572] = 1,
		[200025] = 2,
		[204121] = "未知目标",
		[204123] = "眼球炸弹",
		[130736] = 6,
		[216411] = 2,
		[191837] = 10,
		[281265] = 5,
		[54107] = "冬拥湖攻城车 <有颗大心脏丶-罗宁>",
		[80564] = "纳兹夏尔女士",
		[268980] = 8,
		[289459] = "妮瓦拉·夜影",
		[257371] = "[*] 催泪毒气",
		[22703] = 9,
		[108211] = 4,
		[191840] = 10,
		[285367] = "[*] 恩佐斯的穿刺凝视",
		[12888] = "哈卡的化身",
		[224607] = "暗影大恶魔",
		[150884] = "猎手布塔斯克",
		[277179] = 4,
		[289467] = 4,
		[59228] = "天灾巨人",
		[119476] = "将军帕瓦拉克",
		[277181] = 12,
		[31407] = "暗血矛兵",
		[187748] = 1,
		[32175] = 7,
		[289471] = "熔火猎犬",
		[171366] = 3,
		[285376] = "乌纳特",
		[273089] = 6,
		[277185] = 2,
		[54109] = "冬拥湖攻城坦克 <浮光-希尔瓦娜斯>",
		[273090] = 6,
		[224612] = "暗影大恶魔",
		[277187] = 1,
		[191847] = "瑟芬崔斯克",
		[297668] = 10,
		[285381] = 11,
		[76473] = "暮光火炎召唤者",
		[264903] = "阿库希尔",
		[285382] = 8,
		[212327] = 9,
		[220519] = "未知目标",
		[208232] = 5,
		[66235] = 2,
		[216425] = 8,
		[289483] = "玛维·影歌",
		[269005] = "原始风暴元素 <法号灬次凹-燃烧之刃>",
		[289484] = "熔火猎犬",
		[132463] = 10,
		[32176] = 7,
		[8281] = "地下双帆龙",
		[273104] = 3,
		[204140] = "传送门守卫者",
		[8921] = 11,
		[289488] = "吉安娜·普罗德摩尔",
		[195949] = 8,
		[197997] = 7,
		[185710] = 10,
		[126649] = 6,
		[132466] = 10,
		[21169] = 7,
		[59231] = "[*] 突变传染",
		[191855] = "瑟芬崔斯克",
		[289492] = "玛维·影歌",
		[132467] = 10,
		[289493] = "炽热火焰卫士",
		[281303] = 4,
		[216431] = 8,
		[118459] = "哈提 <Unforgettabl>",
		[12889] = "哈卡的化身",
		[289496] = "黑铁仪祭师",
		[36705] = "迁跃扭木",
		[264922] = 4,
		[289497] = "黑铁仪祭师",
		[264923] = "贪食的拉尔",
		[191858] = "[*] 剧毒泥浆",
		[289498] = "黑铁仪祭师",
		[82622] = "高阶预言者巴林姆",
		[30641] = "巡视者加戈玛",
		[210291] = 2,
		[261488] = "诺斯弗德骑士",
		[285408] = "[*] 虚空撞击",
		[285409] = "[*] 虚空撞击",
		[264931] = "贪食的拉尔",
		[285410] = "乌纳特",
		[273123] = "地陷图腾",
		[269029] = "恐怖船长洛克伍德",
		[210294] = 2,
		[89792] = "基尔比斯 <土豆丶先生-神圣之歌>",
		[62305] = "不见羽 <不见羽-永恒之井>",
		[289509] = "黑铁先锋",
		[77505] = 7,
		[281318] = "沙顶占卜者",
		[269031] = 3,
		[289510] = "黑铁先锋",
		[148859] = 5,
		[6253] = "铁怒军官",
		[289511] = "查尔格姆",
		[34659] = "看管者索恩格林",
		[25778] = "幽暗沼泽领主",
		[285416] = "乌纳特",
		[289512] = "查尔格姆",
		[107200] = 9,
		[150908] = "猎手布塔斯克",
		[109248] = 3,
		[78530] = "僵化的树人",
		[289514] = "查尔格姆",
		[80451] = 8,
		[294701] = 9,
		[216441] = 8,
		[252751] = 5,
		[271805] = "雷兹奥昆船长",
		[278253] = 8,
		[285420] = "充能残迹",
		[289516] = "查尔格姆",
		[175841] = 4,
		[264942] = "狩猎大师西奥多",
		[175817] = 5,
		[289517] = "查尔格姆",
		[106864] = "刘·焰心",
		[168661] = "高沃什通灵师",
		[274156] = 6,
		[162530] = 10,
		[32690] = "塞泰克神谕者",
		[281327] = 6,
		[79206] = 7,
		[202108] = "枯碎塑造者",
		[34660] = "看管者索恩格林",
		[181949] = "阴郁的守护者",
		[52067] = "晶化魔花",
		[289520] = 2,
		[179582] = "邪能领主扎昆",
		[281329] = "乔里船长",
		[234153] = 9,
		[289521] = 3,
		[204157] = 12,
		[267799] = 2,
		[285426] = "[*] 风暴哀嚎",
		[247777] = 5,
		[261498] = "[*] 蔓延腐化",
		[214397] = 12,
		[285427] = "原始摧心魔 <乌纳特>",
		[289523] = 5,
		[253307] = 3,
		[77762] = 7,
		[285428] = "曼赛罗伊·弗雷菲斯",
		[289524] = 5,
		[163201] = 1,
		[107203] = 5,
		[150914] = "猎手布塔斯克",
		[152962] = "纳利什",
		[253308] = 3,
		[21869] = "瑟莱德丝公主",
		[212653] = 8,
		[289526] = 1,
		[156287] = 1,
		[278249] = 4,
		[285431] = "群居的空灵爪牙",
		[82263] = "灵魂碎块",
		[253309] = 12,
		[264953] = "狩猎大师西奥多",
		[247456] = 12,
		[36512] = "天怒预言者苏克拉底",
		[198304] = 1,
		[8613] = 11,
		[33763] = 11,
		[38245] = "利爪之王艾吉斯",
		[81220] = "米尔豪斯·法力风暴",
		[27827] = 5,
		[64126] = "[*] 挤压",
		[259454] = 12,
		[256710] = "[*] 燃烧的军火库",
		[257908] = "铁潮军官",
		[150917] = "猎手布塔斯克",
		[101587] = "炙焰之核灰烬",
		[16856] = "奥里克斯·瑞文戴尔领主",
		[86726] = "兰多菲·摩洛克",
		[257407] = "莱赞",
		[259455] = 5,
		[23881] = 1,
		[184730] = "垂涎的猎犬",
		[15578] = "秘教刽子手",
		[76487] = "暮光逼问者",
		[16727] = "扭木践踏者",
		[63844] = 2,
		[257408] = 1,
		[289534] = 6,
		[32691] = "秘教缚法者",
		[128248] = "影踪派伏击者",
		[83655] = "胡辛姆将军",
		[152967] = "阿库麦尔",
		[34662] = "沼地领主穆塞雷克",
		[86727] = "兰多菲·摩洛克",
		[120517] = 5,
		[18100] = "艾德雷斯鬼怪",
		[30933] = "伊琳娜·暗木",
		[204413] = 3,
		[256594] = "拉乌尔船长",
		[289537] = "大工匠梅卡托克",
		[76617] = "洪荒烈火",
		[64658] = 3,
		[257410] = 12,
		[289538] = "大工匠梅卡托克",
		[161399] = 11,
		[57825] = "艾德雷斯鬼怪",
		[186993] = "剑圣朱倍尔索斯",
		[267047] = "沙鳞突击者 <蛋>",
		[204166] = 1,
		[131490] = 8,
		[205369] = 5,
		[254486] = 4,
		[195975] = 6,
		[17364] = 7,
		[255577] = "女祭司阿伦扎",
		[185736] = 10,
		[204167] = 6,
		[192090] = 11,
		[61596] = "雷铸构造体",
		[22595] = "爬行污泥怪",
		[53395] = "黑暗符文战士",
		[28495] = 6,
		[238026] = 3,
		[299771] = "鳍地精斥候",
		[260312] = "被感染的岩喉",
		[86729] = "兰多菲·摩洛克",
		[257413] = 2,
		[24242] = 2,
		[76588] = "暮光狂热者",
		[181642] = 10,
		[275452] = "恶肉荒芜犬",
		[255546] = 4,
		[38759] = "潘德莫努斯",
		[47585] = 5,
		[137639] = 10,
		[8936] = 11,
		[163212] = 10,
		[15609] = "军需官兹格雷斯",
		[170398] = 1,
		[169356] = 5,
		[289560] = "吉布尔的化身",
		[290524] = 11,
		[285452] = 7,
		[21060] = "苏斯",
		[268998] = 9,
		[281357] = 3,
		[285453] = "乌纳特",
		[9256] = "大检察官怀特迈恩",
		[126664] = 1,
		[164330] = "卡兹·灭天",
		[289859] = "侏儒突击队员",
		[21707] = "诺克赛恩",
		[256470] = "珊蒂斯·羽月",
		[198028] = "[*] 晶化大地",
		[16843] = "艾德雷斯怨魂",
		[48016] = "塑树者奥莫洛克",
		[204316] = "斯考匹隆",
		[15589] = "托塞德林王子",
		[128239] = "格尔桑捷刃兵",
		[18101] = "艾德雷斯鬼怪",
		[275560] = "地狱恐惧犬",
		[181775] = "Ashenone-迅捷微风",
		[180082] = "邪火巨炮",
		[152976] = "未知目标",
		[38760] = "潘德莫努斯",
		[93520] = "高弗雷勋爵",
		[257418] = 1,
		[46153] = "塞林·火心",
		[245131] = "怨鳍风暴女巫",
		[198030] = 12,
		[285459] = "吉安娜·普罗德摩尔",
		[289555] = 8,
		[138642] = 10,
		[255371] = "莱赞",
		[121181] = "哈飒克觅火者",
		[114020] = "驯犬者布兰恩",
		[277269] = 12,
		[22709] = "蕾瑟塔蒂丝",
		[77472] = 7,
		[202127] = 10,
		[285479] = "[*] 烈焰喷射",
		[255372] = "莱赞",
		[257420] = 3,
		[144787] = 4,
		[12251] = "灰尘怨灵",
		[264984] = "狩猎大师西奥多",
		[107268] = "破坏者吉普提拉克",
		[152979] = "狂乱之魂",
		[121601] = "哈飒克唤风者",
		[206224] = "[*] 燃烧之焰",
		[176767] = "灰槌火语者",
		[210320] = 2,
		[245134] = "撼天雷霆",
		[15587] = "卡雷迪斯镇长",
		[91853] = "希亚玛特",
		[279302] = 6,
		[38761] = "塔瓦洛克",
		[55142] = "莫拉比",
		[285466] = 7,
		[30915] = "Broggok Poison Cloud <布洛戈克>",
		[287556] = "复仇尖啸者",
		[236077] = 1,
		[106427] = "影踪派新人",
		[152282] = "泽地畸形怪",
		[253327] = 6,
		[59752] = 9,
		[269085] = 5,
		[49026] = "嗜血的苔原狼",
		[158188] = 4,
		[90830] = "铸炉之主索朗格斯",
		[118714] = "贤者马里",
		[127177] = 5,
		[301759] = 5,
		[114954] = 8,
		[285470] = 12,
		[210323] = 2,
		[32693] = "黑暗符文元素师",
		[111351] = "血色砍伐者",
		[50025] = "冬拥湖投石车 <幸福哆哆-格瑞姆巴托>",
		[32065] = "泥沼巨人",
		[102560] = 11,
		[82637] = "[*] 衰老疫病",
		[285472] = 1,
		[273185] = "祖尔的持盾卫士",
		[293664] = 1,
		[184709] = 1,
		[108238] = 11,
		[102131] = "破碎的地面",
		[92091] = 3,
		[176517] = "迅豹巫医",
		[191894] = 10,
		[259474] = "瑞克莎·流火",
		[421] = 7,
		[82640] = 1,
		[285475] = 4,
		[58729] = "矮人灵魂医者",
		[290512] = 10,
		[86736] = "霍格",
		[257427] = 11,
		[289572] = "第七军团骑兵",
		[89808] = "塔菲普 <拜拜不-血环>",
		[107215] = "螳螂妖炮火",
		[285477] = "[*] 渊黯",
		[76497] = "暮光施虐者",
		[208748] = "恐惧憎恶",
		[105691] = 8,
		[257428] = 4,
		[202166] = 1,
		[301694] = 4,
		[204208] = "传送门守卫者",
		[50026] = "冬拥湖投石车 <泰嵐德-影牙要塞>",
		[205116] = "恶魔卫士毁灭者",
		[293671] = 6,
		[265001] = "小型水元素",
		[269097] = "斯托颂勋爵",
		[52586] = "看门者克里克希尔",
		[245142] = "潮汐主母薇莎娜",
		[265002] = "贪食的拉尔",
		[228601] = 8,
		[202137] = 12,
		[129262] = "杰翰",
		[257437] = "铁潮海盗",
		[269099] = "风险投资公司战争机器",
		[289578] = "库尔提拉斯炮手",
		[121557] = 5,
		[259398] = 3,
		[269100] = "风险投资公司战争机器",
		[202138] = 12,
		[205108] = "暴食魔犬",
		[281388] = "艾什凡炮手",
		[87762] = "空气司祭",
		[17466] = "奥里克斯·瑞文戴尔领主",
		[121116] = 11,
		[296240] = 4,
		[289595] = "雷鸣卫士",
		[169373] = 5,
		[76502] = "暮光施虐者",
		[210324] = 2,
		[32182] = 7,
		[253279] = "达萨莱战神",
		[8680] = 4,
		[33132] = "堕落新星图腾 <背叛者门努>",
		[269104] = "觉醒虚空",
		[202140] = 12,
		[33975] = "档案管理员加尔福特",
		[76500] = "暮光施虐者",
		[93402] = 11,
		[81569] = "巨石之核狂战士",
		[277297] = "高级制作人基克西",
		[5740] = 9,
		[285489] = 6,
		[289585] = "雷鸣卫士",
		[149908] = "苏克",
		[55659] = "达卡莱织火者",
		[223929] = 6,
		[289586] = "雷鸣卫士",
		[114386] = "破桶而出的炎诛",
		[198027] = 4,
		[269108] = 2,
		[289587] = "库尔提拉斯炮手",
		[36716] = "未知目标",
		[86740] = "捣乱分子",
		[256546] = "托萨克",
		[259456] = 6,
		[283834] = 4,
		[73422] = 1,
		[66906] = 2,
		[43688] = 3,
		[31410] = "怒鳞侍从",
		[47468] = "肋骨撕咬者 <帥丨就是帥-安苏>",
		[257436] = "铁潮海盗",
		[152814] = "影月塑骨者",
		[261540] = "医疗机器人 <晕乎乎的迪娜>",
		[265016] = "鲜血主母选民",
		[138425] = 6,
		[106841] = "刘·焰心",
		[51052] = 6,
		[260512] = "魂缚巨像",
		[285496] = 8,
		[30853] = "影月召唤者",
		[36717] = "被摧毁的斥候",
		[275907] = "艾泽洛克",
		[285497] = 11,
		[289593] = "雷鸣卫士",
		[12891] = "伊兰尼库斯的阴影",
		[265019] = "鲜血主母选民",
		[285498] = 11,
		[113364] = "织焰者孔格勒",
		[200551] = "达古尔",
		[190831] = 12,
		[269116] = "灌注能量的唤雷者",
		[185763] = 4,
		[78535] = "艾德雷斯幻像",
		[281404] = 8,
		[285500] = 3,
		[289596] = "第七军团骑兵",
		[290500] = "Franzzi-雷霆之王",
		[286404] = "[*] 抓地荆棘",
		[15580] = "荒野萨特",
		[202147] = 1,
		[284089] = "风暴分身",
		[284121] = "凯瑟琳修女",
		[47981] = "塑树者奥莫洛克",
		[285270] = "布伦恩大师",
		[23219] = 12,
		[251231] = 6,
		[285503] = 11,
		[263573] = "阿德里斯",
		[34670] = "看管者索恩格林",
		[203059] = 11,
		[13730] = "骷髅狂战士",
		[289600] = "破潮元素",
		[50868] = "克莱斯塔卢斯",
		[76484] = "暮光逼问者",
		[208173] = 12,
		[289601] = "珊蒂斯·羽月",
		[204197] = 5,
		[54237] = "艾库隆",
		[257442] = 2,
		[118455] = 3,
		[98007] = 7,
		[168621] = "复生的法师",
		[83672] = "厄祖玛特",
		[263114] = "石拳执行者",
		[46189] = "卡加尼·夜锋",
		[21688] = "维格利",
		[285508] = "弹药桶 <库尔提拉斯水兵>",
		[259491] = 3,
		[193863] = 4,
		[107223] = "太阳",
		[32689] = "迷时的占卜者",
		[23224] = "席瓦莱恩男爵",
		[6254] = "斯卡姆",
		[239013] = 8,
		[270016] = "活化守卫",
		[149834] = "麦什伦",
		[98008] = 7,
		[88746] = 1,
		[9512] = 4,
		[289220] = "吉安娜的潮汐元素",
		[51054] = "瓦尔洛斯·云击",
		[189865] = "黑暗之水",
		[55622] = "达卡莱长枪手",
		[273225] = "卷沙神射手",
		[259277] = "豹 <中分难防-死亡之翼>",
		[21687] = "粘性辐射尘",
		[134573] = 9,
		[273226] = "[*] 腐烂孢子",
		[27576] = 4,
		[16075] = "指挥官沃恩",
		[285514] = 7,
		[111324] = "血色防御者",
		[213610] = 5,
		[198058] = "奥丁",
		[285515] = 7,
		[136583] = 11,
		[171436] = 7,
		[281420] = "水鼠帮盐鳞战士",
		[283606] = "因扎希之手",
		[259495] = 3,
		[61294] = 11,
		[108194] = 6,
		[198013] = 12,
		[76507] = "洞窟穴居人",
		[93914] = "屠夫拉佐克劳",
		[33958] = "噬魂者",
		[270012] = "[*] 防御弹幕",
		[38238] = "蓝色毒蛇",
		[55636] = "达卡莱魔像",
		[290490] = "守备官巴图尔",
		[114022] = "血色宝库管理者",
		[273232] = 12,
		[266980] = 2,
		[10772] = "维格利",
		[87771] = "阿萨德的仆从",
		[303770] = 12,
		[75993] = "[*] 闪电澎湃",
		[287990] = "驯犬者安沃尔德",
		[184689] = 2,
		[279709] = 11,
		[204205] = "halo <Hillbilly-凤凰之神>",
		[55663] = "达卡莱犀牛",
		[259395] = 10,
		[20153] = "地狱火爪牙 <喵喵忄忄小猫-血牙魔王>",
		[228780] = 12,
		[115418] = "科里克提克塑风者",
		[75441] = "悲哀锁链 <摧骨者罗姆欧格>",
		[5487] = 11,
		[93341] = 8,
		[152964] = "虚空爪牙",
		[87772] = "阿萨德的仆从",
		[282295] = 4,
		[61295] = 7,
		[169291] = 8,
		[47698] = "晶化保卫者",
		[289621] = "破潮元素",
		[289639] = 1,
		[282294] = 4,
		[279028] = 7,
		[273239] = 12,
		[174711] = "玉珑",
		[115419] = "科里克提克塑风者",
		[33649] = 1,
		[289623] = "第七军团医师",
		[293719] = "隐秘之鱼",
		[286389] = "未知目标",
		[282293] = "布伦恩大师",
		[177586] = 6,
		[264694] = "贪食的拉尔",
		[198065] = 8,
		[118903] = "格林托克妖术师",
		[289625] = "帕库的回响 <卡伊雅·帕库阿亚>",
		[27577] = "魔能监工",
		[265051] = 8,
		[257883] = "哈达尔·黑渊",
		[210155] = 12,
		[81630] = "锁喉",
		[253239] = "达萨莱战神",
		[187638] = "腐蚀领主乌鲁格",
		[101085] = 8,
		[187827] = 12,
		[10072] = "黑曜石哨兵",
		[262536] = "晕乎乎的迪娜",
		[279569] = 12,
		[236298] = 8,
		[198067] = 7,
		[270003] = "活化守卫",
		[76511] = "疯狂囚犯",
		[31673] = "霍加尔芬",
		[287887] = "凯瑟琳修女",
		[295279] = 3,
		[259504] = "全自动赚钱炮",
		[30505] = "高阶术士奈瑟库斯",
		[115421] = "科里克提克塑风者",
		[75700] = "喷泉 <纳兹夏尔女士>",
		[202164] = 1,
		[50255] = "残忍的斯卡迪",
		[261977] = 10,
		[285536] = 12,
		[122527] = "次级煞魔",
		[252550] = 1,
		[247218] = "部落步兵 <逐風者桑德蘭-燃烧之刃>",
		[258628] = "[*] 地震回荡",
		[257426] = "铁潮执行者",
		[204213] = 5,
		[268896] = "斯托颂勋爵",
		[285538] = 6,
		[269169] = "地下堡垒精英护卫",
		[285281] = 8,
		[38197] = "利爪之王艾吉斯",
		[285539] = 5,
		[289635] = "第七军团医师",
		[76516] = "海地精猎人",
		[339] = 11,
		[285540] = 2,
		[34980] = "背叛者门努",
		[33110] = 5,
		[22714] = "海多斯博恩",
		[285541] = 8,
		[251316] = 1,
		[253784] = 6,
		[52492] = "冷酷的构造体",
		[285542] = 6,
		[379] = 7,
		[112933] = "憎恨碎片",
		[282285] = "布伦恩大师",
		[285543] = 1,
		[202168] = 1,
		[256459] = 6,
		[403] = 7,
		[42792] = 7,
		[289640] = "第七军团医师",
		[245002] = "恐怖船长范迪格林",
		[77066] = "铁枝德鲁伊",
		[73325] = 5,
		[163024] = 6,
		[27578] = "督军沙拉利斯",
		[29166] = 11,
		[20066] = 2,
		[197995] = 7,
		[268807] = "大主教图拉扬",
		[28858] = "埃隆巴克保护者",
		[262617] = "光铸勇士",
		[263648] = 12,
		[216328] = 2,
		[29882] = "狂乱的法力涌动者",
		[75907] = "纳兹夏尔荣誉守卫",
		[475] = 8,
		[196027] = "祭祀者勒莎",
		[225605] = 12,
		[299569] = 4,
		[289645] = "第七军团战斗法师",
		[120001] = "宰相金巴卡",
		[12884] = "德拉维沃尔",
		[21069] = "邪恶幼虫",
		[17465] = 1,
		[196028] = "积怨奥术师",
		[61509] = "炉渣",
		[16827] = "哈提 <射大雕丶-格瑞姆巴托>",
		[289647] = "破潮元素",
		[187837] = 7,
		[218967] = "午夜冲锋者",
		[87779] = "神殿助祭",
		[289648] = "火花机器人",
		[262161] = 1,
		[198077] = "奥丁",
		[35131] = 4,
		[289649] = "卡格瓦的回响",
		[272934] = 8,
		[19643] = "暴风之盾角斗士",
		[196840] = 7,
		[296101] = 11,
		[279142] = 1,
		[268993] = "隐秘之牙",
		[290469] = 2,
		[75697] = 6,
		[164095] = "裂隙猎手约斯克",
		[265077] = 8,
		[87780] = "神殿助祭",
		[183548] = "石爪虫王",
		[216338] = 9,
		[710] = 9,
		[232893] = 12,
		[218558] = 7,
		[171457] = 3,
		[47476] = 6,
		[253058] = 5,
		[217597] = 9,
		[105693] = 3,
		[774] = 11,
		[290467] = 4,
		[289655] = 5,
		[203963] = 11,
		[255421] = "莱赞",
		[55348] = "达卡莱作战骑兵",
		[36213] = "未知目标 <蔑视死亡-神圣之歌>",
		[261565] = "哈达尔·黑渊",
		[281465] = 2,
		[46202] = "黑暗符文工人",
		[54644] = "奇美拉 <背后瞄准着你-安威玛尔>",
		[46194] = "亚赛",
		[102543] = 11,
		[285562] = "不可知的恐惧",
		[97501] = 2,
		[98021] = "未知目标 <祖逹萨>",
		[265084] = "虔诚鲜血祭司",
		[150981] = "剃刀沼泽狩猎者",
		[139448] = 2,
		[48136] = "巨型冰虫",
		[257284] = 3,
		[193803] = "喷油蛆虫",
		[106414] = "[*] 火焰之花",
		[278961] = "染病鞭笞者",
		[281469] = 5,
		[15582] = "荒野暗影行者",
		[982] = 3,
		[286368] = "未知目标",
		[85256] = 2,
		[285566] = "[*] 弹药桶",
		[289662] = "第七军团战斗法师",
		[1022] = 2,
		[265088] = "拉米·曼寇",
		[279611] = 3,
		[234946] = 5,
		[297874] = 4,
		[265089] = "虔诚鲜血祭司",
		[36696] = "熵能之眼",
		[177606] = "范加尔",
		[115629] = "指挥官杜兰德",
		[150879] = "鲜血猎手达扎莱",
		[269186] = 3,
		[76520] = "海地精猎人",
		[52532] = "阿努巴尔战士",
		[265091] = "虔诚鲜血祭司",
		[17057] = 11,
		[289666] = 5,
		[163272] = 10,
		[265092] = 3,
		[152173] = 10,
		[261265] = "女巫布里亚",
		[76719] = "躁动的火花",
		[114874] = "斯雷特教授",
		[285572] = "惩戒幻影",
		[273285] = "不稳定的种荚",
		[236777] = 3,
		[297860] = 4,
		[183752] = 12,
		[273286] = 3,
		[93928] = "屠夫拉佐克劳",
		[192794] = "[*] 闪电打击",
		[257476] = "铁潮猎犬",
		[24252] = 5,
		[212423] = "复生的潜伏者 <Hemophagia-死亡之翼>",
		[198088] = "[*] 光耀碎片",
		[25020] = "幻影气元素",
		[259919] = "蛮锤缚焰者",
		[106830] = 11,
		[297863] = 4,
		[52086] = "阿努巴尔织网者",
		[289672] = "卡格瓦的回响",
		[197625] = 11,
		[66846] = 4,
		[16333] = "鬼魂市民",
		[76522] = "进化的暮光狂热者",
		[259489] = 3,
		[115290] = "裂魂者萨尔诺斯",
		[257478] = "铁潮猎犬",
		[220543] = 5,
		[81642] = "锁喉",
		[274075] = 1,
		[216521] = 10,
		[84714] = 8,
		[257870] = "铁潮冒险家",
		[119528] = "[*] 火球",
		[51008] = "瓦尔洛斯·云击",
		[82671] = "神誓侍从",
		[46406] = "埃霍恩的寒浪战士",
		[158903] = 8,
		[150990] = "剃刀沼泽疤刃者",
		[273294] = "[*] 野火",
		[282265] = 2,
		[239049] = 5,
		[20577] = 4,
		[244776] = "闪壳亡爪蟹",
		[175513] = 8,
		[128708] = "气泡酒灵",
		[33865] = "虚灵清道夫",
		[202188] = 7,
		[85739] = 1,
		[297871] = 5,
		[52087] = 2,
		[97359] = 4,
		[264655] = "被感染的农夫",
		[282263] = "布伦恩大师",
		[273274] = "[*] 极化力场",
		[76524] = "进化的暮光狂热者",
		[93931] = "盲眼守卫奥杜",
		[255434] = "莱赞",
		[257482] = "部落萨满祭司 <朣朦-燃烧之刃>",
		[273299] = 10,
		[114410] = "科洛夫修士",
		[2584] = 4,
		[194384] = 5,
		[198103] = 7,
		[282262] = 1,
		[167385] = "团队副本训练假人",
		[257483] = "[*] 骨堆",
		[72429] = "泰瑞纳斯·米奈希尔",
		[76717] = "被玷污的大地狂怒者",
		[107121] = "指挥官瑞魔克",
		[301972] = 6,
		[113775] = "詹迪斯·巴罗夫",
		[46968] = 1,
		[268936] = "达萨大王",
		[257484] = "沙图格",
		[44504] = "失心行尸",
		[212431] = 3,
		[76413] = "暮光执行者",
		[225736] = 4,
		[202192] = "共鸣图腾 <怂塔哈-安东尼达斯>",
		[102124] = "时光扭曲破坏者",
		[86765] = "狂怒炉渣",
		[285592] = "惩戒幻影",
		[259533] = "[*] 艾泽里特催化剂",
		[81008] = "晶脉巨人",
		[198097] = 4,
		[157122] = 2,
		[95988] = 6,
		[27581] = "督军沙拉利斯",
		[265876] = "主母阿尔玛",
		[285594] = 10,
		[52026] = "比亚格里将军",
		[59571] = 2,
		[265116] = 10,
		[150997] = "剃刀沼泽棘箭手",
		[305483] = 7,
		[204242] = 2,
		[178797] = "高阶督军沃拉斯",
		[224721] = "灵魂行者黑角",
		[88814] = "高阶预言者巴林姆",
		[276919] = 12,
		[281501] = 10,
		[269214] = 2,
		[273310] = 5,
		[204243] = "梦魇住民",
		[111341] = "血色砍伐者",
		[202573] = 1,
		[131318] = 11,
		[257495] = "泥沙女王",
		[132568] = 8,
		[150999] = "[*] 烈焰之箭",
		[273312] = 5,
		[52531] = "炙热的蒸汽",
		[290448] = "[*] 净化之印",
		[229512] = 12,
		[287295] = "[*] 冰冻",
		[212436] = 3,
		[181718] = "暴君维哈里",
		[51271] = 6,
		[54649] = 1,
		[97340] = 10,
		[295610] = 4,
		[289043] = "卡多雷奇美拉",
		[33660] = 3,
		[102130] = "破碎的地面",
		[154468] = "[*] 仪式枯骨",
		[231588] = 2,
		[256970] = "骑士队长瓦莱莉",
		[293795] = 12,
		[274062] = 10,
		[203820] = 3,
		[22206] = "大德鲁伊雷弗拉尔",
		[293796] = "虚空脓液",
		[22718] = 4,
		[108271] = 7,
		[262687] = "炸弹机器人9000型",
		[55095] = 6,
		[34880] = "荒土奴隶",
		[286348] = 4,
		[210391] = 2,
		[276840] = 4,
		[82673] = "神誓侍从",
		[32192] = "荒土奴隶",
		[84721] = 8,
		[76369] = "碧蓝血脉先知",
		[255445] = "莱赞",
		[151010] = "碎骨战士",
		[196819] = 4,
		[107120] = "指挥官瑞魔克",
		[42669] = "掠夺者因格瓦尔",
		[49020] = 6,
		[289705] = "大工匠梅卡托克",
		[134359] = 5,
		[78578] = "伊琳娜·暗木",
		[285061] = 4,
		[273323] = 7,
		[89769] = "矿井火药",
		[974] = 7,
		[200154] = "熔火焦皮 <达古尔>",
		[273324] = 7,
		[51514] = 7,
		[278911] = 4,
		[224729] = "被撕裂的死尸",
		[124659] = 12,
		[305496] = 11,
		[281517] = 1,
		[269230] = "莱班",
		[31422] = "埃欧努斯",
		[155835] = 11,
		[15504] = "军需官兹格雷斯",
		[269231] = "莱班",
		[280862] = 11,
		[138426] = 8,
		[262932] = "裂隙之刃克莱恩",
		[269232] = "莱班",
		[218587] = "德萨隆",
		[171486] = "被诅咒的利爪战士",
		[86771] = "滚石元素",
		[33871] = "虚灵清道夫",
		[43900] = 1,
		[138208] = 4,
		[50731] = "幻影食人魔",
		[151008] = "碎骨统帅",
		[257458] = "哈兰·斯威提",
		[55567] = "达卡莱震地者",
		[19647] = "扎恩弗姆 <魔导师古尔蛋-死亡之翼>",
		[232613] = 11,
		[113394] = "危殆",
		[21790] = "塞萨拉多头怪",
		[57723] = 4,
		[282381] = "卡多雷哨兵",
		[58747] = "恶魔卫士歼灭者",
		[220637] = 2,
		[157153] = 7,
		[120562] = "哈飒克唤风者",
		[50988] = "[*] 法庭的怒视",
		[284941] = "丰灵",
		[198111] = 8,
		[269238] = 3,
		[204262] = 7,
		[204255] = 12,
		[278148] = 12,
		[269239] = 5,
		[267551] = "投币式群体打击者",
		[179681] = "邪能领主扎昆",
		[265144] = 5,
		[11981] = "暗炉暗法师",
		[272737] = 7,
		[277432] = "[*] 钢铁箭雨",
		[278523] = 2,
		[256627] = "库尔提拉斯戟兵",
		[31367] = 5,
		[106228] = "[*] 虚无",
		[52494] = "冷酷的构造体",
		[151012] = "剃刀沼泽碎皮者",
		[113141] = "黑暗院长加丁",
		[187874] = 7,
		[111348] = "血色砍伐者",
		[285661] = "猿猴折磨者3000型 <格洛恩>",
		[243139] = 6,
		[209746] = 11,
		[57724] = 10,
		[289101] = 10,
		[37924] = "幻影水元素",
		[305395] = 2,
		[42292] = 11,
		[278144] = 3,
		[203704] = 12,
		[196067] = 5,
		[260813] = "商业大亨拉兹敦克",
		[151014] = "剃刀沼泽碎皮者",
		[289725] = "指挥官布罗德塞",
		[187876] = "灵文师阿萨洛斯",
		[281534] = "风险投资公司灼天者",
		[285630] = 4,
		[52530] = "炙热的蒸汽",
		[277439] = "安全检查机器人",
		[198116] = 8,
		[278143] = 3,
		[289727] = "侏儒突击队员",
		[102134] = "时光扭曲幼龙",
		[152750] = "洞穴蝙蝠",
		[285632] = "雪怒之魂",
		[33076] = 5,
		[18368] = "扭木树人",
		[289083] = 4,
		[204611] = "橡树之心",
		[76711] = "暮光欺诈者",
		[187878] = 7,
		[200806] = 4,
		[285634] = "雪怒之魂",
		[114255] = 5,
		[261602] = 7,
		[111690] = 3,
		[200166] = 12,
		[273348] = 10,
		[102135] = "时光扭曲幼龙",
		[265157] = 3,
		[193018] = "深须国王",
		[273349] = 11,
		[61309] = 5,
		[45438] = 8,
		[38902] = "巨型深渊火魔",
		[289733] = "杰克瓦",
		[204263] = 5,
		[127734] = "拓桑·星拳",
		[302021] = 12,
		[268558] = 12,
		[54315] = 7,
		[51588] = "掠龙灵魂师",
		[302022] = 4,
		[153067] = "纳利什",
		[259161] = 4,
		[222695] = 1,
		[291039] = 4,
		[33841] = "沃匹尔大师",
		[285653] = 3,
		[198121] = 8,
		[108280] = 7,
		[273354] = 10,
		[27584] = "督军沙拉利斯",
		[128051] = "金甲虫",
		[272055] = "鲨鱼饵",
		[259558] = 3,
		[277451] = "高级制作人基克西",
		[270248] = "燃烬卫士",
		[284917] = "瘟疫蟾蜍 <拉斯塔哈大王>",
		[150650] = "塑泽者图卡尔",
		[204266] = 7,
		[107428] = 10,
		[171496] = 1,
		[13443] = "奥特兰克山羊",
		[25912] = 2,
		[206656] = "梦魇之刃",
		[115309] = "被放逐的灵魂",
		[153070] = "纳利什",
		[258352] = "尤朵拉船长",
		[83877] = "神誓游荡者",
		[285646] = 11,
		[76363] = "不稳定的腐蚀",
		[47743] = "阿诺玛鲁斯",
		[265168] = "拉米·曼寇",
		[287877] = "自爆绵羊",
		[289743] = "永恒执行者",
		[114886] = "[*] 霜寒之握",
		[148008] = 8,
		[304113] = 12,
		[289744] = 11,
		[199804] = 4,
		[52779] = "艾欧纳尔",
		[269266] = "攻城恐魔",
		[289745] = "珊蒂斯·羽月",
		[277458] = "风投项目小组长",
		[281554] = 6,
		[22924] = "特迪斯·扭木",
		[264458] = "塑风师奥兰",
		[277459] = "风投中层经理",
		[115450] = 10,
		[200174] = 5,
		[34605] = "节点亲王沙法尔",
		[258138] = "沙顶占卜者",
		[16790] = "瑟莱德丝卫士",
		[285652] = "乌纳特",
		[253243] = 8,
		[196079] = "Gnikra-死亡之翼",
		[198127] = 8,
		[200175] = 12,
		[206966] = 12,
		[277462] = "风投中层经理",
		[297941] = 12,
		[285654] = "猿猴折磨者3000型 <格洛恩>",
		[268836] = 2,
		[261612] = "被遗忘者炼金师 <女巫醉-巨龙之吼>",
		[264377] = "塑风师布莱森",
		[196414] = 9,
		[169464] = 11,
		[43180] = 6,
		[51496] = "黑暗符文塑造者",
		[45954] = "埃霍恩",
		[6405] = 10,
		[49998] = 6,
		[180463] = 4,
		[229499] = 2,
		[202225] = 1,
		[187890] = 7,
		[58127] = "阿萨德的仆从",
		[61734] = 3,
		[11084] = "电刑器6000型",
		[23060] = 4,
		[213115] = 10,
		[285659] = "[*] 猿猴折磨者核心",
		[279151] = 11,
		[198139] = 8,
		[152690] = "[*] 暗影符文",
		[285660] = 4,
		[248439] = 1,
		[74837] = "恶毒的穴居人",
		[30913] = "布洛戈克",
		[15585] = "铁怒医师",
		[282222] = "艾尔琳·捷足",
		[204275] = "斯考匹隆",
		[51750] = "伊米隆国王",
		[269279] = 4,
		[192005] = "奥术多头蛇子嗣",
		[261616] = "凯蒂·印哨 <冥灵弥觞-黑铁>",
		[115453] = "科里克提克渗透者",
		[33666] = "摩摩尔",
		[46035] = "炎刃魔导师",
		[258133] = "水鼠帮掠夺者",
		[87081] = "怨骨守护者",
		[275568] = "麝腹公牛",
		[2565] = 1,
		[277473] = "风投项目小组长",
		[37250] = "潮汐涌动者",
		[75520] = "无面腐蚀者",
		[282220] = "艾尔琳·捷足",
		[277474] = "风投项目小组长",
		[265187] = 9,
		[176600] = "加隆·落烬",
		[110051] = 4,
		[244844] = "潮汐主母薇莎娜",
		[216161] = 10,
		[200182] = "萨维斯之影",
		[202230] = "石爪虫王",
		[202850] = 8,
		[265189] = 3,
		[196911] = 4,
		[269931] = "影裔战士",
		[282218] = "艾尔琳·捷足",
		[132603] = 5,
		[200183] = 5,
		[45946] = 10,
		[93952] = "盲眼守卫奥杜",
		[214229] = 12,
		[128766] = "影踪派伏击者",
		[259572] = "沃卡尔",
		[146939] = 11,
		[115455] = "科里克提克干扰者",
		[33667] = 1,
		[206803] = 12,
		[277480] = "赤潮秘法师",
		[280773] = 1,
		[52098] = "比亚格里将军",
		[289768] = "防御机器人",
		[277481] = "骷髅卫士",
		[123647] = "格尔桑铁喉魁麟",
		[212792] = 8,
		[121820] = 8,
		[277482] = "流放者卡丘塔",
		[235006] = 10,
		[288941] = "[*] 流电耀光",
		[259574] = "沃卡尔",
		[277483] = "预言者乌弗尔德",
		[84031] = "神誓剥皮者",
		[52770] = "艾欧纳尔",
		[289771] = "防御机器人",
		[288116] = "曼赛罗伊·弗雷菲斯",
		[50810] = "克莱斯塔卢斯",
		[285676] = 5,
		[289772] = "永恒执行者",
		[93581] = "灰葬男爵",
		[123648] = "哈飒克唤风者",
		[177258] = 6,
		[22419] = "海多斯博恩",
		[93954] = "西风君王的执行者",
		[282214] = "艾尔琳·捷足",
		[185044] = "地狱火炮",
		[213602] = 5,
		[270569] = 9,
		[82691] = 8,
		[31589] = 8,
		[269310] = "泰坦守护者赫兹雷尔",
		[31427] = "幽暗沼泽蹒跚者",
		[51587] = "掠龙灵魂师",
		[76807] = "纳兹夏尔入侵者",
		[289776] = "黄金之魂",
		[36740] = "负电子尖啸者",
		[265202] = 5,
		[269298] = "雇来的刺客",
		[293024] = 4,
		[49184] = 6,
		[198149] = 8,
		[258908] = "隐秘之牙",
		[102605] = "泰兰德的残影",
		[203795] = 12,
		[115458] = "[*] 酸液炸弹",
		[37665] = "盘牙魔法师",
		[153089] = "莎达娜·血怒",
		[22418] = "荒野魔仆",
		[30481] = "碎手狙击者",
		[269301] = "不羁畸变怪",
		[88836] = "撕心狼将军",
		[19434] = 3,
		[281589] = 1,
		[269302] = "雇来的刺客",
		[274416] = 7,
		[269922] = "光铸战争机甲",
		[281590] = 6,
		[195676] = 8,
		[235904] = "[*] 法力裂隙",
		[49028] = 6,
		[198144] = 8,
		[176170] = "上古地狱火",
		[185857] = "艾什凡水兵",
		[280735] = 1,
		[281592] = 9,
		[266258] = "德鲁斯特奴隶主召唤传送门",
		[204596] = 12,
		[291655] = 4,
		[123651] = "克尔格西·碎肋者",
		[31991] = "背叛者门努",
		[267533] = "乔里船长",
		[202719] = 12,
		[281594] = 9,
		[262279] = 6,
		[253008] = 1,
		[246852] = 3,
		[26977] = "伊森迪奥斯",
		[183811] = 2,
		[153093] = "莎达娜·血怒",
		[102149] = "月之矛",
		[281596] = 3,
		[192003] = "烈焰多头蛇子嗣",
		[235313] = 8,
		[196099] = 9,
		[123652] = "克尔格西·碎肋者",
		[15586] = "复生的牧师",
		[153094] = "莎达娜·血怒",
		[77575] = 6,
		[15970] = "噩梦龙族",
		[16098] = "暗影猎手沃什加斯",
		[60182] = "碧蓝巫术师",
		[196100] = 9,
		[282205] = "大工匠梅卡托克",
		[200196] = 5,
		[202244] = "Quietworld-卡德罗斯",
		[204292] = "斯考匹隆",
		[106826] = "狂之煞",
		[257537] = 8,
		[259585] = "部落投石车",
		[210738] = 6,
		[90887] = 8,
		[54149] = 2,
		[260172] = 7,
		[264243] = 9,
		[278108] = 1,
		[257538] = 8,
		[44314] = "塞林·火心",
		[120360] = 3,
		[274575] = 12,
		[33563] = "沃匹尔大师",
		[289795] = "未知目标",
		[155145] = 2,
		[145205] = 11,
		[45334] = 11,
		[108589] = "姆诺兹多",
		[15530] = "碧蓝大法师",
		[123654] = "鬼谋神算冥谷子",
		[76824] = "暮光战斗法师",
		[246853] = 3,
		[282592] = "吉布尔",
		[136471] = 4,
		[280705] = 3,
		[273415] = 1,
		[246851] = 3,
		[75271] = "瓦里昂娜",
		[200200] = 5,
		[50566] = "碧蓝缚法者",
		[171826] = 9,
		[176208] = "血刺鬣蜥人",
		[257541] = 8,
		[273417] = 4,
		[270661] = 4,
		[123655] = "势不可挡哈伊岩",
		[30478] = "邪兽人转化者",
		[2379] = 8,
		[10258] = "阿扎达斯",
		[302677] = 4,
		[257542] = 8,
		[265815] = 1,
		[270438] = "锻地破城者",
		[289737] = "防御机器人",
		[113691] = "织焰者孔格勒",
		[235016] = 11,
		[203843] = 8,
		[288693] = "被折磨的幽魂",
		[279003] = "黑铁先锋",
		[198723] = "腐心树妖",
		[284762] = 2,
		[30916] = "布洛戈克",
		[53048] = "雷铸符文师",
		[31428] = 2,
		[132157] = 5,
		[12472] = 8,
		[257544] = "地怒者",
		[213995] = 4,
		[198688] = 4,
		[89766] = "瑟里克阿沙克 <暴击美年达-死亡之翼>",
		[2818] = 4,
		[273424] = 4,
		[265811] = 10,
		[48137] = "狂乱的狼人",
		[255996] = 11,
		[200732] = "达古尔",
		[216468] = 6,
		[33787] = "盘牙背叛者",
		[38151] = "利爪之王艾吉斯",
		[185870] = "尤格·泥口",
		[204301] = 2,
		[230104] = 2,
		[287952] = "大工匠梅卡托克",
		[268322] = "溺水的深渊使者",
		[303210] = 1,
		[198158] = 8,
		[197690] = 1,
		[2649] = "哈提 <不同不同-自由之风>",
		[39020] = "预言者斯克瑞斯",
		[35546] = 4,
		[221715] = 9,
		[302669] = "虚空恐魔",
		[196111] = "逐潮蟹",
		[281621] = "机甲驾驶员",
		[124682] = 10,
		[235021] = 12,
		[818] = 8,
		[186406] = 4,
		[202539] = 1,
		[205385] = 5,
		[81677] = "狂乱的鳄鱼",
		[11802] = "黑铁密探",
		[224266] = 2,
		[260508] = "魂缚巨像",
		[204304] = 3,
		[269901] = "狂风士兵",
		[1329] = 4,
		[92166] = 1,
		[216869] = 2,
		[32546] = 5,
		[258956] = 10,
		[262931] = "裂隙之刃克莱恩",
		[290378] = 8,
		[84014] = "阿加莎",
		[192018] = "赫娅",
		[123649] = "克尔格西·碎肋者",
		[190784] = 2,
		[3609] = "荒野欺诈者",
		[256884] = "蒙祖米",
		[273298] = 10,
		[118540] = "[*] 青龙泛波",
		[29893] = 9,
		[266238] = "[*] 粉碎防御",
		[44425] = 8,
		[114113] = 11,
		[30917] = "布洛戈克",
		[285725] = "库尔提拉斯水兵",
		[31429] = "克劳恩",
		[155158] = 8,
		[194584] = "弥雅拉·夜歌",
		[32197] = "影月术士",
		[257829] = "闪电",
		[277535] = "维克戈斯",
		[278883] = 5,
		[16838] = "艾德雷斯鬼巫",
		[84751] = 9,
		[102158] = "时光扭曲先知",
		[34767] = 2,
		[267891] = "唤风者菲伊",
		[33743] = 2,
		[30474] = "碎手蛮兵",
		[63106] = 9,
		[286776] = 8,
		[235027] = 4,
		[273241] = "不羁的火花",
		[34697] = "拉伊",
		[209423] = 4,
		[74245] = 1,
		[286277] = 8,
		[282181] = "格洛恩",
		[76817] = "暮光幼龙",
		[153640] = 8,
		[257827] = "杰斯·豪里斯",
		[270343] = 3,
		[194844] = 6,
		[290371] = 9,
		[67481] = 3,
		[107279] = "[*] 吞噬之风",
		[286767] = 5,
		[76561] = "进化的暮光狂热者",
		[233498] = 9,
		[114942] = "未知目标 <祖逹萨>",
		[269351] = "提扎拉",
		[269361] = 3,
		[290594] = 4,
		[272423] = "未知目标",
		[269352] = 7,
		[260697] = "女巫布里亚",
		[272900] = 5,
		[262618] = "光铸勇士",
		[289038] = "大德鲁伊安得列留斯",
		[75789] = "埃鲁达克",
		[5568] = "原始巨兽",
		[265258] = 5,
		[6770] = 4,
		[88744] = 8,
		[91420] = "怨骨骷髅",
		[111376] = "血色福音传道者",
		[286751] = 2,
		[40331] = "盘牙工程师",
		[7154] = "艾德雷斯妖灵",
		[193538] = 4,
		[53322] = "阿努巴尔地穴魔",
		[268273] = "海贤执行者",
		[204314] = "医生乔巴-萨格拉斯",
		[290366] = 4,
		[268317] = "溺水的深渊使者",
		[273453] = 7,
		[46192] = "炎刃医师",
		[90898] = 11,
		[75539] = "摧骨者罗姆欧格",
		[31719] = 2,
		[155166] = 6,
		[15732] = "复生的战斗法师",
		[7342] = "变异鞭笞者",
		[191508] = "瓦拉加尔候选者",
		[202770] = 11,
		[151576] = "剧毒倾泻 <剧毒倾泻水晶>",
		[33676] = "煽动者布莱卡特",
		[292627] = "猎棘者奈朵拉",
		[277552] = "黑火药炸弹",
		[274346] = 12,
		[120593] = "Sap Puddle",
		[306230] = 3,
		[286672] = "惩戒幻影",
		[95750] = 9,
		[211531] = 11,
		[201350] = 12,
		[36872] = "盘牙狂暴者",
		[275544] = 5,
		[276193] = 4,
		[284595] = "祝圣信徒",
		[282589] = "代言人扎克萨奇",
		[195944] = "海巨人弄潮者",
		[229376] = 8,
		[114184] = "血色学生",
		[187777] = "觉醒火盆 <炽天灬梦想家>",
		[115139] = "裂魂者萨尔诺斯",
		[291649] = 3,
		[88852] = 2,
		[248780] = "联盟攻城坦克",
		[121838] = 10,
		[269366] = "库尔提拉斯工程师",
		[271178] = "苍白吞噬者",
		[282167] = "被遗忘者炼金师 <女巫醉-巨龙之吼>",
		[11876] = "深腐践踏者",
		[223819] = 2,
		[306229] = 3,
		[114451] = "发酵酒灵",
		[202246] = "Quietworld-卡德罗斯",
		[266171] = "卡米·柯格维兹",
		[50572] = "碧蓝缚法者",
		[274359] = "斯托颂勋爵",
		[265273] = 9,
		[269369] = "提扎拉",
		[273465] = 7,
		[51006] = "瓦尔洛斯·云击",
		[109791] = 11,
		[250870] = 4,
		[273466] = 7,
		[293945] = 2,
		[206369] = "萨维斯",
		[197628] = 11,
		[289850] = "珊蒂斯·羽月",
		[293946] = 6,
		[58460] = "碧蓝强制者",
		[232412] = 9,
		[202274] = 10,
		[293947] = "无面抑制者",
		[111606] = "指导者寒心",
		[30151] = "阿拉克纳什 <啥子蜘蛛-死亡之翼>",
		[284586] = 8,
		[3248] = "噩梦刃鳞龙人",
		[264233] = "蛋",
		[15588] = "幻影穿云者",
		[273470] = "恐怖船长洛克伍德",
		[31687] = 8,
		[227956] = 5,
		[16100] = "工匠吉兹洛克",
		[194084] = 7,
		[278865] = 1,
		[49549] = "碧蓝魔环卫士",
		[267257] = "雷鸣图腾",
		[50573] = "碧蓝审讯者",
		[204777] = "[*] 爆裂溃烂",
		[605] = 5,
		[115297] = "裂魂者萨尔诺斯",
		[105238] = "不灭烈焰",
		[179750] = 11,
		[152279] = 6,
		[302144] = 4,
		[209858] = "莱赞",
		[89252] = "“船长”曲奇",
		[258768] = "怨鳍掠夺者",
		[164815] = 11,
		[289858] = "破城者洛卡",
		[162758] = "拓桑·星拳",
		[181092] = "考莫克",
		[268602] = 6,
		[306242] = 2,
		[277572] = 3,
		[255523] = "风投项目小组长",
		[302147] = 1,
		[264144] = "小型水元素",
		[150470] = "暮光暗影教徒",
		[284565] = 9,
		[50690] = "碧蓝审讯者",
		[92155] = 2,
		[293957] = "永恒守护者",
		[270284] = "净化构造体",
		[11327] = 4,
		[243237] = "[*] 爆裂",
		[32191] = "盘牙观察者",
		[190446] = 8,
		[17201] = "塞雷布拉斯树妖",
		[123040] = 5,
		[13952] = "铁怒军官",
		[5217] = 11,
		[107517] = 8,
		[273481] = 2,
		[212520] = 1,
		[90905] = "迪菲亚海盗",
		[82415] = "克伯鲁斯",
		[206618] = "时空畸体",
		[255373] = "莱赞",
		[157228] = 11,
		[298823] = 8,
		[150479] = "嚼骨食尸鬼",
		[81690] = "锁喉",
		[271662] = 3,
		[100332] = 8,
		[183274] = "潮涌巨怪",
		[204330] = 7,
		[54643] = 11,
		[60302] = 1,
		[269399] = "低语者沃尔兹斯",
		[33528] = "塞斯冰霜元素 <黑暗编织者塞斯>",
		[298060] = 10,
		[34970] = "巨钳鲁克玛尔",
		[34433] = 5,
		[204331] = 7,
		[88060] = "覆甲冷风幽魂",
		[192044] = "赫娅",
		[243241] = 5,
		[14914] = 5,
		[270264] = "自由地狱火",
		[264050] = "女巫会塑棘者",
		[115192] = 4,
		[17353] = "未知目标 <希望破坏者威利>",
		[164545] = 11,
		[113656] = 10,
		[289872] = "未知目标",
		[293968] = "虚空猎人克兹克斯",
		[186305] = 1,
		[247573] = "毒蛇结界",
		[76572] = "暮光施虐者",
		[279450] = 12,
		[189998] = 11,
		[193376] = "乌拉罗格·塑山",
		[259013] = 9,
		[76575] = 1,
		[10341] = "辐射泥浆怪",
		[200238] = "萨维斯之影",
		[111024] = "救赎之魂",
		[286976] = 7,
		[189999] = 3,
		[200901] = "索斯坦",
		[48698] = "掠龙先知",
		[106267] = "[*] 水流长枪脉冲",
		[286541] = "亚拉特的堡垒",
		[305022] = 4,
		[2983] = 4,
		[288636] = 10,
		[16128] = "伊莫塔尔",
		[257580] = "泥沙女王",
		[273956] = 6,
		[114459] = 3,
		[99100] = "莉娅·石爪",
		[25033] = "水术师瑟丝比娅",
		[53059] = "泰坦神铁先锋",
		[204336] = 7,
		[114875] = "燃料罐",
		[38911] = "摆脱束缚的厄运使者",
		[52624] = "自由的火焰风暴",
		[61551] = 4,
		[206788] = "崔利艾克斯",
		[265315] = 11,
		[288044] = "卡多雷投刃车",
		[38801] = "巨钳鲁克玛尔",
		[76688] = "暮光黑曜石钻孔者",
		[257582] = "地怒者",
		[268185] = "零食商贩",
		[212529] = "眼魔 <银发熊哥-燃烧之刃>",
		[270606] = "水元素",
		[286581] = 4,
		[299586] = 5,
		[102173] = "泰兰德的残影",
		[86814] = "河爪斗殴者",
		[30153] = "阿拉克纳什 <啥子蜘蛛-死亡之翼>",
		[54520] = "战争之矛牧师",
		[293980] = "虚空猎人克兹克斯",
		[199412] = 5,
		[269406] = "泰坦守护者赫兹雷尔",
		[289885] = 8,
		[31689] = "幽暗沼泽蘑菇",
		[113724] = 8,
		[48017] = "塑树者奥莫洛克",
		[297037] = 3,
		[201363] = 1,
		[150485] = "溃烂的织网小蜘蛛",
		[39801] = 12,
		[5697] = 9,
		[199850] = 1,
		[131968] = "希克提克助战者",
		[223718] = "[*] 爆发软泥",
		[50715] = "魔环领主巫师",
		[126508] = 1,
		[50496] = "法师领主伊洛姆",
		[106979] = "影踪派火箭手",
		[100333] = 12,
		[8148] = "安娜科德拉",
		[19658] = "扎恩摩恩 <彧见暖秋>",
		[282140] = "塔玛基恩女勋爵",
		[289890] = "拉斯塔哈大王",
		[261682] = 10,
		[5171] = 4,
		[7947] = "剧毒飞蛇",
		[88023] = "金甲虫",
		[217011] = "成群的愤怒仆从",
		[119582] = 10,
		[87840] = 1,
		[79854] = "魔导师哈瑟尔",
		[161862] = "丶相依-埃德萨拉",
		[201670] = 4,
		[304931] = "复仇的上层精灵",
		[300919] = 8,
		[213158] = 1,
		[266106] = "狂野的群居血虱",
		[48018] = 9,
		[54216] = 3,
		[90960] = "迪菲亚暗影戒卫",
		[265320] = 11,
		[251838] = 6,
		[251445] = "法尔格",
		[290328] = 4,
		[90603] = "“船长”曲奇",
		[34168] = "幽暗沼泽蘑菇",
		[256589] = "拉乌尔船长",
		[263861] = "恐角龙 <亲自执行-燃烧之刃>",
		[37267] = "泥沼主宰",
		[224189] = 5,
		[76578] = "暮光召雷者",
		[93985] = 11,
		[39315] = 1,
		[269419] = "[*] 巨口之门",
		[282135] = "贡克的化身",
		[213858] = 1,
		[286901] = "艾泽里特宝石裂背蛛",
		[207777] = 4,
		[282134] = "塔玛基恩女勋爵",
		[84037] = "耐普图隆",
		[273942] = 11,
		[142910] = 8,
		[54251] = "拉文索尔",
		[53747] = 4,
		[287757] = "大工匠梅卡托克",
		[260699] = "女巫索林娜",
		[76579] = "暮光召雷者",
		[88839] = "撕心狼将军",
		[31946] = "沼地领主穆塞雷克",
		[32202] = "魅惑者 <影月召唤者>",
		[116706] = 10,
		[114465] = "[*] 炙灼之土",
		[281711] = 1,
		[100130] = 1,
		[96038] = 8,
		[127797] = 11,
		[205708] = 8,
		[257593] = "艾泽洛克",
		[205741] = "萨维斯",
		[264476] = "发狂的射手",
		[281713] = 1,
		[53045] = "雷铸斥候",
		[9574] = "烈焰打击图腾 <燃棘巫医>",
		[38804] = "禁魔监狱防御者",
		[281714] = "部落掷斧者 <柒橙晓-回音山>",
		[286226] = 9,
		[40340] = "泥沼主宰",
		[114466] = "泡沫之墙",
		[264027] = "被奴役的卫士",
		[285811] = 1,
		[153153] = "莎达娜·血怒",
		[204350] = 7,
		[86820] = "河爪掠夺者",
		[269429] = "风险投资公司战争机器",
		[273525] = 9,
		[23035] = 2,
		[11366] = 8,
		[9128] = "荒野萨特",
		[273526] = 9,
		[151312] = "督军拉姆塔斯",
		[63891] = "萨拉",
		[48020] = 9,
		[298512] = 7,
		[277623] = "艾泽里特宝石裂背蛛",
		[18813] = "缝补憎恶",
		[288547] = 4,
		[61427] = 3,
		[44533] = "失心隐匿者",
		[265337] = "血渍小猪",
		[257597] = "艾泽洛克",
		[268122] = "女巫布里亚",
		[123996] = "未知目标 <黑月魔佛-黑铁>",
		[281721] = 12,
		[16869] = "苍白的玛勒基",
		[76582] = "暮光狂热者",
		[294009] = "暗影附肢",
		[55700] = "喷毒的眼镜蛇",
		[285818] = "玫斯特拉",
		[289914] = "邦桑迪的使者",
		[228928] = 1,
		[266036] = "棘刺助祭",
		[196528] = 6,
		[273935] = 12,
		[69395] = 1,
		[281724] = 5,
		[285820] = "乌纳特",
		[23036] = 12,
		[44949] = 1,
		[30923] = "制造者",
		[150452] = "冰冻之魂",
		[289917] = "邦桑迪的使者",
		[169741] = "灰槌炎术士",
		[262781] = 1,
		[16102] = "魔环领主巫师",
		[289918] = "[*] 邦桑迪的交易",
		[186263] = 5,
		[11902] = "加兹瑞拉",
		[16844] = "艾德雷斯怨魂",
		[88056] = "覆甲冷风幽魂",
		[144293] = "上古之神的触须 <铁卢堡堡主-寒冰皇冠>",
		[276292] = "铁舟学徒",
		[204362] = 7,
		[116888] = 6,
		[15531] = "潮汐涌动者",
		[265346] = "恐翼渡鸦",
		[162638] = "复仇者特里",
		[76584] = "暮光狂热者",
		[38806] = "禁魔监狱防御者",
		[265347] = "恐翼渡鸦",
		[96039] = 8,
		[60458] = 8,
		[294018] = "暗影附肢",
		[106434] = "雪流大师",
		[211805] = 6,
		[257882] = "哈达尔·黑渊",
		[102183] = "艾露恩之眼 <泰兰德的残影>",
		[119590] = "火焰之环",
		[285828] = "库尔提拉斯火炮",
		[273541] = 5,
		[294020] = 7,
		[90920] = "巨型鹦鹉",
		[40120] = 11,
		[273930] = "库尔提拉斯步兵",
		[102417] = 11,
		[202659] = "鲜血公主萨安娜",
		[302213] = 4,
		[161354] = 8,
		[290654] = 2,
		[265352] = "瘟疫蟾蜍",
		[37272] = "泥沼主宰",
		[276142] = 11,
		[167381] = "团队副本训练假人",
		[173642] = "战争之矛猎头者",
		[35570] = "掠龙监工",
		[133023] = 9,
		[212552] = 6,
		[222110] = "暗影碾压者",
		[265365] = "恐怖船长范迪格林",
		[153164] = "被亵渎的幽灵",
		[38807] = "禁魔监狱看守员",
		[255558] = "[*] 污血",
		[34290] = "加兹安",
		[15228] = "白须地占师",
		[277643] = "预言者乌弗尔德",
		[265356] = 4,
		[285835] = 4,
		[251463] = 1,
		[294027] = 2,
		[266030] = 9,
		[43927] = 5,
		[278954] = 2,
		[35054] = "裂隙领主",
		[22939] = "畸形残渣",
		[34026] = 3,
		[265968] = "充能的沙尘恶魔",
		[76590] = "无面看守者",
		[63894] = "未知目标",
		[257608] = "泥沙女王",
		[112918] = "怨恨精华",
		[32364] = "节点亲王沙法尔",
		[16589] = 11,
		[269456] = "维克戈斯",
		[222104] = "梦魇融合怪",
		[8679] = 4,
		[281744] = 12,
		[192077] = 7,
		[19645] = "哀嚎的女妖",
		[272685] = 6,
		[230987] = 6,
		[284449] = "弗里达·铁吼",
		[289937] = "拉斯塔利惩罚者",
		[38808] = "禁魔监狱看守员",
		[55703] = "喷毒的眼镜蛇",
		[48025] = 4,
		[250050] = "亚兹玛",
		[114474] = "烛台法师",
		[198222] = 4,
		[287836] = 10,
		[15743] = "血斧招魂师",
		[178058] = "希尔德·骇卫",
		[59799] = 5,
		[43928] = "掠龙熔炼师",
		[289940] = "吉安娜·普罗德摩尔",
		[272126] = 5,
		[265366] = "小型水元素",
		[273922] = "[*] 剑刃旋风",
		[76589] = "暮光狂热者",
		[87768] = "空气司祭",
		[178071] = "查尼·马尔夫莱姆",
		[175697] = 10,
		[257506] = 4,
		[288505] = 10,
		[265368] = "着魔的队长",
		[33689] = "摩摩尔",
		[190356] = 8,
		[17293] = "档案管理员加尔福特",
		[258889] = "机械警戒犬",
		[192081] = 11,
		[23246] = 8,
		[26573] = 2,
		[90925] = "迪菲亚执行者",
		[75566] = "阿莱克丝塔萨的卵",
		[54680] = "魔暴龙 <七年忆梦醒-死亡之翼>",
		[38809] = "[*] 魔爆术",
		[265371] = "着魔的队长",
		[192082] = "狂风图腾 <祖逹萨>",
		[273563] = "卷沙神射手",
		[264735] = 3,
		[265372] = "被奴役的卫士",
		[114807] = "科洛夫修士",
		[153173] = "晶化碎片 <剃刀沼泽地卜师>",
		[44268] = "督军沙拉利斯",
		[57755] = 1,
		[87854] = "坠天之星",
		[260894] = "长者莉娅克萨",
		[61336] = 11,
		[30925] = "制造者",
		[282110] = "卡多雷弓兵",
		[76591] = "暮光狂热者",
		[121536] = 5,
		[169733] = "灰槌卫兵",
		[16103] = "烟网蛛后",
		[276204] = 2,
		[19483] = "地狱火爪牙 <喵喵忄忄小猫-血牙魔王>",
		[265376] = "狂热的猎头者",
		[285855] = "玛维·影歌",
		[30691] = "传令官瓦兹德",
		[204372] = "斯考匹隆",
		[265377] = "狂热的猎头者",
		[257617] = "泥沙女王",
		[289952] = 1,
		[255581] = "女祭司阿伦扎",
		[15090] = "燃棘暗影牧师",
		[285857] = "玛维·影歌",
		[115009] = "影踪派风暴使者",
		[38810] = "多变梦魇",
		[222086] = "梦魇融合怪",
		[236299] = 8,
		[188534] = 6,
		[16380] = "纳克萨玛斯之眼",
		[276154] = 11,
		[31730] = "盘牙先知",
		[84784] = "奥弗",
		[33833] = "恐惧占星师",
		[265723] = "巢穴女王舒扎斯兹",
		[71905] = 1,
		[258058] = "淤泥螃蟹",
		[22478] = "瑟雷姆·刺蹄",
		[90928] = "迪菲亚执行者",
		[75569] = "无面腐蚀者",
		[76593] = "无面看守者",
		[54212] = 4,
		[114871] = "我家小猪爱我-森金",
		[257620] = 3,
		[272122] = 12,
		[114479] = "烛台法师",
		[159238] = 1,
		[265392] = "宴会招待员",
		[289959] = 6,
		[282104] = 2,
		[267999] = "邪犬 <潇潇恩使-摩摩尔>",
		[294063] = "长满触须的虚空祭司",
		[282354] = "布伦恩大师",
		[178052] = "雷佐尔·古拉",
		[90929] = "迪菲亚执行者",
		[16592] = "虚灵暗法师",
		[76594] = "暮光狂热者",
		[38811] = "多变梦魇",
		[7870] = "布雷尼亚 <土豆丶先生-神圣之歌>",
		[257622] = 3,
		[288473] = "灵魂大师罗维娜",
		[115506] = "血色喷火者",
		[39415] = "预言者斯克瑞斯",
		[181120] = "钢铁龙骑兵",
		[289963] = "未知目标",
		[102193] = "泰兰德的残影",
		[255575] = "女祭司阿伦扎",
		[43931] = "被奴役的始祖幼龙",
		[47750] = 5,
		[298943] = 4,
		[165096] = "考洛克",
		[75571] = "摧骨者罗姆欧格",
		[51612] = "黑暗符文学者",
		[21987] = "抽笞者",
		[265391] = "宴会招待员",
		[273238] = 12,
		[255909] = 4,
		[171619] = 4,
		[16591] = 4,
		[229980] = 10,
		[169598] = 3,
		[34716] = "迁跃扭木",
		[265393] = "宴会招待员",
		[87859] = "格拉布托克",
		[58456] = "碧蓝束缚者",
		[185065] = "[*] 死灵印记",
		[107314] = "科里克提克巢穴捍卫者",
		[246152] = 3,
		[169567] = "缠绕荆棘",
		[38812] = 1,
		[298161] = 4,
		[285874] = "格洛恩",
		[115650] = "泡沫酒灵",
		[39332] = "节点潜行者",
		[214621] = 5,
		[285875] = "格洛恩",
		[18499] = 1,
		[33961] = "塞泰克新兵",
		[255579] = "女祭司阿伦扎",
		[269493] = "投币式群体打击者",
		[289972] = "恐惧弩炮 <战之荣耀-格瑞姆巴托>",
		[52383] = "闪电构造体",
		[90932] = "迪菲亚血巫师",
		[90216] = 11,
		[202335] = 10,
		[188000] = "邪能重击",
		[88963] = "空气司祭",
		[285878] = "阿昆达的化身",
		[286192] = 4,
		[15976] = "锐刺鞭笞者",
		[115507] = "血色喷火者",
		[285879] = "阿昆达的化身",
		[294383] = 7,
		[192708] = "奥术炸弹",
		[206432] = 8,
		[87861] = "格拉布托克",
		[207317] = 6,
		[150859] = "剃刀沼泽狩猎者",
		[298168] = 6,
		[200289] = "萨维斯之影",
		[53801] = "阿努巴尔碾压者",
		[38813] = "噬魂者",
		[255582] = "[*] 熔化的黄金",
		[22722] = 1,
		[257784] = "水鼠帮盐鳞战士",
		[74552] = "暮光塑地者",
		[190043] = "武器大师麦克奥",
		[44226] = "[*] 引力失效",
		[261438] = "维克雷斯勋爵",
		[171620] = 4,
		[82744] = "尼斐塞特折磨者",
		[105421] = 2,
		[276138] = 11,
		[17139] = "艾德雷斯精龙",
		[74551] = "暮光捕火者",
		[15621] = "战斗傀儡",
		[263556] = 4,
		[171621] = 2,
		[265407] = "宴会招待员",
		[16104] = "烟网蛛后",
		[289982] = 11,
		[90560] = "“船长”曲奇",
		[115509] = "影踪派戒卫",
		[288441] = "吉安娜·普罗德摩尔",
		[289221] = "[*] 冰霜之心",
		[138856] = 11,
		[281792] = 11,
		[269513] = 4,
		[288455] = 1,
		[69369] = 11,
		[265410] = "维克雷斯狂欢者",
		[285889] = "贡克的化身",
		[289985] = "火炮",
		[38814] = "噬魂者",
		[255586] = 12,
		[276139] = 11,
		[264110] = "显眼的女巫",
		[38815] = "未知目标 <噬魂者>",
		[281795] = 11,
		[252321] = 4,
		[207283] = 8,
		[277700] = 8,
		[90398] = "迪菲亚塑风师",
		[31290] = "河爪偷猎者",
		[267798] = 2,
		[289997] = 12,
		[45470] = 6,
		[285893] = "贡克的化身",
		[148447] = 4,
		[290814] = 6,
		[10348] = "麻疯技师",
		[285894] = "贡克的化身",
		[282087] = 2,
		[277703] = 8,
		[115511] = "血色百夫长",
		[69041] = 6,
		[17105] = "哀嚎的女妖",
		[289048] = "卡多雷奇美拉",
		[119607] = 10,
		[285896] = 4,
		[194153] = 11,
		[166646] = 10,
		[206760] = 4,
		[6343] = 1,
		[168797] = 10,
		[277706] = 9,
		[271428] = "风险投资公司策划",
		[192106] = 7,
		[127308] = 7,
		[252753] = 2,
		[181867] = 10,
		[43936] = "掠龙碎骨者",
		[202346] = 10,
		[288438] = 3,
		[255591] = "女祭司阿伦扎",
		[43935] = "掠龙碎骨者",
		[120954] = 10,
		[205097] = "渗透者刺客",
		[90938] = "迪菲亚血巫师",
		[285901] = 11,
		[202347] = 11,
		[253544] = "达萨莱神官",
		[298197] = 6,
		[298466] = 12,
		[101546] = 10,
		[101811] = "时光扭曲步兵",
		[16593] = 11,
		[168800] = 9,
		[289999] = 12,
		[51103] = "法师领主伊洛姆",
		[284569] = 9,
		[257641] = "库尔提拉斯神射手",
		[121185] = "克尔格西高阶卫士",
		[294096] = 4,
		[247402] = 3,
		[205523] = 10,
		[290001] = "吉安娜·普罗德摩尔",
		[38816] = "死亡监视者",
		[120758] = "指挥官沃加克",
		[257642] = "弥雅拉·夜歌",
		[295375] = 4,
		[97462] = 1,
		[39005] = "自由的瑟雷凯斯",
		[257777] = "杰斯·豪里斯",
		[84945] = "大地碎片",
		[76782] = "升腾碎石者",
		[255595] = "潮汐潜伏者",
		[241260] = 1,
		[290004] = 3,
		[276127] = 1,
		[16866] = "泼毒者",
		[171636] = 5,
		[23249] = 3,
		[253548] = "达萨莱战神",
		[265431] = "霜剑士塞拉费",
		[278962] = 4,
		[267326] = 4,
		[7965] = "考布莱恩",
		[181873] = "暗影领主艾斯卡",
		[33697] = 10,
		[206579] = "[*] 巨龙冲锋",
		[277720] = 4,
		[265433] = "血誓污染者",
		[302295] = "鸣脊蟹",
		[267487] = "霜剑士塞拉费",
		[198715] = "瓦格里女战神 <欧皇的坏老师-试炼之环>",
		[276124] = 5,
		[157644] = 8,
		[250735] = 5,
		[188018] = 3,
		[169295] = 4,
		[125174] = 10,
		[34661] = "看管者索恩格林",
		[207744] = 12,
		[82750] = "尼斐塞特折磨者",
		[12468] = "预言者迦玛兰",
		[186269] = "枯碎塑造者",
		[277724] = 4,
		[276130] = 1,
		[302299] = "虚空恐魔",
		[188023] = 5,
		[257293] = "疾风军刀",
		[298204] = 2,
		[136] = 3,
		[290013] = 12,
		[171637] = 5,
		[38110] = "蓝色毒蛇",
		[276126] = 5,
		[270213] = "狩猎大师西奥多",
		[114493] = "复生的尸体",
		[112870] = 9,
		[151159] = "征服者克鲁尔",
		[84799] = "奥弗",
		[82753] = "尼斐塞特施咒者",
		[298207] = 4,
		[268616] = 8,
		[273633] = "旗手科拉尔",
		[83381] = "哈提 <射大雕丶-格瑞姆巴托>",
		[87933] = "狂风士兵",
		[294119] = "长满触须的虚空祭司",
		[7645] = "卡雷迪斯镇长",
		[38818] = "死亡监视者",
		[225414] = "未知目标",
		[128829] = "科里克提克渗透者",
		[278999] = 1,
		[277731] = 4,
		[50245] = "螃蟹 <Oll-梦境之树>",
		[83776] = "奥弗",
		[50234] = "残忍的斯卡迪",
		[204406] = 7,
		[265445] = "脊壳钳龟",
		[26297] = 11,
		[193359] = 4,
		[22482] = 4,
		[198263] = "奥丁",
		[106929] = "吞噬之煞",
		[150528] = "亡首魔灵师",
		[188024] = 3,
		[256824] = 2,
		[32323] = "幻影猛犸象",
		[91004] = "迪菲亚祈愿者",
		[208506] = "崔利艾克斯",
		[6197] = 3,
		[276212] = "商业大亨拉兹敦克",
		[3589] = "尖叫的女妖",
		[204408] = 7,
		[106334] = "贤者马里",
		[274373] = 6,
		[273641] = "宝珠卫士",
		[284804] = 5,
		[12890] = "伊兰尼库斯的阴影",
		[37795] = 4,
		[271711] = 4,
		[218617] = 1,
		[271664] = 9,
		[16468] = "烟网蛛后",
		[34267] = "加兹安",
		[106920] = "再生之煞",
		[53467] = "阿努巴拉克",
		[83778] = "俾格米食火者",
		[101185] = 3,
		[205179] = 9,
		[290648] = 7,
		[87874] = "格拉布托克",
		[290028] = 7,
		[164397] = "先锋萨穆埃尔",
		[61858] = "冬拥湖投石车 <丶伊什塔尔丶>",
		[285933] = 9,
		[169597] = 3,
		[208605] = 12,
		[201129] = "邪棘魔花",
		[107351] = 8,
		[290030] = "库尔提拉斯火炮",
		[304379] = "莱雅妮·猎影者",
		[16595] = 2,
		[156000] = 6,
		[101186] = 8,
		[294127] = 10,
		[17619] = 10,
		[35748] = "残忍的军犬 <无疤者奥摩尔>",
		[37596] = "大厨杰森·奎因",
		[31935] = 2,
		[261864] = "枝条领主奥德鲁斯",
		[74670] = "乌比斯将军",
		[290033] = 1,
		[253562] = "炽热火焰卫士",
		[78660] = "西风君王的执行者",
		[75543] = "摧骨者罗姆欧格",
		[279153] = 6,
		[52534] = "阿努巴尔暗影法师",
		[281843] = 8,
		[83780] = "俾格米斥候",
		[117570] = "怀疑臆象",
		[118594] = 5,
		[186289] = 3,
		[280192] = 2,
		[290036] = "吉安娜·普罗德摩尔",
		[91002] = 8,
		[214654] = "斯考匹隆",
		[283824] = 4,
		[23251] = 4,
		[294133] = 2,
		[285482] = 9,
		[120696] = 5,
		[24275] = 2,
		[5221] = 11,
		[82757] = "尼斐塞特施咒者",
		[50812] = 11,
		[283333] = 8,
		[188033] = 12,
		[210131] = "埃德加德·影爪",
		[196733] = 10,
		[273657] = "阴森恐魔",
		[258869] = "艾什凡火法师",
		[90949] = "瓦里昂娜",
		[75590] = "暮光逼问者",
		[273658] = "阴森恐魔",
		[188034] = 2,
		[33702] = 9,
		[273664] = "怨鳍巨兽",
		[121253] = 10,
		[207684] = 12,
		[8376] = "安图苏尔",
		[208086] = 1,
		[176165] = "瑞莱·克雷斯弗",
		[191848] = "瑟芬崔斯克",
		[110745] = 5,
		[192131] = "督军帕杰什",
		[259711] = "监狱守卫",
		[212610] = 6,
		[90950] = "瓦里昂娜",
		[195707] = 1,
		[290045] = "永恒执行者",
		[171846] = 5,
		[281854] = 12,
		[271698] = "艾泽洛克",
		[258875] = "眩晕酒桶 <拉乌尔船长>",
		[294142] = 4,
		[285856] = "艾泽里特提取器",
		[83783] = "俾格米蛮兵",
		[290047] = "拉斯塔利执行者",
		[294143] = 1,
		[17620] = "苍白的玛勒基",
		[288269] = 2,
		[273665] = "[*] 裂地扰动",
		[171845] = 9,
		[90951] = "迪菲亚暗影戒卫",
		[258773] = "天空上尉库拉格",
		[153224] = "天降之匕",
		[216890] = 1,
		[256453] = 3,
		[269571] = 2,
		[259714] = "[*] 腐烂孢子",
		[285959] = 10,
		[265476] = 6,
		[291640] = 11,
		[177402] = "马提亚斯·祖恩",
		[275078] = "死钉护巢蝎",
		[90913] = "巨型鹦鹉",
		[267030] = 4,
		[3636] = "玉脊蜥蜴",
		[193333] = 8,
		[214662] = "斯考匹隆",
		[42705] = "掠夺者因格瓦尔",
		[153226] = "盲光锋颚者",
		[260924] = "拜恩比吉中士",
		[255620] = "复活的荣誉卫士",
		[284663] = 4,
		[113479] = "神射手",
		[261764] = 4,
		[225719] = 8,
		[269576] = 3,
		[111010] = "血色狂热者",
		[51110] = "法师领主伊洛姆",
		[293213] = 5,
		[265487] = "血誓污染者",
		[110762] = "兰斯利德",
		[204517] = "传送门守卫者",
		[164091] = "胡德里奇队长",
		[288426] = 6,
		[76618] = "洪荒烈火",
		[38823] = "熵能之眼",
		[90880] = "[*] 钩网",
		[192138] = "积怨踏浪者 <督军帕杰什>",
		[259718] = "孢子召唤师赞查",
		[245386] = "图马特",
		[18144] = "塞泰克战鹰",
		[76620] = "碧蓝血脉督军",
		[265665] = "生命腐质",
		[38824] = "熵能之眼",
		[86604] = "霍格",
		[266047] = 1,
		[273677] = "灾厄妖术师",
		[34161] = "幽暗沼泽潜伏者",
		[86738] = "残忍的暴徒",
		[91872] = "希亚玛特的仆从 <[*] 静电震击>",
		[107202] = "[*] 召唤闪电",
		[276767] = "深渊祭师",
		[31956] = "巨钳鲁克玛尔",
		[32327] = "[*] 孢子爆炸",
		[259720] = "孢子召唤师赞查",
		[4043] = "地精暗雷 <维格利>",
		[82763] = "神誓持斧战士",
		[280858] = 11,
		[2139] = 8,
		[277784] = 7,
		[73673] = 11,
		[17877] = 9,
		[273681] = "拜恩比吉中士",
		[261769] = 10,
		[210658] = 7,
		[75596] = 5,
		[153232] = "天降之匕",
		[277778] = 7,
		[284369] = "[*] 海洋暴风",
		[263193] = 4,
		[200338] = "达古尔",
		[228140] = 6,
		[82764] = "神誓寻路者",
		[77568] = "疯狂囚犯",
		[47700] = "晶化守护者",
		[264626] = 9,
		[31224] = 4,
		[10987] = "盘牙奴隶主",
		[273685] = 4,
		[245388] = 4,
		[90956] = "迪菲亚暗影戒卫",
		[302521] = "恐惧之握",
		[82767] = "毒牙鳄鱼",
		[94028] = 2,
		[47528] = 6,
		[38845] = "艾瑞达死亡使者",
		[194192] = 9,
		[245389] = 4,
		[82765] = "尼斐塞特暗法师",
		[291843] = 1,
		[38536] = "裂隙守卫者",
		[51112] = "法师领主伊洛姆",
		[255629] = 8,
		[285976] = 11,
		[17150] = "复生的法术师",
		[261773] = "无信卫士",
		[3355] = 3,
		[280852] = 6,
		[76622] = "风箱奴隶",
		[38825] = "熵能之眼",
		[192222] = 7,
		[285978] = 4,
		[257757] = "水鼠帮海盗",
		[277787] = 8,
		[14443] = "麻疯防御者",
		[285979] = 3,
		[282040] = "曼赛罗伊·弗雷菲斯",
		[253583] = "达萨莱占卜师",
		[186303] = "大法师莫丹特·永影",
		[289368] = 9,
		[44457] = 8,
		[106784] = 9,
		[90958] = "迪菲亚暗影戒卫",
		[285981] = 11,
		[213165] = 12,
		[49084] = "伊米亚巫医",
		[15979] = "奥术畸兽",
		[22696] = "噬棘食尸鬼",
		[257756] = "水鼠帮海盗",
		[265655] = 11,
		[281887] = 12,
		[151191] = "灵魂链接图腾",
		[207682] = 12,
		[17366] = "档案管理员加尔福特",
		[33493] = "恶毒导师",
		[151575] = "火眼莫德雷斯",
		[176438] = 9,
		[36778] = "艾瑞达食魂者",
		[123725] = 10,
		[108366] = 9,
		[153240] = "莎达娜·血怒",
		[38826] = "熵能之眼",
		[281890] = 6,
		[64901] = 5,
		[33707] = "煽动者布莱卡特",
		[12741] = "欧罗·血眼",
		[82768] = "尼斐塞特疫病使者",
		[106612] = "贤者马里",
		[5302] = 1,
		[266091] = 9,
		[27094] = 3,
		[50328] = "翡翠幼龙 <Eternalyg>",
		[271652] = "沙顶战士",
		[106319] = "[*] 水流长枪脉冲",
		[181912] = "暗影领主艾斯卡",
		[250509] = "阿塞奥娜",
		[120560] = "格尔桑铁喉魁麟",
		[269747] = 3,
		[265511] = "灵魂汲取图腾 <血誓污染者>",
		[38059] = "塞泰克暗鹰",
		[259732] = "孢子召唤师赞查",
		[268419] = "[*] 强风劈砍",
		[181913] = "暗影领主艾斯卡",
		[25046] = 4,
		[202461] = 11,
		[9143] = "工匠吉兹洛克",
		[206488] = "[*] 奥术渗流",
		[17434] = "奥里克斯·瑞文戴尔领主",
		[36796] = "多变爪牙",
		[271048] = 3,
		[265514] = 1,
		[183962] = "大主教伊瑞尔",
		[76626] = "碧蓝血脉督军",
		[38827] = "熵能之眼",
		[78674] = 11,
		[285994] = "格洛恩",
		[269131] = "斯托颂勋爵",
		[198300] = 7,
		[165532] = 6,
		[285995] = "丰灵",
		[17] = 5,
		[8676] = 4,
		[191587] = 6,
		[268440] = "铁潮射手",
		[113764] = "科洛夫修士",
		[115430] = "科里克提克狂怒者",
		[247448] = 9,
		[84544] = "希亚玛特的仆从 <[*] 静电震击>",
		[130] = 8,
		[220890] = 6,
		[206491] = 12,
		[119311] = "[*] 利刃之流",
		[106808] = "乌克乌克",
		[179869] = 4,
		[265520] = 4,
		[61882] = 7,
		[288524] = "卡多雷猎人",
		[270872] = "血誓代理",
		[214815] = 7,
		[273718] = "[*] 重型军火",
		[55599] = "达卡莱医师",
		[27610] = "女祭司德莉希亚",
		[183969] = "亵渎 <阿克蒙德>",
		[51153] = "魔网守护者埃雷苟斯",
		[273714] = 4,
		[204448] = "斯考匹隆",
		[265523] = "血誓污染者",
		[192158] = "启迪者奥米尔",
		[10092] = "沙漠风暴 <远古巨石卫士>",
		[279729] = 11,
		[265524] = "流亡者莫凡尼",
		[10346] = "步行坦克",
		[273716] = "拜恩比吉中士",
		[253595] = 6,
		[284219] = "大工匠梅卡托克",
		[253654] = "达萨莱战神",
		[259739] = "电光哨兵",
		[179872] = 1,
		[22743] = "艾德雷斯鬼巫",
		[269622] = 10,
		[186016] = "[*] 邪火弹药",
		[236320] = 1,
		[265527] = "流亡者莫凡尼",
		[257692] = "[*] 蒂基之焰",
		[259740] = 2,
		[188031] = 5,
		[265528] = "流亡者莫凡尼",
		[33709] = "煽动者布莱卡特",
		[222238] = 6,
		[253597] = 6,
		[265529] = "流亡者莫凡尼",
		[213771] = 11,
		[226943] = 5,
		[212640] = 3,
		[247454] = 12,
		[48058] = "晶化魔花",
		[121468] = "莱公",
		[38829] = "禁魔监狱斥候",
		[157348] = "原始风暴元素 <道友别干我丶-死亡之翼>",
		[81751] = 5,
		[271194] = 4,
		[212641] = 2,
		[247455] = 12,
		[1833] = 4,
		[117588] = "原始火元素 <Luoylnzz-死亡之翼>",
		[170788] = 9,
		[265533] = "地渊孢林蜱虫",
		[302395] = "虚空群居兽",
		[44461] = 8,
		[122708] = 10,
		[265534] = "流亡者莫凡尼",
		[260318] = "商业大亨拉兹敦克",
		[302932] = 4,
		[277822] = "深泽绿洲语者",
		[175833] = 2,
		[48045] = 5,
		[188070] = 7,
		[277823] = "深泽绿洲语者",
		[265536] = "流亡者莫凡尼",
		[302398] = "独眼魔毁灭者",
		[265539] = "流亡者莫凡尼",
		[277824] = "滑刃先知",
		[208769] = 12,
		[302399] = "独眼魔毁灭者",
		[43651] = "建筑师斯卡瓦尔德",
		[298325] = 4,
		[179244] = 11,
		[72221] = 4,
		[175832] = 3,
		[38830] = "禁魔监狱斥候",
		[127829] = "Ashenone-迅捷微风",
		[271107] = 12,
		[282447] = "吉布尔",
		[8364] = "碎骨织霜者",
		[265540] = "恶臭蛆虫",
		[185123] = 12,
		[263725] = 8,
		[276207] = 2,
		[265541] = "流亡者莫凡尼",
		[87896] = "格拉布托克",
		[210598] = 12,
		[216413] = 2,
		[265542] = "恶臭蛆虫",
		[200359] = "萨维斯之影",
		[18562] = 11,
		[50895] = "铸铁矮人 <塑铁者斯约尼尔>",
		[34171] = "幽暗蝠",
		[290209] = "绽放的守护者",
		[262610] = "部落狼骑兵 <击坠王-燃烧平原>",
		[11962] = "欧罗·血眼",
		[36866] = "恶毒的女妖",
		[33711] = "摩摩尔",
		[76185] = "升腾者领主奥西迪斯",
		[76634] = "污染哨兵",
		[157355] = "虚空怨灵",
		[226757] = 8,
		[94158] = 11,
		[276206] = 2,
		[15653] = "噩梦龙族",
		[75610] = "柯尔拉，暮光之兆",
		[290121] = 4,
		[156717] = "畸形僵尸蛛",
		[255654] = 10,
		[275997] = "赤鳞",
		[119952] = 2,
		[31704] = "黑色阔步者",
		[80279] = "巨石之核裂隙塑能师",
		[224127] = 7,
		[35760] = "大型泥沼龙虾人",
		[204459] = "斯考匹隆",
		[170410] = 3,
		[8258] = "铁怒队长",
		[48846] = 9,
		[294220] = "强悍的瓦拉克乌",
		[274389] = "[*] 捕鼠陷阱",
		[150301] = "剃刀沼泽塑泽者",
		[32764] = "迷时的控制者",
		[138927] = 11,
		[87899] = "格拉布托克",
		[32216] = 1,
		[259191] = "亚兹玛",
		[53167] = "雷铸构造体",
		[298318] = 6,
		[59914] = 11,
		[15285] = "相位鞭笞者",
		[207311] = 6,
		[281936] = "格洛恩",
		[175790] = 1,
		[42702] = "维库骷髅",
		[36784] = "艾瑞达食魂者",
		[18649] = "荒野背叛者",
		[75245] = "达加·燃影者",
		[76636] = "污染哨兵",
		[177605] = "克鲁努斯",
		[298321] = 11,
		[269651] = 8,
		[10093] = "沙漠风暴 <远古巨石卫士>",
		[294226] = "无畏者玛哈特",
		[115546] = 10,
		[108396] = 9,
		[160060] = "死亡毒蝎 <猎毒人-卡德罗斯>",
		[192800] = "[*] 窒息之尘",
		[281940] = "格洛恩",
		[290640] = 11,
		[290132] = 4,
		[163505] = 11,
		[298324] = 5,
		[151218] = "亡语者贾格巴",
		[290133] = 3,
		[204463] = "尼珊德拉",
		[47536] = 5,
		[120096] = "堕落的驯犬人",
		[290134] = 6,
		[206610] = "时空畸体",
		[203538] = 2,
		[199544] = 2,
		[281794] = 11,
		[76332] = "暗红血脉先知",
		[58455] = "碧蓝束缚者",
		[87901] = "格拉布托克",
		[66196] = 6,
		[34940] = "节点潜行者",
		[107356] = "堕落的祝踏岚",
		[75614] = 8,
		[153268] = "影月盗墓者",
		[86930] = "阿萨德",
		[106656] = "青玉杖",
		[254232] = 5,
		[14189] = 4,
		[270931] = "[*] 黑暗射击",
		[296863] = 9,
		[30937] = "影月导魔者",
		[76786] = "裂隙 <升腾碎石者>",
		[106942] = "毁灭之煞",
		[97493] = 6,
		[290142] = 3,
		[290140] = 3,
		[275085] = "野性保卫者",
		[107357] = "堕落的祝踏岚",
		[278849] = "女巫会塑棘者",
		[290141] = 3,
		[15801] = "鲁维罗什",
		[15981] = "尖石秘法师",
		[196277] = 9,
		[259760] = 8,
		[10730] = "动力保安装甲",
		[265568] = "亵渎之灵",
		[227255] = 12,
		[218803] = "大德鲁伊安得列留斯",
		[51121] = "法师领主伊洛姆",
		[290145] = 3,
		[155344] = 4,
		[290144] = 3,
		[212660] = 8,
		[31486] = "机械师斯蒂里格",
		[30938] = "击碎者克里丹",
		[153272] = 1,
		[146193] = 1,
		[281954] = 1,
		[286050] = 6,
		[185099] = 10,
		[196278] = 9,
		[181943] = 2,
		[286051] = "大工匠梅卡托克",
		[78801] = "水占师维蕾萨",
		[204470] = "[*] 爆裂溃烂",
		[288048] = "未知目标 <[*] 死亡裂隙>",
		[259213] = 8,
		[164448] = "马提亚斯·祖恩",
		[121153] = 4,
		[106871] = "狂之煞",
		[269670] = "塞塔里斯的化身",
		[257736] = "铁潮唤雷者",
		[204471] = "斯考匹隆",
		[33919] = "塔瓦洛克",
		[150286] = "剃刀沼泽地卜师",
		[175821] = 11,
		[28880] = 1,
		[210824] = 8,
		[270365] = "玛戈玛尔勋爵",
		[186254] = 3,
		[220855] = "[*] 下冲气流",
		[86881] = "克伯鲁斯",
		[208568] = "疫血淤泥",
		[52658] = "艾欧纳尔",
		[294248] = 4,
		[30940] = "击碎者克里丹",
		[269674] = "枝条领主奥德鲁斯",
		[202425] = 11,
		[294249] = 4,
		[60103] = 7,
		[22887] = "暗血矛兵",
		[208586] = "腐蹄暗影猎手",
		[294250] = 2,
		[54379] = "艾库隆",
		[253639] = 6,
		[22415] = "扭木纠缠者",
		[102241] = "泰兰德的残影",
		[86292] = "埃尔坦的气旋",
		[286060] = "贡克",
		[256456] = 8,
		[114056] = "[*] 血肉模糊",
		[90978] = "迪菲亚收割机",
		[269678] = "枝条领主奥德鲁斯",
		[269679] = "枝条领主奥德鲁斯",
		[151429] = "盲眼猎手格罗亚特",
		[232405] = 3,
		[302445] = 7,
		[165579] = "骨喉",
		[290642] = 4,
		[265584] = "塑风师奥兰",
		[527] = 5,
		[35944] = "影月侍僧",
		[90985] = 11,
		[8814] = "暗炉地质学家",
		[17883] = "盘牙观察者",
		[36276] = "裂隙守卫者",
		[30485] = "碎手军团士兵",
		[111599] = "通灵学院侍僧",
		[183998] = 2,
		[242551] = 4,
		[38836] = "负电子尖啸者",
		[225943] = "尼珊德拉",
		[304605] = 12,
		[10094] = "远古巨石卫士",
		[15795] = "塞雷布拉斯姐妹",
		[90980] = "迪菲亚看守傀儡",
		[34291] = 11,
		[14331] = "扭木树人",
		[176890] = 11,
		[225898] = "萨维斯",
		[44406] = "亮鳞浮龙",
		[33480] = "秘教死誓者",
		[703] = 4,
		[214718] = "斯考匹隆",
		[269686] = "[*] 瘟疫",
		[220242] = "幽影梦魇",
		[123586] = 10,
		[298357] = 4,
		[275936] = 12,
		[258744] = "塑风师布莱森",
		[280032] = "[*] 神经毒素",
		[82789] = "神誓剥皮者",
		[783] = 11,
		[12654] = 8,
		[102244] = "泰兰德的残影",
		[22807] = 4,
		[73313] = 3,
		[36554] = 4,
		[6742] = "尖石食人魔法师",
		[198337] = 1,
		[262365] = "攻城炮塔",
		[271843] = 5,
		[55220] = "犀牛之魂 <迦尔达拉>",
		[871] = 1,
		[30914] = "未知目标 <布洛戈克>",
		[124290] = "[*] 利刃冲锋",
		[275394] = 7,
		[50804] = "魔网守护者埃雷苟斯",
		[276304] = "吵闹的狂欢者",
		[169668] = "血獠",
		[56222] = 6,
		[284406] = "谄媚海妖",
		[48423] = "伊米隆国王",
		[203720] = 12,
		[284493] = "[*] 脉冲加速毒素",
		[279928] = 10,
		[304611] = 1,
		[15982] = "安图苏尔",
		[204483] = "斯考匹隆",
		[47541] = 6,
		[48053] = "晶化魔花",
		[215802] = 7,
		[32731] = "怨骨掠夺者",
		[33206] = 5,
		[170869] = 8,
		[50613] = 6,
		[51125] = "灼热凝视",
		[51637] = 4,
		[269083] = 11,
		[30844] = "影月技师",
		[192109] = 7,
		[76170] = "石语者埃鲁纳克",
		[200389] = 11,
		[273794] = 6,
		[119299] = "阿达罗格",
		[204246] = "梦魇住民",
		[96103] = 1,
		[57846] = "掠龙铁盔战士",
		[980] = 9,
		[38817] = "死亡监视者",
		[284393] = "凯瑟琳修女",
		[76612] = "暮光狂热者",
		[106433] = "雪流大师",
		[113629] = "白骨编织者",
		[208582] = "腐蹄暗影猎手",
		[53595] = 2,
		[35018] = 3,
		[270246] = "自由地狱火",
		[152160] = "巨型牛蛙",
		[267763] = "未完成的木乃伊",
		[31707] = "水元素 <瓦格里-阿尔萨斯>",
		[271539] = 2,
		[286086] = "雪怒之魂",
		[76416] = "暮光织影者",
		[82139] = "高阶预言者巴林姆",
		[165578] = "骨喉",
		[286087] = "雪怒之魂",
		[13748] = "畸形残渣",
		[155339] = 4,
		[264368] = "蛋",
		[120679] = 3,
		[194249] = 5,
		[212680] = 3,
		[181962] = "残酷的通敌者",
		[51842] = "冷酷的构造体",
		[54710] = 3,
		[33686] = 3,
		[279956] = 5,
		[61305] = 8,
		[240197] = "艾尔琳·捷足",
		[267782] = "瓦伦中尉",
		[131317] = 1,
		[1822] = 11,
		[257791] = "杰斯·豪里斯",
		[204490] = 12,
		[59830] = 10,
		[302475] = "暗影猎犬",
		[40192] = 8,
		[277901] = "深泽潜伏者",
		[265614] = "霜剑士塞拉费",
		[302476] = 6,
		[1966] = 4,
		[171725] = 8,
		[265615] = "霜剑士塞拉费",
		[302477] = "虚空怨灵",
		[290190] = 3,
		[157375] = "原始风暴元素 <法号灬次凹-燃烧之刃>",
		[200637] = "达古尔",
		[151231] = "灵魂链接图腾",
		[258723] = "[*] 怪诞之池",
		[277904] = 8,
		[81269] = 11,
		[257737] = "铁潮唤雷者",
		[152357] = "剃刀沼泽疤刃者",
		[257397] = "铁潮锯骨者",
		[265618] = "霜剑士塞拉费",
		[200397] = "凶猛的迅爪战士",
		[5019] = 9,
		[171727] = 8,
		[287437] = "寒冰碎片",
		[192206] = "[*] 圣洁庇护",
		[258075] = "钉刺寄生虫",
		[280073] = 4,
		[267901] = "铁舟修士",
		[188089] = 7,
		[272817] = 12,
		[12557] = "骷髅守护者",
		[265621] = "恐怖船长范迪格林",
		[257739] = "黑齿格斗家",
		[275983] = "黑曜石雏龙",
		[39017] = "预言者斯克瑞斯",
		[181968] = "血缚邪术士",
		[178963] = 12,
		[2908] = 11,
		[35022] = 8,
		[127850] = 5,
		[245686] = 8,
		[54983] = "始祖幼龙训练者",
		[277911] = "滑刃方阵兵",
		[49592] = "琥珀幼龙 <小羿-格瑞姆巴托>",
		[136164] = 7,
		[125557] = 2,
		[118635] = 10,
		[265625] = "亵渎之灵",
		[32361] = "塔瓦洛克",
		[171622] = 5,
		[275573] = "坚足",
		[3356] = "暗炉地质学家",
		[286105] = 6,
		[33487] = "秘教仪祭师",
		[27613] = "卡加尼·夜锋",
		[282010] = "格洛恩",
		[115519] = "血色百夫长",
		[145109] = 11,
		[95007] = 8,
		[288282] = 10,
		[151253] = "亡语者贾格巴",
		[260879] = "长者莉娅克萨",
		[263819] = 7,
		[255695] = 5,
		[15087] = "腐烂巡影者",
		[145110] = 11,
		[7057] = "鬼怪仆从",
		[15471] = "地穴爬行者",
		[126311] = "水黾",
		[214807] = 1,
		[251938] = 1,
		[255696] = 1,
		[254224] = 5,
		[210643] = 7,
		[255647] = 1,
		[21068] = "腐化劣魔",
		[302494] = "恐惧之握",
		[122259] = "希克提克工程师",
		[277920] = "野性枭兽",
		[176502] = "锐爪猎手",
		[8269] = "辐射抢劫者",
		[161495] = 5,
		[277921] = "大德鲁伊安得列留斯",
		[15496] = "幽灵厨师",
		[241680] = "斯托颂勋爵",
		[235219] = 8,
		[277922] = "滑刃方阵兵",
		[17435] = "奥里克斯·瑞文戴尔领主",
		[203651] = 11,
		[222241] = 6,
		[83914] = "残忍的精神鞭笞者",
		[5176] = 11,
		[268230] = "艾什凡水手",
		[290211] = "绽放的守护者",
		[204502] = "萨维斯之影",
		[259756] = 10,
		[257747] = "黑齿暴徒",
		[284620] = "[*] 生灵俱灭",
		[61369] = "坚钢狂暴者",
		[90992] = 8,
		[202947] = "[*] 鲜血浸没",
		[290213] = 11,
		[147362] = 3,
		[262419] = 7,
		[208599] = "腐蹄亵渎者",
		[12480] = "预言者迦玛兰",
		[6136] = "冰冷矿洞探险者",
		[13750] = 4,
		[25054] = "复生的牧师",
		[73564] = "希亚玛特",
		[267830] = "唤风者菲伊",
		[36912] = "阿克瑞斯唤雷者",
		[51690] = 4,
		[280385] = 6,
		[106352] = "雪流大师",
		[265642] = "染病斗牛犬",
		[102351] = 11,
		[169691] = 5,
		[38843] = "艾瑞达食魂者",
		[107270] = 10,
		[88188] = "风暴幼龙",
		[290218] = 9,
		[268347] = "斯托颂勋爵",
		[79897] = "阿隆·灾血",
		[152748] = "盲眼猎手格罗亚特",
		[273836] = 2,
		[204506] = "尼珊德拉",
		[275998] = "爆岩虫",
		[21331] = "深腐纠缠者",
		[44475] = "炎刃魔法卫兵",
		[30686] = "无疤者奥摩尔",
		[90994] = "迪菲亚矿工",
		[15241] = "复生的魔术师",
		[257272] = "鲨鱼饵",
		[204507] = 3,
		[282030] = "玫斯特拉",
		[176179] = 1,
		[227034] = 11,
		[36052] = "盘牙医师",
		[282031] = "玫斯特拉",
		[256008] = 1,
		[34335] = "负电子尖啸者",
		[292380] = 2,
		[270334] = "海岛双头怪",
		[87923] = "狂风士兵",
		[210652] = 7,
		[18399] = "影月召唤者",
		[49206] = 6,
		[36096] = "比亚格里将军",
		[273842] = 6,
		[38844] = "艾瑞达死亡使者",
		[206557] = "崔利艾克斯",
		[302513] = 4,
		[273843] = 6,
		[22744] = "艾德雷斯鬼怪",
		[268024] = "塞塔里斯之心",
		[286131] = 4,
		[162609] = "埃利奥特·范·鲁克",
		[295367] = 9,
		[282036] = "曼赛罗伊·弗雷菲斯",
		[272696] = "疯狂的孵化者",
		[245137] = "撼天雷霆",
		[48400] = "冰霜坟墓",
		[282037] = "曼赛罗伊·弗雷菲斯",
		[11504] = "步行炸弹",
		[185358] = 3,
		[13692] = "血犬",
		[206559] = "崔利艾克斯",
		[269751] = 3,
		[11895] = "安图苏尔",
		[277943] = 7,
		[198368] = 4,
		[269752] = 3,
		[278917] = 12,
		[288333] = 4,
		[206560] = "崔利艾克斯",
		[192225] = 10,
		[274696] = 4,
		[212704] = 3,
		[282041] = "曼赛罗伊·弗雷菲斯",
		[76340] = "碧蓝血脉先知",
		[36702] = 10,
		[204513] = 12,
		[74589] = 7,
		[192226] = "未知目标 <赞达拉扛把子-埃德萨拉>",
		[210657] = 7,
		[114548] = "破桶而出的炎诛",
		[191284] = "海姆达尔",
		[115080] = 10,
		[193668] = "神王斯科瓦尔德",
		[60116] = 9,
		[106439] = "影踪派新人",
		[120692] = 5,
		[227041] = 4,
		[148392] = 8,
		[124317] = "将军帕瓦拉克",
		[216802] = 11,
		[15728] = "火印恐法师",
		[48854] = "伊米亚猎血者",
		[298429] = 4,
		[146194] = 2,
		[210659] = 7,
		[163558] = 1,
		[9464] = "尖刺鞭笞者",
		[39340] = "夸格米拉",
		[13847] = "铁怒士兵",
		[275915] = 11,
		[298431] = 8,
		[199483] = 3,
		[210660] = 7,
		[115739] = "指挥官杜兰德",
		[76628] = "斑点",
		[258139] = "沙顶饮血者",
		[206804] = 12,
		[253666] = "达萨莱战神",
		[62618] = 5,
		[119354] = "希克提克刃舞者",
		[149835] = "麦什伦",
		[19505] = "扎恩摩恩 <彧见暖秋>",
		[265668] = "生命腐质",
		[216805] = 4,
		[51454] = "碧蓝审讯者",
		[199486] = 5,
		[156779] = 1,
		[192231] = "岩浆图腾 <赞达拉扛把子-埃德萨拉>",
		[290244] = 3,
		[198533] = "青龙雕像 <回家的喵喵-黑铁>",
		[75851] = "卡尔什·断钢",
		[151274] = "阿格姆",
		[76665] = "斑点",
		[288495] = 1,
		[296137] = 4,
		[255941] = 2,
		[276970] = 11,
		[277959] = 3,
		[198376] = "大德鲁伊格兰达里斯",
		[91562] = "臭气食尸鬼",
		[50622] = 1,
		[277960] = 7,
		[190185] = "幽灵狼 <元勋-白银之手>",
		[286152] = 6,
		[121174] = "哈飒克觅火者",
		[274436] = 11,
		[72808] = 2,
		[127399] = "大检察官怀特迈恩",
		[213163] = 6,
		[237287] = 1,
		[22127] = "寻日者草药学家",
		[279043] = 4,
		[178787] = 11,
		[174650] = 5,
		[149229] = 12,
		[112042] = "贝尔塞克 <喵喵忄忄小猫-血牙魔王>",
		[82506] = "高阶预言者巴林姆",
		[283637] = "暗铸十字军",
		[222026] = 6,
		[208618] = 12,
		[91053] = "食人魔保镖",
		[277965] = "重型军火",
		[198379] = "大德鲁伊格兰达里斯",
		[216810] = 7,
		[53468] = "阿努巴拉克",
		[124507] = 10,
		[113899] = "恶魔传送门 <丨野生小鬼丨>",
		[267907] = "[*] 灵魂荆棘",
		[268893] = 5,
		[32736] = "碧蓝上尉",
		[111601] = "血色招魂师",
		[269776] = 3,
		[258883] = 12,
		[183117] = 10,
		[206572] = 1,
		[208620] = "腐化防御者",
		[52671] = "艾欧纳尔的火花",
		[277969] = 3,
		[282065] = 2,
		[10966] = "诺克赛恩",
		[54719] = "达卡莱巨像",
		[82255] = "黑暗先驱",
		[164812] = 11,
		[128889] = "[*] 静电力场",
		[243435] = 10,
		[6262] = 6,
		[262920] = "裂隙之刃克莱恩",
		[286163] = "曼赛罗伊·弗雷菲斯",
		[185709] = 5,
		[270360] = "玛戈玛尔勋爵",
		[255723] = 10,
		[270419] = "缚岩织地者",
		[77978] = "缝补憎恶",
		[244787] = "岩聒",
		[298452] = 6,
		[75645] = "柯尔拉，暮光之兆",
		[300691] = 1,
		[171761] = 7,
		[298453] = 1,
		[263586] = "监工阿斯加里",
		[157331] = "原始风暴元素 <道友别干我丶-死亡之翼>",
		[49088] = 6,
		[282071] = 2,
		[267330] = 4,
		[226296] = "邪裂巨人",
		[277976] = "滑刃先知",
		[49576] = 6,
		[104316] = 9,
		[290264] = 11,
		[122] = 8,
		[288218] = "火炮",
		[23509] = 10,
		[270487] = 1,
		[38849] = "自由的蹂躏者",
		[115436] = "科里克提克狂怒者",
		[257774] = "水鼠帮健步者",
		[52446] = "轻快的感染者",
		[34933] = "法师猎手军官",
		[198386] = "大德鲁伊格兰达里斯",
		[286171] = 11,
		[291651] = 4,
		[288806] = "[*] 千兆伏特轰炸",
		[183703] = "剑圣朱倍尔索斯",
		[257775] = "水鼠帮健步者",
		[275571] = "进化的护巢兵",
		[184657] = "迪亚·暗语",
		[282077] = "暗铸十字军",
		[31948] = "巨钳鲁克玛尔",
		[31601] = "地穴爬行者",
		[188148] = "血缚刺客",
		[298461] = 12,
		[11898] = "沙怒饮血者",
		[78675] = 11,
		[49089] = "伊米亚巫医",
		[79922] = "巨石之核掠夺者",
		[83839] = 11,
		[198496] = "乌拉罗格·塑山",
		[195592] = 7,
		[36142] = "末日预言者达尔莉安",
		[208628] = 12,
		[88959] = "神殿助祭",
		[261266] = "女巫马拉迪",
		[80184] = "巨石之核蛮兵",
		[286177] = 8,
		[272071] = 4,
		[55233] = 6,
		[282082] = "格洛恩",
		[288434] = 8,
		[279194] = 1,
		[147193] = 5,
		[282083] = "格洛恩",
		[265911] = "暴怒云气",
		[273892] = "达萨利安追猎者",
		[33507] = "秘教召唤师",
		[282084] = 2,
		[257732] = "黑齿拳手",
		[22723] = 3,
		[250022] = "亚兹玛",
		[170894] = "克鲁努斯",
		[256044] = "科古斯狱长",
		[38153] = "夸格米拉",
		[277990] = "深泽潜伏者",
		[3256] = "圣甲虫",
		[202090] = 10,
		[49143] = 6,
		[111854] = "指导者寒心",
		[6201] = 9,
		[25058] = "法师猎手新兵",
		[290279] = 1,
		[101820] = "时光扭曲步兵",
		[207228] = "衰减时间粒子",
		[192249] = 7,
		[271550] = 1,
		[22271] = "魔鞭抽笞者",
		[6713] = "血色防御者",
		[108416] = 9,
		[114108] = 11,
		[38851] = "潜藏的女巫",
		[5246] = 1,
		[258917] = "艾什凡炉火医师",
		[259830] = "孢子召唤师赞查",
		[176228] = "戈隆粉碎者",
		[266035] = "棘刺助祭",
		[275743] = "惧牙巨蛇",
		[7353] = 8,
		[115167] = "[*] 腐蚀之水",
		[76411] = "暮光执行者",
		[32243] = 3,
		[288146] = 4,
		[12040] = "阿塔莱高阶祭司",
		[12169] = "霜狼守卫者",
		[51491] = "冷酷的构造体",
		[31458] = "坦普卢斯",
		[17141] = "复生的牧师",
		[276128] = 5,
		[208635] = 1,
		[177607] = "范加尔",
		[60119] = 9,
		[196881] = 7,
		[16867] = "安娜丝塔丽男爵夫人",
		[34920] = "永恒刽子手",
		[8690] = 11,
		[240443] = "剧毒细颚龙",
		[257785] = "杰斯·豪里斯",
		[145152] = 11,
		[294384] = 2,
		[287870] = 4,
		[111008] = "血色狂热者",
		[209034] = "[*] 恐惧连结",
		[38852] = "潜藏的女巫",
		[282098] = "帕库的化身",
		[528] = 5,
		[290290] = 2,
		[238452] = 9,
		[20707] = 9,
		[168381] = "获救的先锋牧师 <酥犊咩-国王之谷>",
		[207289] = 6,
		[76339] = "蛊心魔古厄夏",
		[243941] = 9,
		[286196] = 8,
		[59820] = "艾库隆",
		[263914] = "米利克萨",
		[292569] = "荆棘卫士伯顿",
		[44520] = "炎刃术士",
		[76677] = "暮光元素守卫",
		[87930] = "狂风士兵",
		[168835] = 2,
		[106851] = "烈酒酒灵",
		[292998] = 4,
		[51432] = "伊米亚通灵师",
		[265720] = "邪恶的图祖恩",
		[184065] = "血缚腐化者",
		[16497] = "军需官兹格雷斯",
		[268898] = 5,
		[255741] = "无信塔卫",
		[276192] = 4,
		[260189] = "商业大亨拉兹敦克",
		[13298] = "腐烂欺骗者",
		[198401] = "大德鲁伊格兰达里斯",
		[167683] = "独眼魔毁灭者",
		[202497] = 11,
		[93644] = 6,
		[255742] = 8,
		[32246] = 9,
		[11824] = "雷霆流放者",
		[196354] = "大德鲁伊格兰达里斯",
		[265724] = "燃网巢群卫士",
		[260551] = "魂缚巨像",
		[119374] = "[*] 旋风斩",
		[204546] = 3,
		[119684] = "武器大师席恩",
		[208642] = "乌索克之魂",
		[65917] = 11,
		[15346] = "弗诺斯·达克维尔",
		[282109] = "帕库",
		[268214] = "刻符者食客",
		[76679] = "暗红血脉督军",
		[31715] = "黑色阔步者",
		[255744] = 8,
		[80180] = "巨石之核蛮兵",
		[258430] = 1,
		[212739] = 6,
		[276234] = "王牌轰炸机",
		[16868] = "安娜丝塔丽男爵夫人",
		[32682] = "迷时的暗影法师",
		[31697] = "霍加尔芬",
		[35270] = 1,
		[257793] = "杰斯·豪里斯",
		[285685] = "乌纳特",
		[1784] = 4,
		[282113] = "弗里达·铁吼",
		[207267] = 6,
		[76680] = "暮光元素守卫",
		[122832] = "不可宽恕者",
		[208790] = 12,
		[208645] = 12,
		[194310] = 6,
		[123981] = 6,
		[119611] = 10,
		[302594] = "恐惧之握",
		[169736] = "灰槌卫兵",
		[284451] = "未知目标",
		[282116] = "铁枝德鲁伊",
		[176568] = 3,
		[194311] = 6,
		[171633] = 6,
		[107574] = 1,
		[280654] = 10,
		[23034] = 8,
		[38897] = "复仇军波浪法师",
		[31865] = "魅惑者 <影月召唤者>",
		[269831] = "[*] 毒性淤泥",
		[276140] = 11,
		[212743] = 4,
		[147367] = 1,
		[286215] = 6,
		[258622] = "艾泽洛克",
		[34759] = "高级植物学家弗雷温",
		[138213] = 4,
		[302599] = 1,
		[272180] = "怪诞恐魔",
		[76604] = "无面看守者",
		[74634] = "乌比斯将军",
		[284469] = "弗里达·铁吼",
		[76682] = "暮光元素守卫",
		[76766] = "暮光捕火者",
		[39367] = "自由的瑟雷凯斯",
		[77606] = 6,
		[150001] = "火眼莫德雷斯",
		[278027] = "黑暗游侠珊德尔",
		[76603] = "暮光塑地者",
		[286219] = 6,
		[59961] = 2,
		[304348] = "魔导师哈瑟尔",
		[265741] = "主母布琳德尔",
		[38900] = "复仇军缚灵者",
		[282437] = "[*] 粉碎之疑",
		[57330] = 6,
		[254813] = 2,
		[269838] = "[*] 邪恶污染",
		[76683] = 6,
		[188172] = 12,
		[282126] = "塔玛基恩女勋爵",
		[257800] = "欧提斯",
		[48583] = "建筑师斯卡瓦尔德",
		[196364] = "僵尸尘图腾 <拉斯塔哈大王>",
		[67556] = 5,
		[8435] = "尖石秘法师",
		[52212] = 6,
		[288877] = 9,
		[282128] = "塔玛基恩女勋爵",
		[208652] = 3,
		[189363] = 8,
		[36808] = "法师猎手军官",
		[282129] = "塔玛基恩女勋爵",
		[92043] = 4,
		[245098] = "沙图格",
		[290643] = 4,
		[199603] = 4,
		[269843] = "不羁畸变怪",
		[80780] = "尖叫的女妖",
		[303769] = 12,
		[247563] = 8,
		[270705] = "不稳定的台风",
		[169744] = "灰槌炎术士",
		[63988] = 4,
		[70541] = "巫妖王",
		[58508] = "传送门守卫者",
		[177936] = 11,
		[281791] = 11,
		[226304] = "邪裂巨人",
		[39416] = "盘牙巫师",
		[76685] = "暗红血脉督军",
		[188176] = "[*] 裂伤之触",
		[206607] = "时空畸体",
		[19134] = "盘牙勇士",
		[80781] = "石翼尖啸者",
		[114571] = "危殆",
		[265752] = "攻城塔",
		[12531] = "怀恨的幻影 <冲锋送死-诺兹多姆>",
		[161733] = 1,
		[34761] = "高级植物学家弗雷温",
		[206608] = "时空畸体",
		[286232] = 2,
		[259853] = "瑞克莎·流火",
		[179986] = "暴君维哈里",
		[91021] = 4,
		[167699] = "灰槌劫掠者",
		[76686] = "暮光黑曜石钻孔者",
		[26064] = "海龟 <Panhunt-霜之哀伤>",
		[206609] = "时空畸体",
		[31230] = 4,
		[273947] = 6,
		[179987] = "暴君维哈里",
		[247567] = "暗矛暗影猎手",
		[209862] = "[*] 岩浆柱",
		[90605] = "“船长”曲奇",
		[187464] = 5,
		[265757] = "主母布琳德尔",
		[269853] = 11,
		[88974] = "黏性炸弹",
		[270367] = "玛戈玛尔勋爵",
		[214802] = 1,
		[123904] = 10,
		[290333] = 9,
		[31717] = "黑色阔步者",
		[265759] = "主母布琳德尔",
		[164817] = "穆克玛·拉兹",
		[259856] = "瑞克莎·流火",
		[304391] = "莱雅妮·猎影者 <莱雅妮·猎影者>",
		[265760] = "主母布琳德尔",
		[16870] = 11,
		[279977] = 6,
		[34762] = "高级植物学家弗雷温",
		[265761] = "主母布琳德尔",
		[92146] = 8,
		[191685] = 6,
		[248781] = "联盟攻城坦克",
		[102342] = 11,
		[75664] = "埃鲁达克",
		[54729] = 6,
		[268186] = "[*] 强化结界",
		[22273] = "大法师莫丹特·永影",
		[263919] = 8,
		[273955] = 4,
		[179991] = "暴君维哈里",
		[282147] = "塔玛基恩女勋爵",
		[254929] = 2,
		[117646] = 2,
		[288156] = 1,
		[263278] = "[*] 掩护",
		[268062] = 10,
		[42723] = "掠夺者因格瓦尔",
		[287256] = "轰枪专员",
		[76394] = "碧蓝血脉卫士",
		[262804] = "风险投资公司策划",
		[267311] = "深渊具象",
		[77616] = 6,
		[58526] = "传送门守卫者",
		[82425] = "黑暗先驱",
		[129934] = 3,
		[196376] = "大德鲁伊格兰达里斯",
		[282151] = "塔玛基恩女勋爵",
		[202636] = 11,
		[218903] = 12,
		[34763] = "高级植物学家弗雷温",
		[282152] = "塔玛基恩女勋爵",
		[197003] = 4,
		[210712] = 7,
		[278057] = 11,
		[282153] = "大工匠梅卡托克",
		[206821] = "崔利艾克斯",
		[298938] = "基尔卡罗克指挥官",
		[150509] = "水中护卫",
		[88061] = "覆甲冷风幽魂",
		[257814] = "杰斯·豪里斯",
		[129935] = 4,
		[196937] = 4,
		[21833] = "工匠吉兹洛克",
		[179583] = "邪能领主扎昆",
		[299663] = 4,
		[262607] = "塔利·萨普纳波",
		[265773] = "黄金风蛇",
		[11016] = "沙怒噬魂者",
		[210714] = 7,
		[9941] = "黑曜石哨兵",
		[265364] = "瘟疫蟾蜍",
		[184092] = 2,
		[111398] = "血色福音传道者",
		[31718] = "水术师瑟丝比娅",
		[200685] = 12,
		[278474] = "女巫会塑棘者",
		[8122] = 5,
		[13321] = "地狱魔法猎犬 <影月召唤者>",
		[198428] = "乌拉罗格·塑山",
		[12099] = "噩梦刃鳞龙人",
		[268239] = "元素卫士",
		[253721] = "祖尔的持盾卫士",
		[282160] = "塔玛基恩女勋爵",
		[197336] = 5,
		[83971] = "枯萎兽",
		[48133] = "巨型冰虫",
		[116224] = "顺从的猎犬",
		[286257] = 8,
		[264155] = "小型水元素",
		[22917] = "卡雷迪斯镇长",
		[15619] = "厄炉工匠",
		[153596] = 8,
		[23922] = 1,
		[204361] = 7,
		[64157] = "腐蚀触须",
		[216861] = 2,
		[115360] = 7,
		[204574] = "橡树之心",
		[265781] = "黄金风蛇",
		[120322] = "火焰喷射 <堕落的烈焰召唤者>",
		[271660] = 4,
		[257422] = 3,
		[214814] = 5,
		[46028] = "炎刃魔法卫兵",
		[273974] = 3,
		[278070] = 3,
		[284474] = "弗里达·铁吼",
		[6533] = "动力保安装甲",
		[124213] = 1,
		[288747] = "吉安娜·普罗德摩尔",
		[182049] = "血魔",
		[17162] = "复生的魔术师",
		[27285] = 9,
		[290752] = 3,
		[288752] = 4,
		[52172] = 11,
		[273977] = 6,
		[36813] = "负电子空间主宰",
		[214816] = 7,
		[146308] = 3,
		[83926] = "残忍的精神鞭笞者",
		[60424] = 3,
		[265787] = 4,
		[269883] = 1,
		[48138] = "狂乱的狼人",
		[177164] = "考洛克",
		[92174] = 11,
		[257460] = "[*] 燃烧残片",
		[57610] = "冬拥湖攻城炮台",
		[255076] = 4,
		[60307] = 3,
		[289906] = "亚拉特的堡垒",
		[290364] = 6,
		[30695] = "无疤者奥摩尔",
		[247584] = "部落萨满祭司",
		[46029] = "炎刃血骑士",
		[290365] = 2,
		[188196] = 7,
		[283662] = "弗里达·铁吼",
		[269887] = 2,
		[16244] = "噬骨饥饿者",
		[280605] = "零食商贩",
		[113682] = "织焰者孔格勒",
		[47696] = "狂乱的法力涌动者",
		[290367] = 4,
		[181275] = "恶魔传送门",
		[270901] = "总管姆巴拉",
		[269889] = 8,
		[124273] = 10,
		[286754] = 8,
		[201754] = "哈提 <射大雕丶-格瑞姆巴托>",
		[268924] = "纽斯泰德猎手",
		[192058] = 7,
		[77720] = "秘教刽子手",
		[233496] = 9,
		[270928] = "提玛吉大王",
		[290370] = 5,
		[130965] = 1,
		[282179] = "格洛恩",
		[167720] = 1,
		[273988] = 3,
		[123646] = "格尔桑铁喉魁麟",
		[184355] = "古尔图格·血沸",
		[21992] = 6,
		[290372] = 2,
		[115176] = 10,
		[91032] = "矿井女招待",
		[46030] = "炎刃血骑士",
		[225313] = "黑暗游侠维罗娜拉",
		[3714] = 6,
		[282182] = "大工匠梅卡托克",
		[93468] = "灰葬男爵",
		[290374] = 8,
		[55001] = 1,
		[182057] = 11,
		[167722] = 6,
		[273992] = 1,
		[294471] = "强悍的瓦拉克乌",
		[119703] = "攻城炸药",
		[52174] = 1,
		[156718] = "畸形僵尸蛛",
		[18327] = "安娜丝塔丽男爵夫人",
		[199721] = 6,
		[106620] = "青玉杖",
		[75809] = "埃鲁达克",
		[204585] = 3,
		[288841] = 8,
		[257063] = "库尔提拉斯护潮者",
		[273995] = "疯狂的孵化者",
		[286967] = 7,
		[11975] = "骷髅守护者",
		[207778] = 7,
		[264086] = "守备官巴图尔",
		[280656] = 2,
		[6788] = 5,
		[257831] = 3,
		[38166] = "狂之煞",
		[216113] = 10,
		[91034] = "地精监工",
		[46031] = "炎刃血骑士",
		[31464] = "坦普卢斯",
		[131522] = "堕落的祝踏岚",
		[265807] = 9,
		[208683] = 3,
		[235450] = 8,
		[278095] = 7,
		[217832] = 12,
		[116633] = "科里克提克破坏者",
		[264396] = "符文信徒",
		[293965] = 11,
		[206636] = "地下堡垒步兵",
		[208684] = 3,
		[13899] = "伊森迪奥斯",
		[270613] = "潮汐涌动者",
		[270444] = "锻地破城者",
		[77535] = 6,
		[101927] = "吉安娜的残影",
		[54049] = "匹恩苏恩 <土豆丶先生-神圣之歌>",
		[39376] = "盘牙技师",
		[691] = 9,
		[10101] = "荒野变形者奥兹恩",
		[51012] = "Dark Matter",
		[186662] = "邪脉大恶魔",
		[132169] = 1,
		[50718] = "魔环领主召唤师",
		[171824] = 3,
		[278642] = 2,
		[302675] = 4,
		[286836] = 6,
		[61391] = 11,
		[91036] = "地精监工",
		[47773] = "大魔导师泰蕾丝塔",
		[176514] = "锐爪塑毒者",
		[282742] = "风暴召唤者",
		[47568] = 6,
		[12021] = "秘教狂热者",
		[286840] = "焦躁的艾泽里特裂片",
		[98204] = 10,
		[214831] = 1,
		[286842] = "不稳定的艾泽里特",
		[153395] = "食腐蛆虫",
		[34769] = 2,
		[8265] = "熔岩喷射图腾 <石窟智者>",
		[208688] = "腐蹄暗影猎手",
		[274009] = 6,
		[104773] = 9,
		[127230] = 8,
		[269914] = "狂风士兵",
		[280709] = 5,
		[171827] = 9,
		[206641] = "崔利艾克斯",
		[280715] = 1,
		[113564] = "神射手",
		[90673] = "暮光织影者",
		[41425] = 8,
		[51484] = "黑暗符文施法者",
		[81459] = "巨石之核塑地者",
		[171828] = 2,
		[272534] = "宝藏狂热者",
		[192307] = "赫娅",
		[88990] = 4,
		[212786] = "橡树之心",
		[91038] = "挖矿的猴子",
		[280729] = 2,
		[76703] = "被奴役的野蛮戈隆",
		[278110] = 1,
		[48153] = 5,
		[269919] = "光铸战争机甲",
		[270493] = "鬼灵妖术祭司",
		[258128] = "铁潮暴徒",
		[116011] = 8,
		[197720] = "午夜冲锋者",
		[235314] = 8,
		[171830] = 5,
		[176219] = "戈隆粉碎者",
		[269921] = "光铸战争机甲",
		[285178] = "巨蛇图腾 <拉斯塔哈大王>",
		[180022] = "邪火碎石机",
		[282209] = "贪婪的追猎者",
		[108446] = 9,
		[150405] = "暮光塑风者",
		[55249] = "迦尔达拉",
		[206645] = "崔利艾克斯",
		[4987] = 2,
		[80800] = "熔岩裂缝",
		[106547] = "影踪派新人",
		[282211] = "艾尔琳·捷足",
		[199775] = "纳拉萨斯",
		[295501] = 7,
		[204598] = 12,
		[181346] = "埃德加德·影爪",
		[34170] = "寻日者地术师",
		[287371] = 4,
		[37666] = "盘牙观察者",
		[225947] = 1,
		[108447] = 9,
		[35107] = "机械师斯蒂里格",
		[199051] = "橡树之心",
		[206647] = 7,
		[48082] = "晶化魔花",
		[80801] = "熔岩裂缝",
		[49106] = "伊米亚狂战士",
		[282215] = "飞行的猿猴驭者",
		[269928] = "影裔勇士",
		[34259] = "阿塔莱死亡行者",
		[139068] = 4,
		[152688] = "[*] 暗影符文",
		[32330] = "莱库尔黄蜂",
		[104509] = 4,
		[122783] = 10,
		[282217] = "艾尔琳·捷足",
		[230935] = 11,
		[198766] = "赤精 <神的月师-亡语者>",
		[55250] = "迦尔达拉",
		[206649] = 12,
		[225080] = 7,
		[88170] = "动荡暴风",
		[50729] = "幻影狼",
		[228461] = 12,
		[269932] = "[*] 狂风鞭笞",
		[249919] = "亚兹玛",
		[278124] = 1,
		[206650] = 12,
		[263202] = "风险投资公司塑地者",
		[243512] = 6,
		[97581] = 2,
		[171454] = 3,
		[75683] = "纳兹夏尔女士",
		[11921] = "地狱火劣魔",
		[171837] = 12,
		[206651] = "萨维斯",
		[269935] = "未知目标",
		[199034] = "瓦拉加尔候选者",
		[589] = 5,
		[110120] = "虚灵煞魔",
		[50131] = "法师杀手",
		[117665] = "疑之煞",
		[150655] = "塑泽者图卡尔",
		[157503] = 7,
		[269937] = 2,
		[22721] = 8,
		[196413] = 7,
		[282225] = "艾尔琳·捷足",
		[11980] = "沙怒侍僧",
		[267349] = 8,
		[106055] = "贤者马里",
		[157504] = 7,
		[39319] = 8,
		[258172] = "伐木工里奥",
		[81828] = "[*] 凶猛冲击",
		[284918] = "瘟疫蟾蜍 <拉斯塔哈大王>",
		[196741] = 10,
		[21655] = "维利塔恩",
		[188223] = "钢铁劳工",
		[210053] = 11,
		[262398] = 7,
		[121762] = "希克提克建造者",
		[261947] = 10,
		[45524] = 6,
		[46036] = "炎刃魔导师",
		[295178] = 3,
		[278134] = 1,
		[11894] = "安图苏尔",
		[32663] = "塞泰克萨满祭司",
		[203174] = 6,
		[212799] = 8,
		[36910] = "相位捕猎者",
		[50132] = "法师杀手",
		[273264] = 3,
		[267308] = "智者扎纳扎尔",
		[86949] = 8,
		[54861] = 8,
		[269313] = "暴虐的工兵",
		[212800] = 12,
		[91045] = "食人魔匪徒",
		[270624] = "束缚恐魔",
		[35120] = "魅惑图腾 <迷时的控制者>",
		[37252] = "蒸汽涌动者",
		[281584] = 10,
		[258748] = "塑风师奥兰",
		[212198] = 4,
		[212801] = 8,
		[272682] = 3,
		[91737] = "迪菲亚看守傀儡",
		[29419] = "工匠吉兹洛克",
		[193698] = "积怨夫人",
		[274739] = 1,
		[305286] = 10,
		[228358] = 8,
		[154793] = "[*] 灵魂束缚",
		[205386] = 5,
		[21787] = "塞萨拉多头怪",
		[15734] = "血斧召唤师",
		[188228] = 2,
		[265855] = 3,
		[32235] = 2,
		[80807] = "岩皮",
		[32747] = 12,
		[282239] = 4,
		[301061] = "荆棘卫士伯顿",
		[269092] = "军械专家",
		[294527] = 3,
		[282240] = 4,
		[176515] = "锐爪塑毒者",
		[287925] = "吉安娜·普罗德摩尔",
		[278145] = 2,
		[60211] = "掠龙铸造大师",
		[32193] = "盘牙魔法师",
		[93095] = 1,
		[171847] = 2,
		[173895] = 1,
		[203045] = "[*] 污染之地",
		[276831] = 4,
		[278147] = 2,
		[282243] = "猿猴折磨者3000型 <格洛恩>",
		[52022] = "比亚格里将军",
		[121442] = "翼虫首领尼诺洛克",
		[171848] = 3,
		[203961] = 11,
		[205088] = "炽热的地狱火",
		[274787] = "沙顶饮血者",
		[76392] = "碧蓝血脉卫士",
		[282245] = "大工匠梅卡托克",
		[52535] = "阿努巴尔暗影法师",
		[290437] = "拉米纳利亚",
		[171849] = 1,
		[2602] = "土灵雕刻者",
		[286342] = 10,
		[264140] = "锯齿猎犬",
		[114599] = "次级煞魔",
		[282247] = "格洛恩",
		[51001] = "Dark Matter",
		[86636] = "灼热勋爵",
		[171850] = 5,
		[116841] = 10,
		[258627] = "地怒者",
		[283574] = "爆裂充能 <Paperboyz>",
		[278153] = 6,
		[282249] = "布伦恩大师",
		[75690] = "纳兹夏尔女士",
		[207203] = 6,
		[171851] = 5,
		[255814] = "复活的荣誉卫士",
		[25504] = 7,
		[279457] = 3,
		[278155] = 2,
		[82858] = "高阶女祭司艾苏尔",
		[274838] = 11,
		[127220] = 3,
		[278156] = 2,
		[148135] = 10,
		[302731] = 4,
		[44503] = "失心行尸",
		[276897] = 8,
		[91050] = "食人魔保镖",
		[286349] = 10,
		[76715] = "暮光欺诈者",
		[213209] = 8,
		[89663] = "狗头人掘地工",
		[9232] = "大检察官怀特迈恩",
		[195805] = 8,
		[272664] = "黑曜石鳞灾使者",
		[686] = 9,
		[286351] = 11,
		[164092] = "约翰·斯威夫提",
		[88286] = 2,
		[223601] = "腐败软泥怪",
		[12626] = "缝补憎恶",
		[210764] = 6,
		[55104] = "莫拉比",
		[76478] = "暮光逼问者",
		[75692] = "[*] 暗影飓风",
		[76716] = "被玷污的大地狂怒者",
		[204621] = 3,
		[282258] = 6,
		[272471] = "艾什凡观察员",
		[290450] = "圣武士扎兰",
		[265081] = "鲜血主母选民",
		[165712] = "战争之矛角斗士",
		[269972] = "影裔巫医",
		[202574] = 1,
		[156910] = 2,
		[282260] = 6,
		[269973] = "影裔巫医",
		[2782] = 11,
		[268742] = "大主教图拉扬",
		[204031] = 11,
		[167152] = 8,
		[11639] = "沙怒侍僧",
		[91776] = "邪眼看守者 <萨飞罗斯-凯恩血蹄>",
		[265879] = "[*] 恐惧印记",
		[215479] = 10,
		[12151] = "阿塔莱高阶祭司",
		[15659] = "尖石秘法师",
		[265880] = "主母阿尔玛",
		[269976] = "影裔勇士",
		[221883] = 2,
		[118699] = 9,
		[265881] = "主母阿尔玛",
		[260700] = "女巫马拉迪",
		[274073] = 1,
		[58180] = 11,
		[265882] = "主母阿尔玛",
		[75694] = "[*] 暗影飓风",
		[76718] = "躁动的火花",
		[210042] = 12,
		[28093] = 4,
		[39897] = 5,
		[259918] = "蛮锤缚焰者",
		[8212] = 1,
		[107140] = "碧空翔龙",
		[93830] = 5,
		[274076] = 1,
		[58694] = "塞安妮苟萨",
		[272873] = 11,
		[257871] = "铁潮冒险家",
		[44505] = "失心隐匿者",
		[47944] = "[*] 水晶之刺",
		[132951] = 6,
		[264689] = 4,
		[290461] = 10,
		[50760] = "悲伤圣女",
		[255824] = "达萨莱战神",
		[267702] = "殓尸者姆沁巴",
		[274079] = 1,
		[47780] = "管家",
		[265888] = 3,
		[286367] = "活动炸弹",
		[257278] = "哈兰·斯威提",
		[82670] = "神誓副官",
		[265889] = "黑齿纵火犯",
		[208724] = "大亵渎者马利萨",
		[290464] = 2,
		[53209] = 3,
		[18670] = "埃隆巴克保护者",
		[286369] = "活动炸弹",
		[76720] = "暮光破雷者",
		[263262] = "页岩啃噬者",
		[298657] = 4,
		[286370] = "未知目标",
		[32295] = 12,
		[5116] = 3,
		[258313] = "艾什凡军官",
		[263105] = "不靠谱的助理",
		[5308] = 1,
		[272402] = "破浪飞刀手",
		[287999] = 5,
		[196884] = 7,
		[290468] = 11,
		[216339] = 9,
		[279703] = 4,
		[46042] = "炎刃术士",
		[76721] = "纳兹夏尔哨兵",
		[20795] = "秘教仪祭师",
		[112929] = "未知目标 <堕落的祝踏岚>",
		[106646] = "飞雪",
		[22689] = "荒野变形者奥兹恩",
		[229206] = 4,
		[33846] = "虚空旅者",
		[6268] = "埃瑞克",
		[117679] = 11,
		[48277] = "席瓦拉·索格蕾",
		[282280] = 4,
		[6524] = "石头管理者",
		[13398] = "麻疯技师",
		[217694] = 8,
		[265898] = 3,
		[286377] = "未知目标",
		[101984] = "姆诺兹多",
		[264760] = 6,
		[78770] = "玛儿·野蹄",
		[53334] = "阿努巴尔通灵师",
		[275566] = 11,
		[7164] = "盘牙战士",
		[19131] = "复生的卫兵",
		[286379] = "曼赛罗伊·弗雷菲斯",
		[89757] = "迪菲亚加农炮",
		[222501] = "第七军团水兵",
		[8599] = "巨怪仆从",
		[257314] = "铁潮掷弹兵",
		[296072] = 5,
		[285342] = "充能风暴",
		[74675] = "乌比斯将军",
		[46043] = "未知目标",
		[43665] = "掠龙裂心者",
		[126896] = 10,
		[282286] = "布伦恩大师",
		[257880] = "黑暗之水",
		[87761] = "西风君王的执行者",
		[198069] = 5,
		[270930] = "帕特拉女王",
		[272979] = 2,
		[34268] = "加兹安",
		[34780] = "夸格米拉",
		[176467] = "战争之矛牧师",
		[267172] = "攻城塔",
		[9080] = "残忍的暴徒",
		[36828] = "萨格隆弓箭手",
		[90846] = "被奴役的烈焰余烬",
		[54235] = "拉文索尔",
		[262753] = 1,
		[193152] = "深须国王",
		[206685] = "喷毒的眼镜蛇 <喷壶又没了-格瑞姆巴托>",
		[286386] = "未知目标",
		[150848] = "剃刀沼泽血纹卫士",
		[261978] = 10,
		[57819] = 11,
		[302770] = 7,
		[224611] = "暗影大恶魔",
		[42972] = "掠龙战略家",
		[88263] = 2,
		[302771] = 4,
		[111898] = 9,
		[196447] = 9,
		[265910] = "黄金风蛇",
		[46044] = "炎刃小鬼 <未知目标>",
		[205648] = 7,
		[277115] = "高级制作人基克西",
		[255836] = "女祭司阿伦扎",
		[279185] = "疯狂的轴枪工程师",
		[267666] = 3,
		[196448] = 9,
		[265912] = "暴怒云气",
		[286391] = "未知目标",
		[209443] = "萨维斯",
		[149839] = "[*] 腐烂恐惧",
		[10969] = 8,
		[225119] = 8,
		[274105] = 11,
		[261981] = 5,
		[265914] = "[*] 熔化的黄金",
		[286393] = 2,
		[203407] = 11,
		[261447] = "维克雷斯勋爵",
		[263274] = "天空上尉库拉格",
		[257886] = "[*] 盐水池",
		[243551] = 2,
		[59052] = 6,
		[282299] = "布伦恩大师",
		[200546] = 9,
		[257415] = 6,
		[268953] = 12,
		[281402] = 8,
		[15096] = "火印炎术师",
		[287771] = 10,
		[106421] = "影踪派守护者",
		[287490] = "未知目标",
		[205191] = 2,
		[76727] = "暮光武器大师",
		[54878] = "达卡莱元素",
		[304333] = "魔导师哈瑟尔",
		[150881] = "猎手布塔斯克",
		[145255] = 2,
		[118988] = "杰翰",
		[115003] = "破桶而出的炎诛",
		[33758] = 1,
		[50653] = "被奴役的始祖幼龙",
		[204644] = "橡树之心",
		[30639] = "碎手军犬",
		[48265] = 6,
		[17843] = "沙怒巫医",
		[184675] = "迪亚·暗语",
		[53600] = 2,
		[92087] = 3,
		[128182] = 1,
		[221028] = "腐朽软泥怪",
		[265923] = "黄金风蛇",
		[16469] = 2,
		[263197] = "重型火炮 <烟亦舞>",
		[81210] = "暴风之盾角斗士",
		[57821] = 8,
		[200550] = 11,
		[190824] = 9,
		[294595] = 8,
		[265925] = "部落投石车",
		[270021] = "火焰之魂",
		[194407] = 3,
		[355] = 1,
		[91064] = "狂躁恶鬼",
		[46046] = "炎刃医师",
		[76729] = "暮光武器大师",
		[150904] = "猎手布塔斯克",
		[48291] = "伊米隆国王",
		[13787] = "戈多克术士",
		[149893] = "多米尼娜",
		[124253] = "希克提克刃舞者",
		[190837] = 3,
		[269090] = "军械专家",
		[58470] = "碧蓝追猎者",
		[257402] = "哈兰·斯威提",
		[190313] = "阿克蒙德",
		[120759] = "指挥官沃加克",
		[164334] = "卡兹·灭天",
		[36831] = "萨格隆唤魔者",
		[265930] = "部落投石车",
		[92089] = 3,
		[76730] = "暮光武器大师",
		[87759] = "西风君王的执行者",
		[265931] = 9,
		[102156] = "时光扭曲先知",
		[267023] = "科多战兽 <小幸福灬凌-诺兹多姆>",
		[278219] = "潮涌巨怪",
		[57822] = 3,
		[120043] = 5,
		[202602] = 1,
		[81706] = "锁喉",
		[282316] = "布伦恩大师",
		[120760] = "指挥官沃加克",
		[109778] = 1,
		[257424] = 12,
		[275665] = "岩鬃嗥叫者",
		[46047] = "炎刃医师",
		[246287] = 5,
		[105174] = 9,
		[127928] = 1,
		[48095] = "[*] 极度冰寒",
		[34163] = "幽暗沼泽蹒跚者",
		[269120] = 10,
		[32315] = "雷铸巨人",
		[151407] = "盲眼猎手格罗亚特",
		[15583] = "荒野游荡者",
		[17393] = "奥里克斯·瑞文戴尔领主",
		[81644] = "[*] 尘土抽击",
		[302799] = "发疯的旋岩虫",
		[9081] = "暗炉暗法师",
		[113900] = "恶魔传送门 <丨野生小鬼丨>",
		[273289] = 3,
		[302800] = "发疯的旋岩虫",
		[290513] = 4,
		[76535] = "海地精水术师",
		[102132] = "时光扭曲破坏者",
		[171488] = 3,
		[243563] = "潮行蟹",
		[278227] = 7,
		[109304] = 3,
		[43650] = "控制者达尔隆",
		[30146] = 9,
		[85948] = 6,
		[190319] = 8,
		[257899] = "铁潮破坏者",
		[52610] = 11,
		[180080] = "邪火巨炮",
		[285638] = "乌纳特",
		[30659] = "血环占卜者",
		[11641] = "沙怒暗影猎手",
		[196080] = 12,
		[38534] = "裂隙守卫者",
		[48096] = "克莉斯塔萨",
		[102659] = 12,
		[278231] = 6,
		[298710] = 8,
		[95495] = "迪菲亚加农炮",
		[102151] = "泰兰德的残影",
		[15716] = "加兹安",
		[190984] = 11,
		[224772] = 5,
		[107275] = "科里克提克吞噬者",
		[106428] = "影踪派新人",
		[265946] = 6,
		[235018] = 1,
		[1725] = 4,
		[77758] = 11,
		[298713] = 4,
		[257902] = "[*] 弹跳龟壳",
		[210801] = 7,
		[117526] = "艾尔琳·捷足",
		[282331] = "布伦恩大师",
		[83902] = 11,
		[48276] = "席瓦拉·索格蕾",
		[151094] = "深渊恐魔",
		[192050] = "瑟芬崔斯克",
		[53652] = 2,
		[30449] = 8,
		[33688] = "晶化守护者",
		[76583] = "复生的僧侣",
		[46049] = "炎刃哨兵",
		[290525] = 2,
		[112931] = "仇恨碎片",
		[31985] = "背叛者门努",
		[257904] = "路德维希·冯·托尔托伦",
		[192067] = "赫娅",
		[49121] = "伊米亚狂战士",
		[111400] = 9,
		[90923] = "迪菲亚执行者",
		[265338] = "未知目标",
		[22735] = "普希林",
		[265953] = 10,
		[84785] = "奥弗",
		[76596] = "暮光塑地者",
		[90047] = "迪菲亚祈愿者",
		[265954] = 10,
		[302816] = "发疯的大地狂怒者",
		[54753] = 9,
		[265412] = 9,
		[127802] = 5,
		[74561] = "暮光破雷者",
		[30931] = "碎手百夫长",
		[245619] = "弗林·法温德",
		[165752] = "亚诺·树蹄",
		[116670] = 10,
		[44198] = "凤凰 <凯尔萨斯·逐日者>",
		[278244] = 1,
		[10732] = "麻疯技师",
		[286436] = "玫斯特拉",
		[274149] = "能量碎片",
		[83785] = "俾格米蛮兵",
		[165753] = "亚诺·树蹄",
		[273653] = "阴森恐魔",
		[15532] = "血斧召唤师",
		[77761] = 11,
		[82769] = "[*] 扩散魔伤",
		[24050] = "塞泰克幽魂",
		[90962] = "迪菲亚暗影戒卫",
		[7159] = "拉文",
		[132764] = 3,
		[286439] = "玫斯特拉",
		[271658] = 1,
		[51170] = "魔网守护者埃雷苟斯",
		[12782] = "火印军团战士",
		[26098] = "部落萨满祭司 <朣朦-燃烧之刃>",
		[55218] = "迦尔达拉",
		[6653] = 6,
		[194223] = 11,
		[270058] = 4,
		[47540] = 5,
		[139133] = 6,
		[51124] = 6,
		[48054] = "狂乱的法力涌动者",
		[213688] = "邪能领主 <这仅仅是小紫-影之哀伤>",
		[262006] = "联盟男巫师",
		[260798] = 1,
		[27615] = "卡加尼·夜锋",
		[29426] = "复生的豪侠",
		[204666] = "橡树之心",
		[7485] = "屠夫拉佐克劳",
		[38846] = "艾瑞达死亡使者",
		[243576] = 6,
		[262007] = "联盟男巫师",
		[265966] = "沙怒石拳战士",
		[104318] = "野生小鬼 <啥子蜘蛛-死亡之翼>",
		[168690] = "骨滩蜘蛛",
		[282069] = 2,
	},
	["encounter_spell_pool"] = {
		{
			2130, -- [1]
			"小型水元素", -- [2]
		}, -- [1]
		[269230] = {
			2143, -- [1]
			"莱班", -- [2]
		},
		[269231] = {
			2143, -- [1]
			"莱班", -- [2]
		},
		[287659] = {
			2271, -- [1]
			"亚拉特的堡垒", -- [2]
		},
		[195561] = {
			1812, -- [1]
			"海湾沙鸥", -- [2]
		},
		[25033] = {
			1942, -- [1]
			"水术师瑟丝比娅", -- [2]
		},
		[88839] = {
			1062, -- [1]
			"撕心狼将军", -- [2]
		},
		[260570] = {
			2113, -- [1]
			"[*] 野火", -- [2]
		},
		[10887] = {
			482, -- [1]
			"巴瑟拉斯镇长", -- [2]
		},
		[128766] = {
			1303, -- [1]
			"影踪派伏击者", -- [2]
		},
		[204777] = {
			1853, -- [1]
			"[*] 爆裂溃烂", -- [2]
		},
		[64775] = {
			1143, -- [1]
			"萨拉", -- [2]
		},
		[56969] = {
			2010, -- [1]
			"碧蓝缚鳞者", -- [2]
		},
		[102149] = {
			1884, -- [1]
			"月之矛", -- [2]
		},
		[284595] = {
			2265, -- [1]
			"祝圣信徒", -- [2]
		},
		[115458] = {
			1405, -- [1]
			"[*] 酸液炸弹", -- [2]
		},
		[255966] = {
			2093, -- [1]
			"天空上尉库拉格", -- [2]
		},
		[22858] = {
			1893, -- [1]
			"巡视者加戈玛", -- [2]
		},
		[284596] = {
			2265, -- [1]
			"祝圣信徒", -- [2]
		},
		[15654] = {
			348, -- [1]
			"卡雷迪斯镇长", -- [2]
		},
		[283574] = {
			2271, -- [1]
			"爆裂充能 <Paperboyz>", -- [2]
		},
		[288693] = {
			2105, -- [1]
			"被折磨的幽魂", -- [2]
		},
		[286646] = {
			2276, -- [1]
			"大工匠梅卡托克", -- [2]
		},
		[271290] = {
			2142, -- [1]
			"殓尸者姆沁巴", -- [2]
		},
		[16006] = {
			547, -- [1]
			"鲁维罗什", -- [2]
		},
		[12039] = {
			599, -- [1]
			"暗影祭司塞瑟斯", -- [2]
		},
		[12167] = {
			590, -- [1]
			"瑟芬迪斯", -- [2]
		},
		[8148] = {
			585, -- [1]
			"安娜科德拉", -- [2]
		},
		[102151] = {
			1884, -- [1]
			"泰兰德的残影", -- [2]
		},
		[283579] = {
			2265, -- [1]
			"暗铸十字军", -- [2]
		},
		[8264] = {
			547, -- [1]
			"石窟智者", -- [2]
		},
		[16844] = {
			347, -- [1]
			"艾德雷斯怨魂", -- [2]
		},
		[21067] = {
			427, -- [1]
			"毒劣魔", -- [2]
		},
		[17228] = {
			1923, -- [1]
			"击碎者克里丹", -- [2]
		},
		[59146] = {
			475, -- [1]
			"希望破坏者威利", -- [2]
		},
		[81677] = {
			1054, -- [1]
			"狂乱的鳄鱼", -- [2]
		},
		[119300] = {
			1444, -- [1]
			"黑暗萨满柯兰萨", -- [2]
		},
		[21707] = {
			422, -- [1]
			"诺克赛恩", -- [2]
		},
		[260067] = {
			2102, -- [1]
			"鲍比·豪里斯 <杰斯·豪里斯>", -- [2]
		},
		[30153] = {
			2271, -- [1]
			"恶魔卫士 <Yoshiki>", -- [2]
		},
		[282561] = {
			2269, -- [1]
			"代言人扎克萨奇", -- [2]
		},
		[76047] = {
			1044, -- [1]
			"指挥官乌尔索克", -- [2]
		},
		[76303] = {
			1048, -- [1]
			"达加·燃影者", -- [2]
		},
		[278467] = {
			2094, -- [1]
			"拉米·曼寇", -- [2]
		},
		[268230] = {
			2109, -- [1]
			"艾什凡水手", -- [2]
		},
		[285634] = {
			2266, -- [1]
			"雪怒之魂", -- [2]
		},
		[9256] = {
			1425, -- [1]
			"大检察官怀特迈恩", -- [2]
		},
		[49549] = {
			2015, -- [1]
			"碧蓝魔环卫士", -- [2]
		},
		[204275] = {
			1849, -- [1]
			"斯考匹隆", -- [2]
		},
		[284613] = {
			2272, -- [1]
			"狂怒幻影", -- [2]
		},
		[34449] = {
			1942, -- [1]
			"盘牙水元素", -- [2]
		},
		[268234] = {
			2115, -- [1]
			"胆汁软泥怪", -- [2]
		},
		[31689] = {
			1946, -- [1]
			"幽暗沼泽蘑菇", -- [2]
		},
		[102410] = {
			1883, -- [1]
			"时光扭曲火枪手", -- [2]
		},
		[153089] = {
			1677, -- [1]
			"莎达娜·血怒", -- [2]
		},
		[200182] = {
			1839, -- [1]
			"萨维斯之影", -- [2]
		},
		[52237] = {
			1985, -- [1]
			"沃尔坎", -- [2]
		},
		[76561] = {
			1038, -- [1]
			"暮光狂热者", -- [2]
		},
		[266191] = {
			2140, -- [1]
			"[*] 回旋飞斧", -- [2]
		},
		[264144] = {
			2130, -- [1]
			"小型水元素", -- [2]
		},
		[265168] = {
			2094, -- [1]
			"拉米·曼寇", -- [2]
		},
		[49806] = {
			1972, -- [1]
			"阿努巴尔战士", -- [2]
		},
		[284620] = {
			2273, -- [1]
			"[*] 生灵俱灭", -- [2]
		},
		[21068] = {
			427, -- [1]
			"腐化劣魔", -- [2]
		},
		[17165] = {
			477, -- [1]
			"复生的审查者", -- [2]
		},
		[283598] = {
			2265, -- [1]
			"弗里达·铁吼", -- [2]
		},
		[17293] = {
			477, -- [1]
			"档案管理员加尔福特", -- [2]
		},
		[38801] = {
			1941, -- [1]
			"巨钳鲁克玛尔", -- [2]
		},
		[5413] = {
			427, -- [1]
			"腐化劣魔", -- [2]
		},
		[153093] = {
			1677, -- [1]
			"莎达娜·血怒", -- [2]
		},
		[286671] = {
			2272, -- [1]
			"惩戒幻影", -- [2]
		},
		[288719] = {
			2281, -- [1]
			"吉安娜·普罗德摩尔", -- [2]
		},
		[75539] = {
			1040, -- [1]
			"摧骨者罗姆欧格", -- [2]
		},
		[52238] = {
			1985, -- [1]
			"沃尔坎", -- [2]
		},
		[76307] = {
			1046, -- [1]
			"蛊心魔古厄夏", -- [2]
		},
		[153094] = {
			1677, -- [1]
			"莎达娜·血怒", -- [2]
		},
		[30474] = {
			1935, -- [1]
			"碎手蛮兵", -- [2]
		},
		[22924] = {
			350, -- [1]
			"特迪斯·扭木", -- [2]
		},
		[285652] = {
			2273, -- [1]
			"乌纳特", -- [2]
		},
		[200700] = {
			1793, -- [1]
			"达古尔", -- [2]
		},
		[188927] = {
			1814, -- [1]
			"暗魔污染者", -- [2]
		},
		[89105] = {
			1043, -- [1]
			"潜伏风暴", -- [2]
		},
		[50831] = {
			1998, -- [1]
			"塑铁者斯约尼尔", -- [2]
		},
		[264155] = {
			2130, -- [1]
			"小型水元素", -- [2]
		},
		[285654] = {
			2263, -- [1]
			"猿猴折磨者3000型 <格洛恩>", -- [2]
		},
		[31946] = {
			1947, -- [1]
			"沼地领主穆塞雷克", -- [2]
		},
		[95248] = {
			1053, -- [1]
			"天堂炽焰", -- [2]
		},
		[11976] = {
			474, -- [1]
			"骷髅狂战士", -- [2]
		},
		[48016] = {
			2012, -- [1]
			"塑树者奥莫洛克", -- [2]
		},
		[286680] = {
			2280, -- [1]
			"[*] 翻滚浪潮", -- [2]
		},
		[44177] = {
			1895, -- [1]
			"亚赛", -- [2]
		},
		[48400] = {
			2026, -- [1]
			"冰霜坟墓", -- [2]
		},
		[266206] = {
			2140, -- [1]
			"屠夫库拉", -- [2]
		},
		[283610] = {
			2271, -- [1]
			"亚拉特的堡垒", -- [2]
		},
		[41106] = {
			1987, -- [1]
			"比亚格里将军", -- [2]
		},
		[8265] = {
			547, -- [1]
			"熔岩喷射图腾 <石窟智者>", -- [2]
		},
		[285659] = {
			2263, -- [1]
			"[*] 猿猴折磨者核心", -- [2]
		},
		[95249] = {
			1053, -- [1]
			"天堂炽焰", -- [2]
		},
		[186883] = {
			1778, -- [1]
			"邪火喷射机", -- [2]
		},
		[282589] = {
			2269, -- [1]
			"代言人扎克萨奇", -- [2]
		},
		[38163] = {
			1940, -- [1]
			"夸格米拉", -- [2]
		},
		[285661] = {
			2263, -- [1]
			"猿猴折磨者3000型 <格洛恩>", -- [2]
		},
		[192003] = {
			1813, -- [1]
			"烈焰多头蛇子嗣", -- [2]
		},
		[196610] = {
			1811, -- [1]
			"[*] 季风", -- [2]
		},
		[86292] = {
			1043, -- [1]
			"埃尔坦的气旋", -- [2]
		},
		[107279] = {
			1419, -- [1]
			"[*] 吞噬之风", -- [2]
		},
		[282592] = {
			2268, -- [1]
			"吉布尔", -- [2]
		},
		[120076] = {
			1443, -- [1]
			"成年的烈焰猎犬", -- [2]
		},
		[268260] = {
			2109, -- [1]
			"艾什凡炮手", -- [2]
		},
		[75543] = {
			1040, -- [1]
			"摧骨者罗姆欧格", -- [2]
		},
		[283617] = {
			2265, -- [1]
			"弗里达·铁吼", -- [2]
		},
		[264166] = {
			2130, -- [1]
			"小型水元素", -- [2]
		},
		[259572] = {
			2085, -- [1]
			"沃卡尔", -- [2]
		},
		[158221] = {
			2271, -- [1]
			"烈焰之灵 <铁锤砸鸡蛋-凤凰之神>", -- [2]
		},
		[150543] = {
			1668, -- [1]
			"暮光折磨者", -- [2]
		},
		[192005] = {
			1813, -- [1]
			"奥术多头蛇子嗣", -- [2]
		},
		[81942] = {
			1053, -- [1]
			"天堂之怒", -- [2]
		},
		[41107] = {
			1987, -- [1]
			"比亚格里将军", -- [2]
		},
		[209921] = {
			1793, -- [1]
			"达古尔", -- [2]
		},
		[30923] = {
			1922, -- [1]
			"制造者", -- [2]
		},
		[186887] = {
			1778, -- [1]
			"邪火喷射机", -- [2]
		},
		[80151] = {
			1058, -- [1]
			"巨石之核熔岩之主", -- [2]
		},
		[152592] = {
			1670, -- [1]
			"[*] 制裁之击", -- [2]
		},
		[259574] = {
			2085, -- [1]
			"沃卡尔", -- [2]
		},
		[286693] = {
			2276, -- [1]
			"大工匠梅卡托克", -- [2]
		},
		[204292] = {
			1849, -- [1]
			"斯考匹隆", -- [2]
		},
		[286695] = {
			2272, -- [1]
			"惩戒幻影", -- [2]
		},
		[43667] = {
			2026, -- [1]
			"凯雷塞斯王子", -- [2]
		},
		[151570] = {
			1661, -- [1]
			"剧毒倾泻水晶", -- [2]
		},
		[226304] = {
			1791, -- [1]
			"邪裂巨人", -- [2]
		},
		[28428] = {
			2014, -- [1]
			"幻影鱼人", -- [2]
		},
		[150035] = {
			1671, -- [1]
			"滋养之水", -- [2]
		},
		[268271] = {
			2116, -- [1]
			"维克雷斯夫人", -- [2]
		},
		[283628] = {
			2265, -- [1]
			"祝圣信徒", -- [2]
		},
		[288747] = {
			2281, -- [1]
			"吉安娜·普罗德摩尔", -- [2]
		},
		[46227] = {
			1895, -- [1]
			"女祭司德莉希亚", -- [2]
		},
		[50834] = {
			1998, -- [1]
			"塑铁者斯约尼尔", -- [2]
		},
		[21390] = {
			424, -- [1]
			"维利塔恩", -- [2]
		},
		[284656] = {
			2266, -- [1]
			"玫斯特拉", -- [2]
		},
		[289776] = {
			2271, -- [1]
			"黄金之魂", -- [2]
		},
		[113682] = {
			1420, -- [1]
			"织焰者孔格勒", -- [2]
		},
		[110099] = {
			1439, -- [1]
			"疑之爪牙", -- [2]
		},
		[22478] = {
			343, -- [1]
			"瑟雷姆·刺蹄", -- [2]
		},
		[266231] = {
			2140, -- [1]
			"屠夫库拉", -- [2]
		},
		[184847] = {
			1798, -- [1]
			"古尔图格·血沸", -- [2]
		},
		[272374] = {
			2094, -- [1]
			"乔里船长", -- [2]
		},
		[15496] = {
			600, -- [1]
			"乌克兹·沙顶", -- [2]
		},
		[267256] = {
			2140, -- [1]
			"地墙图腾", -- [2]
		},
		[151576] = {
			1661, -- [1]
			"剧毒倾泻 <剧毒倾泻水晶>", -- [2]
		},
		[283637] = {
			2265, -- [1]
			"暗铸十字军", -- [2]
		},
		[38166] = {
			1305, -- [1]
			"狂之煞", -- [2]
		},
		[76572] = {
			1040, -- [1]
			"暮光施虐者", -- [2]
		},
		[284662] = {
			2272, -- [1]
			"圣武士扎兰", -- [2]
		},
		[114451] = {
			1414, -- [1]
			"发酵酒灵", -- [2]
		},
		[81947] = {
			1053, -- [1]
			"高阶预言者巴林姆", -- [2]
		},
		[284663] = {
			2268, -- [1]
			"邦桑迪", -- [2]
		},
		[31948] = {
			1941, -- [1]
			"巨钳鲁克玛尔", -- [2]
		},
		[64144] = {
			1143, -- [1]
			"未知目标", -- [2]
		},
		[16104] = {
			270, -- [1]
			"烟网蛛后", -- [2]
		},
		[266237] = {
			2140, -- [1]
			"征服者阿卡阿里", -- [2]
		},
		[48276] = {
			2030, -- [1]
			"席瓦拉·索格蕾", -- [2]
		},
		[36119] = {
			1916, -- [1]
			"自由的瑟雷凯斯", -- [2]
		},
		[266238] = {
			2140, -- [1]
			"[*] 粉碎防御", -- [2]
		},
		[8362] = {
			599, -- [1]
			"暗影祭司塞瑟斯", -- [2]
		},
		[33688] = {
			2012, -- [1]
			"晶化守护者", -- [2]
		},
		[282621] = {
			2269, -- [1]
			"恐怖的憎恶体", -- [2]
		},
		[284669] = {
			2266, -- [1]
			"曼赛罗伊·弗雷菲斯", -- [2]
		},
		[200721] = {
			1793, -- [1]
			"达古尔", -- [2]
		},
		[64145] = {
			1143, -- [1]
			"重压触须", -- [2]
		},
		[257028] = {
			2103, -- [1]
			"骑士队长瓦莱莉", -- [2]
		},
		[80158] = {
			1058, -- [1]
			"巨石之核战争使者", -- [2]
		},
		[256005] = {
			2093, -- [1]
			"鲨鱼饵", -- [2]
		},
		[283650] = {
			2265, -- [1]
			"暗铸十字军", -- [2]
		},
		[151583] = {
			1661, -- [1]
			"卡尔加·刺肋", -- [2]
		},
		[188950] = {
			1799, -- [1]
			"亵渎 <阿克蒙德>", -- [2]
		},
		[30925] = {
			1922, -- [1]
			"制造者", -- [2]
		},
		[30989] = {
			1935, -- [1]
			"碎手狂热者", -- [2]
		},
		[284676] = {
			2272, -- [1]
			"[*] 净化之印", -- [2]
		},
		[33689] = {
			1910, -- [1]
			"摩摩尔", -- [2]
		},
		[9482] = {
			552, -- [1]
			"加加恩·火锤", -- [2]
		},
		[13737] = {
			477, -- [1]
			"复生的豪侠", -- [2]
		},
		[280583] = {
			2132, -- [1]
			10, -- [2]
		},
		[288774] = {
			2276, -- [1]
			"火花机器人", -- [2]
		},
		[260103] = {
			2107, -- [1]
			"[*] 推进器冲击", -- [2]
		},
		[287751] = {
			2276, -- [1]
			"大工匠梅卡托克", -- [2]
		},
		[91677] = {
			1072, -- [1]
			"脓疮畸体", -- [2]
		},
		[257544] = {
			2106, -- [1]
			"地怒者", -- [2]
		},
		[75809] = {
			1049, -- [1]
			"埃鲁达克", -- [2]
		},
		[48278] = {
			2030, -- [1]
			"仪祭引导者", -- [2]
		},
		[264206] = {
			2125, -- [1]
			"米利克萨", -- [2]
		},
		[267278] = {
			2126, -- [1]
			"极化尖塔", -- [2]
		},
		[272397] = {
			2094, -- [1]
			"[*] 回旋剑刃", -- [2]
		},
		[111129] = {
			1303, -- [1]
			"古·穿云", -- [2]
		},
		[282636] = {
			2268, -- [1]
			"卡格瓦", -- [2]
		},
		[258058] = {
			2101, -- [1]
			"淤泥螃蟹", -- [2]
		},
		[266258] = {
			2117, -- [1]
			"德鲁斯特奴隶主召唤传送门", -- [2]
		},
		[10666] = {
			554, -- [1]
			"土灵管理者", -- [2]
		},
		[284686] = {
			2272, -- [1]
			"破城者洛卡", -- [2]
		},
		[106267] = {
			1418, -- [1]
			"[*] 水流长枪脉冲", -- [2]
		},
		[193051] = {
			1812, -- [1]
			"深须国王", -- [2]
		},
		[63891] = {
			1143, -- [1]
			"萨拉", -- [2]
		},
		[268308] = {
			2116, -- [1]
			"维克雷斯夫人", -- [2]
		},
		[233490] = {
			2272, -- [1]
			"僵尸尘图腾 <拉斯塔哈大王>", -- [2]
		},
		[11082] = {
			380, -- [1]
			"电刑器6000型", -- [2]
		},
		[113690] = {
			1420, -- [1]
			"织焰者孔格勒", -- [2]
		},
		[292880] = {
			2269, -- [1]
			"[*] 损毁", -- [2]
		},
		[102173] = {
			1884, -- [1]
			"泰兰德的残影", -- [2]
		},
		[33563] = {
			1911, -- [1]
			"沃匹尔大师", -- [2]
		},
		[281621] = {
			2108, -- [1]
			"风险投资公司灼天者", -- [2]
		},
		[200732] = {
			1793, -- [1]
			"达古尔", -- [2]
		},
		[15657] = {
			427, -- [1]
			"腐烂欺骗者", -- [2]
		},
		[266266] = {
			2117, -- [1]
			"高莱克·图尔", -- [2]
		},
		[31566] = {
			1947, -- [1]
			"沼地领主穆塞雷克", -- [2]
		},
		[204316] = {
			1849, -- [1]
			"斯考匹隆", -- [2]
		},
		[286742] = {
			2272, -- [1]
			"狂怒幻影", -- [2]
		},
		[193055] = {
			1812, -- [1]
			"呼潮引浪", -- [2]
		},
		[157736] = {
			2113, -- [1]
			"女巫索林娜", -- [2]
		},
		[11978] = {
			234, -- [1]
			"弗诺斯·达克维尔", -- [2]
		},
		[75813] = {
			1045, -- [1]
			"纳兹夏尔风暴女巫", -- [2]
		},
		[184355] = {
			1798, -- [1]
			"古尔图格·血沸", -- [2]
		},
		[107550] = {
			1271, -- [1]
			"姆诺兹多", -- [2]
		},
		[285725] = {
			2281, -- [1]
			"库尔提拉斯水兵", -- [2]
		},
		[50840] = {
			1998, -- [1]
			"塑铁者斯约尼尔", -- [2]
		},
		[34716] = {
			1929, -- [1]
			"迁跃扭木", -- [2]
		},
		[184357] = {
			1798, -- [1]
			"古尔图格·血沸", -- [2]
		},
		[267299] = {
			2133, -- [1]
			"低语者沃尔兹斯", -- [2]
		},
		[44314] = {
			1897, -- [1]
			"塞林·火心", -- [2]
		},
		[206369] = {
			1864, -- [1]
			"萨维斯", -- [2]
		},
		[65301] = {
			1143, -- [1]
			"萨拉", -- [2]
		},
		[86309] = {
			1043, -- [1]
			"埃尔坦的气旋", -- [2]
		},
		[269351] = {
			2143, -- [1]
			"提扎拉", -- [2]
		},
		[6726] = {
			1922, -- [1]
			"影月技师", -- [2]
		},
		[6742] = {
			267, -- [1]
			"尖石食人魔法师", -- [2]
		},
		[264233] = {
			2125, -- [1]
			"蛋", -- [2]
		},
		[264234] = {
			2125, -- [1]
			"蛋", -- [2]
		},
		[76584] = {
			1038, -- [1]
			"暮光狂热者", -- [2]
		},
		[13738] = {
			274, -- [1]
			"哈雷肯", -- [2]
		},
		[264235] = {
			2125, -- [1]
			"蛋", -- [2]
		},
		[209443] = {
			1864, -- [1]
			"萨维斯", -- [2]
		},
		[288806] = {
			2276, -- [1]
			"[*] 千兆伏特轰炸", -- [2]
		},
		[63894] = {
			1143, -- [1]
			"未知目标", -- [2]
		},
		[267308] = {
			2140, -- [1]
			"智者扎纳扎尔", -- [2]
		},
		[275499] = {
			2272, -- [1]
			"治疗之泉图腾 <祖逹萨>", -- [2]
		},
		[267310] = {
			2133, -- [1]
			"深渊具象", -- [2]
		},
		[264239] = {
			2125, -- [1]
			"蛋", -- [2]
		},
		[267311] = {
			2133, -- [1]
			"深渊具象", -- [2]
		},
		[111649] = {
			1429, -- [1]
			"未知目标", -- [2]
		},
		[1822] = {
			1814, -- [1]
			11, -- [2]
		},
		[151604] = {
			1661, -- [1]
			"卡尔加·刺肋", -- [2]
		},
		[112929] = {
			1306, -- [1]
			"未知目标 <堕落的祝踏岚>", -- [2]
		},
		[17235] = {
			480, -- [1]
			"奈鲁布恩坎", -- [2]
		},
		[114465] = {
			1424, -- [1]
			"[*] 炙灼之土", -- [2]
		},
		[151605] = {
			1661, -- [1]
			"卡尔加·刺肋", -- [2]
		},
		[284719] = {
			2272, -- [1]
			"破城者洛卡", -- [2]
		},
		[119840] = {
			1447, -- [1]
			"希克提克士兵", -- [2]
		},
		[11019] = {
			492, -- [1]
			"哈卡莱挖掘者", -- [2]
		},
		[84521] = {
			1055, -- [1]
			"希亚玛特的仆从 <[*] 静电震击>", -- [2]
		},
		[114466] = {
			1414, -- [1]
			"泡沫之墙", -- [2]
		},
		[15530] = {
			1895, -- [1]
			"亚赛", -- [2]
		},
		[112931] = {
			1306, -- [1]
			"仇恨碎片", -- [2]
		},
		[84522] = {
			1055, -- [1]
			"希亚玛特的仆从 <[*] 静电震击>", -- [2]
		},
		[269369] = {
			2143, -- [1]
			"提扎拉", -- [2]
		},
		[287797] = {
			2276, -- [1]
			"大工匠梅卡托克", -- [2]
		},
		[107045] = {
			1416, -- [1]
			"玉珑", -- [2]
		},
		[64152] = {
			1143, -- [1]
			"腐蚀触须", -- [2]
		},
		[200238] = {
			1839, -- [1]
			"萨维斯之影", -- [2]
		},
		[75821] = {
			1049, -- [1]
			"无面腐蚀者", -- [2]
		},
		[112932] = {
			1306, -- [1]
			"憎恨碎片", -- [2]
		},
		[113188] = {
			1430, -- [1]
			"失败的学生 <黑暗院长加丁>", -- [2]
		},
		[76589] = {
			1038, -- [1]
			"暮光狂热者", -- [2]
		},
		[8150] = {
			592, -- [1]
			"吞噬者穆坦努斯", -- [2]
		},
		[284730] = {
			2272, -- [1]
			"破城者洛卡", -- [2]
		},
		[102183] = {
			1884, -- [1]
			"艾露恩之眼 <泰兰德的残影>", -- [2]
		},
		[16468] = {
			270, -- [1]
			"烟网蛛后", -- [2]
		},
		[193585] = {
			1793, -- [1]
			"缚石捕兽者", -- [2]
		},
		[273470] = {
			2109, -- [1]
			"恐怖船长洛克伍德", -- [2]
		},
		[286779] = {
			2272, -- [1]
			"屠戮幻影", -- [2]
		},
		[256546] = {
			2095, -- [1]
			"托萨克", -- [2]
		},
		[12491] = {
			597, -- [1]
			"巫医祖穆拉恩", -- [2]
		},
		[192050] = {
			1813, -- [1]
			"瑟芬崔斯克", -- [2]
		},
		[263234] = {
			2124, -- [1]
			"阿德里斯", -- [2]
		},
		[107047] = {
			1405, -- [1]
			"突袭者加杜卡", -- [2]
		},
		[17620] = {
			481, -- [1]
			"苍白的玛勒基", -- [2]
		},
		[64153] = {
			1143, -- [1]
			"腐蚀触须", -- [2]
		},
		[75823] = {
			1038, -- [1]
			"柯尔拉，暮光之兆", -- [2]
		},
		[36512] = {
			1915, -- [1]
			"天怒预言者苏克拉底", -- [2]
		},
		[22419] = {
			344, -- [1]
			"海多斯博恩", -- [2]
		},
		[13323] = {
			347, -- [1]
			"艾德雷斯巫师", -- [2]
		},
		[289858] = {
			2272, -- [1]
			"破城者洛卡", -- [2]
		},
		[256038] = {
			2104, -- [1]
			"科古斯狱长", -- [2]
		},
		[154175] = {
			1679, -- [1]
			"骨喉", -- [2]
		},
		[256039] = {
			2104, -- [1]
			"科古斯狱长", -- [2]
		},
		[113959] = {
			1421, -- [1]
			"未知目标", -- [2]
		},
		[272457] = {
			2112, -- [1]
			"孢子召唤师赞查", -- [2]
		},
		[38816] = {
			1916, -- [1]
			"死亡监视者", -- [2]
		},
		[13899] = {
			232, -- [1]
			"伊森迪奥斯", -- [2]
		},
		[153153] = {
			1677, -- [1]
			"莎达娜·血怒", -- [2]
		},
		[256552] = {
			2095, -- [1]
			"锯齿鲨", -- [2]
		},
		[75569] = {
			1048, -- [1]
			"无面腐蚀者", -- [2]
		},
		[263246] = {
			2124, -- [1]
			"阿斯匹克斯", -- [2]
		},
		[10092] = {
			551, -- [1]
			"沙漠风暴 <远古巨石卫士>", -- [2]
		},
		[256553] = {
			2095, -- [1]
			"锯齿鲨", -- [2]
		},
		[10252] = {
			554, -- [1]
			"阿扎达斯", -- [2]
		},
		[10348] = {
			380, -- [1]
			"麻疯技师", -- [2]
		},
		[257066] = {
			2087, -- [1]
			"亚兹玛", -- [2]
		},
		[288844] = {
			2105, -- [1]
			"复生之魂", -- [2]
		},
		[84784] = {
			1054, -- [1]
			"奥弗", -- [2]
		},
		[38817] = {
			1916, -- [1]
			"死亡监视者", -- [2]
		},
		[256044] = {
			2104, -- [1]
			"科古斯狱长", -- [2]
		},
		[75571] = {
			1040, -- [1]
			"摧骨者罗姆欧格", -- [2]
		},
		[11020] = {
			596, -- [1]
			"苏利萨斯沙行者", -- [2]
		},
		[48287] = {
			1978, -- [1]
			"斯拉德兰", -- [2]
		},
		[11084] = {
			380, -- [1]
			"电刑器6000型", -- [2]
		},
		[84785] = {
			1054, -- [1]
			"奥弗", -- [2]
		},
		[36514] = {
			1916, -- [1]
			"奥术爆裂", -- [2]
		},
		[22420] = {
			344, -- [1]
			"海多斯博恩", -- [2]
		},
		[53406] = {
			1972, -- [1]
			"哈多诺克斯", -- [2]
		},
		[193597] = {
			1811, -- [1]
			"积怨夫人", -- [2]
		},
		[269399] = {
			2133, -- [1]
			"低语者沃尔兹斯", -- [2]
		},
		[263257] = {
			2124, -- [1]
			"阿斯匹克斯", -- [2]
		},
		[280661] = {
			2272, -- [1]
			"吸吸机器人 <月神艾露恩>", -- [2]
		},
		[257582] = {
			2106, -- [1]
			"地怒者", -- [2]
		},
		[79923] = {
			1058, -- [1]
			"巨石之核掠夺者", -- [2]
		},
		[15659] = {
			267, -- [1]
			"尖石秘法师", -- [2]
		},
		[150601] = {
			1665, -- [1]
			"亡语者布莱克松", -- [2]
		},
		[51103] = {
			2014, -- [1]
			"法师领主伊洛姆", -- [2]
		},
		[106797] = {
			1416, -- [1]
			"刘·焰心", -- [2]
		},
		[35107] = {
			1943, -- [1]
			"机械师斯蒂里格", -- [2]
		},
		[15979] = {
			267, -- [1]
			"尖石食人魔法师", -- [2]
		},
		[64156] = {
			1143, -- [1]
			"腐蚀触须", -- [2]
		},
		[11980] = {
			599, -- [1]
			"沙怒侍僧", -- [2]
		},
		[108589] = {
			1271, -- [1]
			"姆诺兹多", -- [2]
		},
		[193088] = {
			1812, -- [1]
			"深须国王", -- [2]
		},
		[76341] = {
			1046, -- [1]
			"蛊心魔古厄夏", -- [2]
		},
		[110125] = {
			1439, -- [1]
			"疑之爪牙", -- [2]
		},
		[49184] = {
			1814, -- [1]
			6, -- [2]
		},
		[8269] = {
			349, -- [1]
			"伊莫塔尔", -- [2]
		},
		[53791] = {
			1987, -- [1]
			"比亚格里将军", -- [2]
		},
		[267360] = {
			2133, -- [1]
			"低语者沃尔兹斯", -- [2]
		},
		[87859] = {
			1064, -- [1]
			"格拉布托克", -- [2]
		},
		[271456] = {
			2108, -- [1]
			"商业大亨拉兹敦克", -- [2]
		},
		[153164] = {
			1677, -- [1]
			"被亵渎的幽灵", -- [2]
		},
		[17366] = {
			477, -- [1]
			"档案管理员加尔福特", -- [2]
		},
		[34980] = {
			1939, -- [1]
			"背叛者门努", -- [2]
		},
		[35108] = {
			1943, -- [1]
			"机械师斯蒂里格", -- [2]
		},
		[251445] = {
			2074, -- [1]
			"法尔格", -- [2]
		},
		[64157] = {
			1143, -- [1]
			"腐蚀触须", -- [2]
		},
		[21909] = {
			429, -- [1]
			"瑟莱德丝公主", -- [2]
		},
		[35748] = {
			1891, -- [1]
			"残忍的军犬 <无疤者奥摩尔>", -- [2]
		},
		[193092] = {
			1805, -- [1]
			"海姆达尔", -- [2]
		},
		[89652] = {
			1064, -- [1]
			"食人魔匪徒", -- [2]
		},
		[102193] = {
			1884, -- [1]
			"泰兰德的残影", -- [2]
		},
		[30739] = {
			1938, -- [1]
			"酋长卡加斯·刃拳", -- [2]
		},
		[193093] = {
			1812, -- [1]
			"深须国王", -- [2]
		},
		[3356] = {
			552, -- [1]
			"暗炉地质学家", -- [2]
		},
		[53792] = {
			1987, -- [1]
			"比亚格里将军", -- [2]
		},
		[37668] = {
			1899, -- [1]
			"虚灵缚法者", -- [2]
		},
		[87861] = {
			1064, -- [1]
			"格拉布托克", -- [2]
		},
		[37924] = {
			2014, -- [1]
			"幻影水元素", -- [2]
		},
		[263274] = {
			2093, -- [1]
			"天空上尉库拉格", -- [2]
		},
		[9613] = {
			599, -- [1]
			"沙怒侍僧", -- [2]
		},
		[263275] = {
			2105, -- [1]
			"监工阿斯加里", -- [2]
		},
		[13900] = {
			232, -- [1]
			"伊森迪奥斯", -- [2]
		},
		[269419] = {
			2133, -- [1]
			"[*] 巨口之门", -- [2]
		},
		[153681] = {
			1679, -- [1]
			"骨喉", -- [2]
		},
		[263278] = {
			2105, -- [1]
			"[*] 掩护", -- [2]
		},
		[10093] = {
			551, -- [1]
			"沙漠风暴 <远古巨石卫士>", -- [2]
		},
		[257593] = {
			2106, -- [1]
			"艾泽洛克", -- [2]
		},
		[106546] = {
			1414, -- [1]
			"破桶而出的炎诛", -- [2]
		},
		[107314] = {
			1419, -- [1]
			"科里克提克巢穴捍卫者", -- [2]
		},
		[278637] = {
			2118, -- [1]
			"血虱", -- [2]
		},
		[150100] = {
			438, -- [1]
			"剃刀沼泽狩猎大师", -- [2]
		},
		[16791] = {
			482, -- [1]
			"巴瑟拉斯镇长", -- [2]
		},
		[112945] = {
			1413, -- [1]
			"跳跳大王", -- [2]
		},
		[284781] = {
			2272, -- [1]
			"猎头者加尔瓦纳", -- [2]
		},
		[7399] = {
			590, -- [1]
			"变异尖牙风蛇", -- [2]
		},
		[268403] = {
			2143, -- [1]
			"达萨大王", -- [2]
		},
		[256060] = {
			2093, -- [1]
			"天空上尉库拉格", -- [2]
		},
		[21910] = {
			427, -- [1]
			"工匠吉兹洛克", -- [2]
		},
		[188493] = {
			1792, -- [1]
			"纳拉萨斯", -- [2]
		},
		[48291] = {
			2028, -- [1]
			"伊米隆国王", -- [2]
		},
		[11085] = {
			380, -- [1]
			"电刑器6000型", -- [2]
		},
		[282738] = {
			2269, -- [1]
			"虚空石", -- [2]
		},
		[22422] = {
			344, -- [1]
			"未知目标 <海多斯博恩>", -- [2]
		},
		[257597] = {
			2106, -- [1]
			"艾泽洛克", -- [2]
		},
		[249919] = {
			2087, -- [1]
			"亚兹玛", -- [2]
		},
		[289906] = {
			2271, -- [1]
			"亚拉特的堡垒", -- [2]
		},
		[260669] = {
			2107, -- [1]
			"瑞克莎·流火", -- [2]
		},
		[150616] = {
			1665, -- [1]
			"亡语者布莱克松", -- [2]
		},
		[282741] = {
			2269, -- [1]
			"虚空石", -- [2]
		},
		[258622] = {
			2106, -- [1]
			"艾泽洛克", -- [2]
		},
		[282742] = {
			2269, -- [1]
			"风暴召唤者", -- [2]
		},
		[286838] = {
			2268, -- [1]
			"[*] 静电之球", -- [2]
		},
		[31956] = {
			1941, -- [1]
			"巨钳鲁克玛尔", -- [2]
		},
		[111668] = {
			1406, -- [1]
			"莱公", -- [2]
		},
		[11981] = {
			552, -- [1]
			"暗炉暗法师", -- [2]
		},
		[48292] = {
			2028, -- [1]
			"伊米隆国王", -- [2]
		},
		[285818] = {
			2266, -- [1]
			"玫斯特拉", -- [2]
		},
		[86331] = {
			1043, -- [1]
			"大宰相埃尔坦", -- [2]
		},
		[12493] = {
			488, -- [1]
			"可悲的奥戈姆", -- [2]
		},
		[285820] = {
			2273, -- [1]
			"乌纳特", -- [2]
		},
		[76094] = {
			1044, -- [1]
			"指挥官乌尔索克", -- [2]
		},
		[258627] = {
			2106, -- [1]
			"地怒者", -- [2]
		},
		[268419] = {
			2143, -- [1]
			"[*] 强风劈砍", -- [2]
		},
		[8814] = {
			552, -- [1]
			"暗炉地质学家", -- [2]
		},
		[111670] = {
			1425, -- [1]
			"血色狂热者", -- [2]
		},
		[257092] = {
			2101, -- [1]
			"泥沙女王", -- [2]
		},
		[258628] = {
			2106, -- [1]
			"[*] 地震回荡", -- [2]
		},
		[106808] = {
			1412, -- [1]
			"乌克乌克", -- [2]
		},
		[30933] = {
			347, -- [1]
			"伊琳娜·暗木", -- [2]
		},
		[91196] = {
			1053, -- [1]
			"天堂炽焰", -- [2]
		},
		[75328] = {
			1048, -- [1]
			"瓦里昂娜", -- [2]
		},
		[285828] = {
			2281, -- [1]
			"库尔提拉斯火炮", -- [2]
		},
		[33833] = {
			2010, -- [1]
			"狂乱的法力怨灵", -- [2]
		},
		[287876] = {
			2269, -- [1]
			"惊悚者法索乌", -- [2]
		},
		[287877] = {
			2276, -- [1]
			"自爆绵羊", -- [2]
		},
		[204372] = {
			1849, -- [1]
			"斯考匹隆", -- [2]
		},
		[249929] = {
			2087, -- [1]
			"Soulrend Add", -- [2]
		},
		[114999] = {
			1306, -- [1]
			"堕落的祝踏岚", -- [2]
		},
		[115511] = {
			1423, -- [1]
			"血色百夫长", -- [2]
		},
		[115767] = {
			479, -- [1]
			"安娜丝塔丽男爵夫人", -- [2]
		},
		[263309] = {
			2124, -- [1]
			"阿德里斯", -- [2]
		},
		[257608] = {
			2101, -- [1]
			"泥沙女王", -- [2]
		},
		[44199] = {
			1894, -- [1]
			"凤凰 <凯尔萨斯·逐日者>", -- [2]
		},
		[84799] = {
			1054, -- [1]
			"奥弗", -- [2]
		},
		[262287] = {
			2108, -- [1]
			"风险投资公司灼天者", -- [2]
		},
		[220242] = {
			1814, -- [1]
			"幽影梦魇", -- [2]
		},
		[16793] = {
			482, -- [1]
			"巴瑟拉斯镇长", -- [2]
		},
		[269456] = {
			2100, -- [1]
			"维克戈斯", -- [2]
		},
		[290955] = {
			2272, -- [1]
			"猎头者加尔瓦纳", -- [2]
		},
		[84544] = {
			1055, -- [1]
			"希亚玛特的仆从 <[*] 静电震击>", -- [2]
		},
		[51110] = {
			2014, -- [1]
			"法师领主伊洛姆", -- [2]
		},
		[51750] = {
			2028, -- [1]
			"伊米隆国王", -- [2]
		},
		[287887] = {
			2280, -- [1]
			"凯瑟琳修女", -- [2]
		},
		[270484] = {
			2100, -- [1]
			"维克戈斯", -- [2]
		},
		[263318] = {
			2124, -- [1]
			"阿斯匹克斯", -- [2]
		},
		[48423] = {
			2028, -- [1]
			"伊米隆国王", -- [2]
		},
		[265366] = {
			2130, -- [1]
			"小型水元素", -- [2]
		},
		[52774] = {
			1987, -- [1]
			"雷铸军官", -- [2]
		},
		[256589] = {
			2094, -- [1]
			"拉乌尔船长", -- [2]
		},
		[53030] = {
			1972, -- [1]
			"哈多诺克斯", -- [2]
		},
		[115002] = {
			1306, -- [1]
			"堕落的祝踏岚", -- [2]
		},
		[5672] = {
			2272, -- [1]
			"治疗之泉图腾 <逗萨包>", -- [2]
		},
		[15501] = {
			595, -- [1]
			"安图苏尔", -- [2]
		},
		[287891] = {
			2276, -- [1]
			"[*] 绵羊弹片", -- [2]
		},
		[268440] = {
			2093, -- [1]
			"铁潮射手", -- [2]
		},
		[33707] = {
			1909, -- [1]
			"煽动者布莱卡特", -- [2]
		},
		[184416] = {
			1814, -- [1]
			"邪瓣断根者", -- [2]
		},
		[76100] = {
			1044, -- [1]
			"指挥官乌尔索克", -- [2]
		},
		[289940] = {
			2281, -- [1]
			"吉安娜·普罗德摩尔", -- [2]
		},
		[220248] = {
			1814, -- [1]
			"幽影梦魇", -- [2]
		},
		[115003] = {
			1414, -- [1]
			"破桶而出的炎诛", -- [2]
		},
		[268443] = {
			2109, -- [1]
			"恐怖火炮", -- [2]
		},
		[15981] = {
			267, -- [1]
			"尖石秘法师", -- [2]
		},
		[116027] = {
			1413, -- [1]
			"蹦蹦兔", -- [2]
		},
		[150634] = {
			1669, -- [1]
			"征服者克鲁尔", -- [2]
		},
		[87874] = {
			1064, -- [1]
			"格拉布托克", -- [2]
		},
		[93505] = {
			1073, -- [1]
			"沃登勋爵", -- [2]
		},
		[199775] = {
			1792, -- [1]
			"纳拉萨斯", -- [2]
		},
		[257617] = {
			2101, -- [1]
			"泥沙女王", -- [2]
		},
		[256594] = {
			2094, -- [1]
			"拉乌尔船长", -- [2]
		},
		[75590] = {
			1040, -- [1]
			"暮光逼问者", -- [2]
		},
		[12654] = {
			2272, -- [1]
			"僵尸尘图腾 <拉斯塔哈大王>", -- [2]
		},
		[256083] = {
			2104, -- [1]
			"科古斯狱长", -- [2]
		},
		[114493] = {
			1427, -- [1]
			"复生的尸体", -- [2]
		},
		[17434] = {
			484, -- [1]
			"奥里克斯·瑞文戴尔领主", -- [2]
		},
		[86340] = {
			1043, -- [1]
			"大宰相埃尔坦", -- [2]
		},
		[284831] = {
			2272, -- [1]
			"拉斯塔哈大王", -- [2]
		},
		[193636] = {
			1811, -- [1]
			"盐海小水滴", -- [2]
		},
		[289952] = {
			2281, -- [1]
			1, -- [2]
		},
		[106560] = {
			1414, -- [1]
			"[*] 酒气冲天", -- [2]
		},
		[271526] = {
			2106, -- [1]
			"地怒者", -- [2]
		},
		[33709] = {
			1909, -- [1]
			"煽动者布莱卡特", -- [2]
		},
		[84550] = {
			1055, -- [1]
			"希亚玛特的爪牙", -- [2]
		},
		[255575] = {
			2084, -- [1]
			"女祭司阿伦扎", -- [2]
		},
		[270505] = {
			2140, -- [1]
			"幽魂兽王", -- [2]
		},
		[203364] = {
			1855, -- [1]
			"鲜血公主萨安娜", -- [2]
		},
		[34605] = {
			1899, -- [1]
			"节点亲王沙法尔", -- [2]
		},
		[270506] = {
			2140, -- [1]
			"幽魂兽王", -- [2]
		},
		[272554] = {
			2095, -- [1]
			"[*] 血肉模糊", -- [2]
		},
		[115519] = {
			1423, -- [1]
			"血色百夫长", -- [2]
		},
		[270507] = {
			2140, -- [1]
			"幽魂兽王", -- [2]
		},
		[87622] = {
			1042, -- [1]
			"阿萨德", -- [2]
		},
		[152690] = {
			1677, -- [1]
			"[*] 暗影符文", -- [2]
		},
		[255577] = {
			2084, -- [1]
			"女祭司阿伦扎", -- [2]
		},
		[260696] = {
			2113, -- [1]
			"女巫马拉迪", -- [2]
		},
		[264368] = {
			2125, -- [1]
			"蛋", -- [2]
		},
		[90950] = {
			1048, -- [1]
			"瓦里昂娜", -- [2]
		},
		[263345] = {
			2104, -- [1]
			"重型火炮", -- [2]
		},
		[288939] = {
			2276, -- [1]
			"[*] 千兆伏特辐射", -- [2]
		},
		[289963] = {
			2281, -- [1]
			"未知目标", -- [2]
		},
		[255579] = {
			2084, -- [1]
			"女祭司阿伦扎", -- [2]
		},
		[50730] = {
			2014, -- [1]
			"幻影食人魔", -- [2]
		},
		[260698] = {
			2113, -- [1]
			"女巫索林娜", -- [2]
		},
		[288941] = {
			2280, -- [1]
			"[*] 流电耀光", -- [2]
		},
		[106563] = {
			1414, -- [1]
			"破桶而出的炎诛", -- [2]
		},
		[64167] = {
			1143, -- [1]
			"未知目标", -- [2]
		},
		[75851] = {
			1039, -- [1]
			"卡尔什·断钢", -- [2]
		},
		[76363] = {
			1046, -- [1]
			"不稳定的腐蚀", -- [2]
		},
		[255581] = {
			2084, -- [1]
			"女祭司阿伦扎", -- [2]
		},
		[52778] = {
			382, -- [1]
			"机械师瑟玛普拉格", -- [2]
		},
		[260700] = {
			2113, -- [1]
			"女巫马拉迪", -- [2]
		},
		[285874] = {
			2263, -- [1]
			"格洛恩", -- [2]
		},
		[115010] = {
			1306, -- [1]
			"蚀心之怨 <堕落的祝踏岚>", -- [2]
		},
		[284851] = {
			2273, -- [1]
			"乌纳特", -- [2]
		},
		[285875] = {
			2263, -- [1]
			"格洛恩", -- [2]
		},
		[260189] = {
			2108, -- [1]
			"商业大亨拉兹敦克", -- [2]
		},
		[260701] = {
			2113, -- [1]
			"女巫布里亚", -- [2]
		},
		[33711] = {
			1910, -- [1]
			"摩摩尔", -- [2]
		},
		[226406] = {
			1793, -- [1]
			"烬壳统御者", -- [2]
		},
		[181873] = {
			1788, -- [1]
			"暗影领主艾斯卡", -- [2]
		},
		[50731] = {
			2014, -- [1]
			"幻影食人魔", -- [2]
		},
		[260702] = {
			2113, -- [1]
			"[*] 不稳定的符文印记", -- [2]
		},
		[257119] = {
			2101, -- [1]
			"[*] 流沙陷阱", -- [2]
		},
		[285878] = {
			2268, -- [1]
			"阿昆达的化身", -- [2]
		},
		[51243] = {
			2013, -- [1]
			"大型魔网雏龙", -- [2]
		},
		[285879] = {
			2268, -- [1]
			"阿昆达的化身", -- [2]
		},
		[186993] = {
			1798, -- [1]
			"剑圣朱倍尔索斯", -- [2]
		},
		[8040] = {
			585, -- [1]
			"安娜科德拉", -- [2]
		},
		[52779] = {
			1984, -- [1]
			"艾欧纳尔", -- [2]
		},
		[287929] = {
			2276, -- [1]
			"大工匠梅卡托克", -- [2]
		},
		[86603] = {
			1447, -- [1]
			"影踪派囚徒", -- [2]
		},
		[62249] = {
			2013, -- [1]
			"大型魔网雏龙", -- [2]
		},
		[225898] = {
			1864, -- [1]
			"萨维斯", -- [2]
		},
		[50476] = {
			2014, -- [1]
			"法师领主伊洛姆", -- [2]
		},
		[50732] = {
			2014, -- [1]
			"幻影纳迦", -- [2]
		},
		[106055] = {
			1418, -- [1]
			"贤者马里", -- [2]
		},
		[102472] = {
			1884, -- [1]
			"泰兰德的残影", -- [2]
		},
		[267459] = {
			2133, -- [1]
			"被遗忘的居民", -- [2]
		},
		[86604] = {
			1144, -- [1]
			"霍格", -- [2]
		},
		[263365] = {
			2124, -- [1]
			"阿德里斯", -- [2]
		},
		[284864] = {
			2280, -- [1]
			"海潮祭司之魂", -- [2]
		},
		[285889] = {
			2268, -- [1]
			"贡克的化身", -- [2]
		},
		[256101] = {
			2104, -- [1]
			"科古斯狱长", -- [2]
		},
		[289985] = {
			2281, -- [1]
			"火炮", -- [2]
		},
		[9232] = {
			1425, -- [1]
			"大检察官怀特迈恩", -- [2]
		},
		[33841] = {
			1911, -- [1]
			"沃匹尔大师", -- [2]
		},
		[38064] = {
			1899, -- [1]
			"虚灵妖术师", -- [2]
		},
		[255591] = {
			2084, -- [1]
			"女祭司阿伦扎", -- [2]
		},
		[262347] = {
			2105, -- [1]
			"投币式群体打击者", -- [2]
		},
		[263371] = {
			2124, -- [1]
			"阿斯匹克斯", -- [2]
		},
		[27610] = {
			1895, -- [1]
			"女祭司德莉希亚", -- [2]
		},
		[82255] = {
			1053, -- [1]
			"黑暗先驱", -- [2]
		},
		[271563] = {
			2142, -- [1]
			"防腐液", -- [2]
		},
		[271564] = {
			2142, -- [1]
			"[*] 防腐液", -- [2]
		},
		[198263] = {
			1809, -- [1]
			"奥丁", -- [2]
		},
		[271565] = {
			2142, -- [1]
			"防腐液", -- [2]
		},
		[257641] = {
			2097, -- [1]
			"库尔提拉斯神射手", -- [2]
		},
		[106826] = {
			1305, -- [1]
			"狂之煞", -- [2]
		},
		[256106] = {
			2093, -- [1]
			"天空上尉库拉格", -- [2]
		},
		[49966] = {
			2280, -- [1]
			8, -- [2]
		},
		[260202] = {
			2108, -- [1]
			"商业大亨拉兹敦克", -- [2]
		},
		[106827] = {
			1305, -- [1]
			"狂之煞", -- [2]
		},
		[193659] = {
			1808, -- [1]
			"神王斯科瓦尔德", -- [2]
		},
		[274642] = {
			2127, -- [1]
			"灾厄妖术师", -- [2]
		},
		[116297] = {
			1405, -- [1]
			"[*] 扫射", -- [2]
		},
		[15087] = {
			424, -- [1]
			"腐烂巡影者", -- [2]
		},
		[296142] = {
			2105, -- [1]
			"失落的灵魂", -- [2]
		},
		[193660] = {
			1808, -- [1]
			"神王斯科瓦尔德", -- [2]
		},
		[290001] = {
			2281, -- [1]
			"吉安娜·普罗德摩尔", -- [2]
		},
		[15407] = {
			2272, -- [1]
			"僵尸尘图腾 <拉斯塔哈大王>", -- [2]
		},
		[15471] = {
			480, -- [1]
			"地穴爬行者", -- [2]
		},
		[15503] = {
			1895, -- [1]
			"督军沙拉利斯", -- [2]
		},
		[208506] = {
			1867, -- [1]
			"崔利艾克斯", -- [2]
		},
		[80467] = {
			1058, -- [1]
			"欧泽鲁克", -- [2]
		},
		[153224] = {
			1677, -- [1]
			"天降之匕", -- [2]
		},
		[93520] = {
			1072, -- [1]
			"高弗雷勋爵", -- [2]
		},
		[184449] = {
			1798, -- [1]
			"迪亚·暗语", -- [2]
		},
		[74837] = {
			1051, -- [1]
			"恶毒的穴居人", -- [2]
		},
		[271579] = {
			2105, -- [1]
			"风险投资公司塑地者", -- [2]
		},
		[188545] = {
			1778, -- [1]
			"血缚邪术士", -- [2]
		},
		[258672] = {
			2093, -- [1]
			"铁潮射手", -- [2]
		},
		[282842] = {
			2269, -- [1]
			"[*] 生灵俱灭", -- [2]
		},
		[106319] = {
			1418, -- [1]
			"[*] 水流长枪脉冲", -- [2]
		},
		[259187] = {
			2087, -- [1]
			"亚兹玛", -- [2]
		},
		[214654] = {
			1849, -- [1]
			"斯考匹隆", -- [2]
		},
		[64173] = {
			1143, -- [1]
			"尤格-萨隆的大脑", -- [2]
		},
		[193668] = {
			1808, -- [1]
			"神王斯科瓦尔德", -- [2]
		},
		[271590] = {
			2116, -- [1]
			"维克雷斯夫人", -- [2]
		},
		[6713] = {
			552, -- [1]
			"暗炉考古学家", -- [2]
		},
		[75096] = {
			1051, -- [1]
			"暮光召雷者", -- [2]
		},
		[13584] = {
			426, -- [1]
			"瑟莱德丝碎片 <兰斯利德>", -- [2]
		},
		[153232] = {
			1677, -- [1]
			"天降之匕", -- [2]
		},
		[113999] = {
			1428, -- [1]
			"血骨傀儡", -- [2]
		},
		[273641] = {
			2125, -- [1]
			"宝珠卫士", -- [2]
		},
		[193159] = {
			1812, -- [1]
			"未知目标", -- [2]
		},
		[259191] = {
			2087, -- [1]
			"亚兹玛", -- [2]
		},
		[120142] = {
			1441, -- [1]
			"[*] 投掷", -- [2]
		},
		[14032] = {
			599, -- [1]
			"沙怒智障者", -- [2]
		},
		[3589] = {
			479, -- [1]
			"尖叫的女妖", -- [2]
		},
		[75610] = {
			1040, -- [1]
			"柯尔拉，暮光之兆", -- [2]
		},
		[33846] = {
			1911, -- [1]
			"虚空旅者", -- [2]
		},
		[38197] = {
			1902, -- [1]
			"利爪之王艾吉斯", -- [2]
		},
		[207495] = {
			2281, -- [1]
			"未知目标", -- [2]
		},
		[50994] = {
			2012, -- [1]
			"晶化看护者", -- [2]
		},
		[122959] = {
			1441, -- [1]
			"武器大师席恩", -- [2]
		},
		[214662] = {
			1849, -- [1]
			"斯考匹隆", -- [2]
		},
		[87896] = {
			1064, -- [1]
			"格拉布托克", -- [2]
		},
		[52658] = {
			1984, -- [1]
			"艾欧纳尔", -- [2]
		},
		[93527] = {
			1073, -- [1]
			"沃登勋爵", -- [2]
		},
		[73564] = {
			1055, -- [1]
			"希亚玛特", -- [2]
		},
		[82522] = {
			1053, -- [1]
			"高阶预言者巴林姆", -- [2]
		},
		[30940] = {
			1923, -- [1]
			"击碎者克里丹", -- [2]
		},
		[78939] = {
			1058, -- [1]
			"欧泽鲁克", -- [2]
		},
		[209034] = {
			1864, -- [1]
			"[*] 恐惧连结", -- [2]
		},
		[33975] = {
			477, -- [1]
			"档案管理员加尔福特", -- [2]
		},
		[284917] = {
			2272, -- [1]
			"瘟疫蟾蜍 <拉斯塔哈大王>", -- [2]
		},
		[290036] = {
			2281, -- [1]
			"吉安娜·普罗德摩尔", -- [2]
		},
		[284918] = {
			2272, -- [1]
			"瘟疫蟾蜍 <拉斯塔哈大王>", -- [2]
		},
		[273657] = {
			2117, -- [1]
			"亡触奴隶主", -- [2]
		},
		[273658] = {
			2117, -- [1]
			"亡触奴隶主", -- [2]
		},
		[256128] = {
			2104, -- [1]
			"科古斯狱长", -- [2]
		},
		[8041] = {
			585, -- [1]
			"毒牙德鲁伊", -- [2]
		},
		[287993] = {
			2281, -- [1]
			"[*] 寒冰之触", -- [2]
		},
		[53043] = {
			1984, -- [1]
			"雷怒亡魂", -- [2]
		},
		[270590] = {
			2100, -- [1]
			"攻城恐魔", -- [2]
		},
		[263424] = {
			2124, -- [1]
			"阿德里斯", -- [2]
		},
		[74846] = {
			1051, -- [1]
			"乌比斯将军", -- [2]
		},
		[207502] = {
			1867, -- [1]
			"崔利艾克斯", -- [2]
		},
		[87899] = {
			1064, -- [1]
			"格拉布托克", -- [2]
		},
		[50228] = {
			2029, -- [1]
			"残忍的斯卡迪", -- [2]
		},
		[193682] = {
			1811, -- [1]
			"积怨夫人", -- [2]
		},
		[259714] = {
			2112, -- [1]
			"[*] 腐烂孢子", -- [2]
		},
		[267522] = {
			2094, -- [1]
			"乔里船长", -- [2]
		},
		[267523] = {
			2094, -- [1]
			"乔里船长", -- [2]
		},
		[86620] = {
			1144, -- [1]
			"霍格", -- [2]
		},
		[200338] = {
			1793, -- [1]
			"达古尔", -- [2]
		},
		[52532] = {
			1972, -- [1]
			"阿努巴尔战士", -- [2]
		},
		[181912] = {
			1788, -- [1]
			"暗影领主艾斯卡", -- [2]
		},
		[260741] = {
			2113, -- [1]
			"女巫布里亚", -- [2]
		},
		[87901] = {
			1064, -- [1]
			"格拉布托克", -- [2]
		},
		[50229] = {
			2029, -- [1]
			"残忍的斯卡迪", -- [2]
		},
		[193686] = {
			1808, -- [1]
			"神王斯科瓦尔德", -- [2]
		},
		[259718] = {
			2112, -- [1]
			"孢子召唤师赞查", -- [2]
		},
		[282886] = {
			2269, -- [1]
			"海洋符文 <深海三叉戟>", -- [2]
		},
		[50997] = {
			2011, -- [1]
			"克莉斯塔萨", -- [2]
		},
		[55220] = {
			1981, -- [1]
			"犀牛之魂 <迦尔达拉>", -- [2]
		},
		[51253] = {
			2014, -- [1]
			"幻影猛犸象", -- [2]
		},
		[106841] = {
			1416, -- [1]
			"刘·焰心", -- [2]
		},
		[31901] = {
			1891, -- [1]
			"无疤者奥摩尔", -- [2]
		},
		[217234] = {
			1791, -- [1]
			"乌拉罗格·塑山", -- [2]
		},
		[267533] = {
			2094, -- [1]
			"乔里船长", -- [2]
		},
		[259720] = {
			2112, -- [1]
			"孢子召唤师赞查", -- [2]
		},
		[256137] = {
			2105, -- [1]
			"艾泽里特足球炸弹", -- [2]
		},
		[273677] = {
			2127, -- [1]
			"灾厄妖术师", -- [2]
		},
		[180380] = {
			1853, -- [1]
			"刀网陷阱", -- [2]
		},
		[266512] = {
			2126, -- [1]
			"加瓦兹特", -- [2]
		},
		[286988] = {
			2266, -- [1]
			"曼赛罗伊·弗雷菲斯", -- [2]
		},
		[284941] = {
			2271, -- [1]
			"丰灵", -- [2]
		},
		[286989] = {
			2266, -- [1]
			"曼赛罗伊·弗雷菲斯", -- [2]
		},
		[114009] = {
			1428, -- [1]
			"[*] 灵魂烈焰", -- [2]
		},
		[284942] = {
			2271, -- [1]
			"丰灵", -- [2]
		},
		[273681] = {
			2097, -- [1]
			"拜恩比吉中士", -- [2]
		},
		[34874] = {
			1946, -- [1]
			"霍加尔芬", -- [2]
		},
		[115289] = {
			1423, -- [1]
			"裂魂者萨尔诺斯", -- [2]
		},
		[206488] = {
			1867, -- [1]
			"[*] 奥术渗流", -- [2]
		},
		[52022] = {
			1987, -- [1]
			"比亚格里将军", -- [2]
		},
		[184990] = {
			1784, -- [1]
			"[*] 抑制光环", -- [2]
		},
		[40505] = {
			482, -- [1]
			"恶疫食尸鬼", -- [2]
		},
		[93535] = {
			1073, -- [1]
			"沃登勋爵", -- [2]
		},
		[30686] = {
			1891, -- [1]
			"无疤者奥摩尔", -- [2]
		},
		[115290] = {
			1423, -- [1]
			"裂魂者萨尔诺斯", -- [2]
		},
		[86881] = {
			1056, -- [1]
			"克伯鲁斯", -- [2]
		},
		[192158] = {
			1806, -- [1]
			"启迪者奥米尔", -- [2]
		},
		[210074] = {
			1849, -- [1]
			"斯考匹隆", -- [2]
		},
		[186016] = {
			1778, -- [1]
			"[*] 邪火弹药", -- [2]
		},
		[27615] = {
			1895, -- [1]
			"卡加尼·夜锋", -- [2]
		},
		[225943] = {
			1853, -- [1]
			"尼珊德拉", -- [2]
		},
		[189600] = {
			1778, -- [1]
			"邪火攻城车", -- [2]
		},
		[107357] = {
			1306, -- [1]
			"堕落的祝踏岚", -- [2]
		},
		[74853] = {
			1051, -- [1]
			"乌比斯将军", -- [2]
		},
		[267548] = {
			2133, -- [1]
			"未知目标", -- [2]
		},
		[264477] = {
			2130, -- [1]
			"小型水元素", -- [2]
		},
		[272668] = {
			2114, -- [1]
			"燃烧的灵魂", -- [2]
		},
		[272669] = {
			2114, -- [1]
			"燃烧的灵魂", -- [2]
		},
		[106334] = {
			1418, -- [1]
			"贤者马里", -- [2]
		},
		[12466] = {
			1145, -- [1]
			"灼热勋爵", -- [2]
		},
		[261265] = {
			2113, -- [1]
			"女巫布里亚", -- [2]
		},
		[8435] = {
			267, -- [1]
			"尖石秘法师", -- [2]
		},
		[270624] = {
			2100, -- [1]
			"束缚恐魔", -- [2]
		},
		[283933] = {
			2265, -- [1]
			"弗里达·铁吼", -- [2]
		},
		[152748] = {
			1660, -- [1]
			"盲眼猎手格罗亚特", -- [2]
		},
		[186532] = {
			1800, -- [1]
			"野生纵火魔", -- [2]
		},
		[101984] = {
			1271, -- [1]
			"姆诺兹多", -- [2]
		},
		[204448] = {
			1849, -- [1]
			"斯考匹隆", -- [2]
		},
		[12882] = {
			486, -- [1]
			"德拉维沃尔", -- [2]
		},
		[259732] = {
			2112, -- [1]
			"孢子召唤师赞查", -- [2]
		},
		[30495] = {
			1936, -- [1]
			"高阶术士奈瑟库斯", -- [2]
		},
		[13298] = {
			427, -- [1]
			"腐烂欺骗者", -- [2]
		},
		[258709] = {
			2084, -- [1]
			"[*] 腐化的黄金", -- [2]
		},
		[22689] = {
			346, -- [1]
			"荒野变形者奥兹恩", -- [2]
		},
		[195750] = {
			1814, -- [1]
			6, -- [2]
		},
		[288038] = {
			2281, -- [1]
			"库尔提拉斯水兵", -- [2]
		},
		[268587] = {
			2143, -- [1]
			"达萨大王", -- [2]
		},
		[14034] = {
			345, -- [1]
			"匹姆吉布", -- [2]
		},
		[151218] = {
			1659, -- [1]
			"亡语者贾格巴", -- [2]
		},
		[112992] = {
			1413, -- [1]
			"跳跳大王", -- [2]
		},
		[268589] = {
			2143, -- [1]
			"达萨大王", -- [2]
		},
		[288041] = {
			2276, -- [1]
			"大工匠梅卡托克", -- [2]
		},
		[268590] = {
			2143, -- [1]
			"达萨大王", -- [2]
		},
		[200359] = {
			1839, -- [1]
			"萨维斯之影", -- [2]
		},
		[283947] = {
			2271, -- [1]
			"烈焰喷射", -- [2]
		},
		[268591] = {
			2143, -- [1]
			"达萨大王", -- [2]
		},
		[285995] = {
			2271, -- [1]
			"丰灵", -- [2]
		},
		[14514] = {
			1895, -- [1]
			"亚赛", -- [2]
		},
		[16867] = {
			479, -- [1]
			"安娜丝塔丽男爵夫人", -- [2]
		},
		[50234] = {
			2029, -- [1]
			"残忍的斯卡迪", -- [2]
		},
		[112993] = {
			1413, -- [1]
			"跳跳大王", -- [2]
		},
		[187052] = {
			1778, -- [1]
			"雇佣工程师", -- [2]
		},
		[51002] = {
			2015, -- [1]
			"瓦尔洛斯·云击", -- [2]
		},
		[102244] = {
			1884, -- [1]
			"泰兰德的残影", -- [2]
		},
		[106851] = {
			1414, -- [1]
			"破桶而出的炎诛", -- [2]
		},
		[115297] = {
			1423, -- [1]
			"裂魂者萨尔诺斯", -- [2]
		},
		[120160] = {
			1442, -- [1]
			"势不可挡哈伊岩", -- [2]
		},
		[79466] = {
			1049, -- [1]
			"埃鲁达克", -- [2]
		},
		[15090] = {
			268, -- [1]
			"燃棘暗影牧师", -- [2]
		},
		[288048] = {
			2272, -- [1]
			"未知目标 <[*] 死亡裂隙>", -- [2]
		},
		[273716] = {
			2097, -- [1]
			"拜恩比吉中士", -- [2]
		},
		[44604] = {
			1895, -- [1]
			"炎刃魔导师", -- [2]
		},
		[15346] = {
			234, -- [1]
			"弗诺斯·达克维尔", -- [2]
		},
		[283955] = {
			2265, -- [1]
			"弗里达·铁吼", -- [2]
		},
		[86633] = {
			1145, -- [1]
			"灼热勋爵", -- [2]
		},
		[273718] = {
			2097, -- [1]
			"[*] 重型军火", -- [2]
		},
		[219815] = {
			1865, -- [1]
			"时空畸体", -- [2]
		},
		[204459] = {
			1849, -- [1]
			"斯考匹隆", -- [2]
		},
		[88169] = {
			1064, -- [1]
			"格拉布托克", -- [2]
		},
		[54970] = {
			1978, -- [1]
			"斯拉德兰", -- [2]
		},
		[55098] = {
			1980, -- [1]
			"莫拉比", -- [2]
		},
		[106853] = {
			1304, -- [1]
			"雪流大师", -- [2]
		},
		[83051] = {
			1055, -- [1]
			"黑云压境", -- [2]
		},
		[52027] = {
			1987, -- [1]
			"比亚格里将军", -- [2]
		},
		[92265] = {
			1059, -- [1]
			"岩皮", -- [2]
		},
		[121442] = {
			1464, -- [1]
			"翼虫首领尼诺洛克", -- [2]
		},
		[113764] = {
			1424, -- [1]
			"科洛夫修士", -- [2]
		},
		[114020] = {
			1422, -- [1]
			"驯犬者布兰恩", -- [2]
		},
		[49084] = {
			2029, -- [1]
			"伊米亚巫医", -- [2]
		},
		[282939] = {
			2271, -- [1]
			"亚拉特的堡垒", -- [2]
		},
		[106854] = {
			1304, -- [1]
			"雪流大师", -- [2]
		},
		[107110] = {
			1416, -- [1]
			"[*] 玉火", -- [2]
		},
		[204463] = {
			1853, -- [1]
			"尼珊德拉", -- [2]
		},
		[121443] = {
			1464, -- [1]
			"翼虫首领尼诺洛克", -- [2]
		},
		[287037] = {
			2271, -- [1]
			"丰灵", -- [2]
		},
		[114021] = {
			1422, -- [1]
			"驯犬者布兰恩", -- [2]
		},
		[35008] = {
			1941, -- [1]
			"巨钳鲁克玛尔", -- [2]
		},
		[86636] = {
			1145, -- [1]
			"灼热勋爵", -- [2]
		},
		[52028] = {
			1987, -- [1]
			"比亚格里将军", -- [2]
		},
		[151742] = {
			1661, -- [1]
			"熔岩恶火水晶", -- [2]
		},
		[112998] = {
			1306, -- [1]
			"憎恨碎片", -- [2]
		},
		[193716] = {
			1811, -- [1]
			"积怨夫人", -- [2]
		},
		[113766] = {
			1424, -- [1]
			"科洛夫修士", -- [2]
		},
		[81262] = {
			2272, -- [1]
			"百花齐放 <Paperboyz>", -- [2]
		},
		[106856] = {
			1416, -- [1]
			"刘·焰心", -- [2]
		},
		[193717] = {
			1811, -- [1]
			"积怨夫人", -- [2]
		},
		[219823] = {
			1865, -- [1]
			"时空畸体", -- [2]
		},
		[284997] = {
			2280, -- [1]
			"拉米纳利亚", -- [2]
		},
		[13747] = {
			267, -- [1]
			"尖石食人魔法师", -- [2]
		},
		[55100] = {
			1980, -- [1]
			"莫拉比", -- [2]
		},
		[120166] = {
			1445, -- [1]
			"堕落的掠夺者", -- [2]
		},
		[285000] = {
			2280, -- [1]
			"拉米纳利亚", -- [2]
		},
		[14099] = {
			482, -- [1]
			"巴瑟拉斯镇长", -- [2]
		},
		[264526] = {
			2130, -- [1]
			"抓地机械手", -- [2]
		},
		[198839] = {
			2272, -- [1]
			"未知目标", -- [2]
		},
		[204470] = {
			1853, -- [1]
			"[*] 爆裂溃烂", -- [2]
		},
		[110953] = {
			1424, -- [1]
			"血色狂热者", -- [2]
		},
		[285003] = {
			2272, -- [1]
			"拉斯塔哈大王", -- [2]
		},
		[120167] = {
			1442, -- [1]
			"势不可挡哈伊岩", -- [2]
		},
		[204471] = {
			1849, -- [1]
			"斯考匹隆", -- [2]
		},
		[250028] = {
			2087, -- [1]
			"亚兹玛", -- [2]
		},
		[121447] = {
			1464, -- [1]
			"翼虫首领尼诺洛克", -- [2]
		},
		[38593] = {
			1921, -- [1]
			"坦普卢斯", -- [2]
		},
		[51006] = {
			2015, -- [1]
			"瓦尔洛斯·云击", -- [2]
		},
		[110954] = {
			1424, -- [1]
			"血色狂热者", -- [2]
		},
		[281936] = {
			2263, -- [1]
			"格洛恩", -- [2]
		},
		[262485] = {
			1971, -- [1]
			"未知目标 <彩色长尾夹-死亡之翼>", -- [2]
		},
		[44224] = {
			1894, -- [1]
			"凯尔萨斯·逐日者", -- [2]
		},
		[30498] = {
			1936, -- [1]
			"小型暗影裂缝 <高阶术士奈瑟库斯>", -- [2]
		},
		[68981] = {
			1106, -- [1]
			"巫妖王", -- [2]
		},
		[285010] = {
			2272, -- [1]
			"[*] 蟾蜍粘液毒素", -- [2]
		},
		[281940] = {
			2263, -- [1]
			"格洛恩", -- [2]
		},
		[111723] = {
			1419, -- [1]
			"莱公", -- [2]
		},
		[128359] = {
			1502, -- [1]
			"[*] 腐蚀焦油", -- [2]
		},
		[220855] = {
			1838, -- [1]
			"[*] 下冲气流", -- [2]
		},
		[88177] = {
			1064, -- [1]
			"格拉布托克", -- [2]
		},
		[15667] = {
			427, -- [1]
			"腐烂萨特", -- [2]
		},
		[50495] = {
			2014, -- [1]
			"法师领主伊洛姆", -- [2]
		},
		[31458] = {
			1921, -- [1]
			"坦普卢斯", -- [2]
		},
		[51007] = {
			2015, -- [1]
			"瓦尔洛斯·云击", -- [2]
		},
		[110956] = {
			1424, -- [1]
			"血色狂热者", -- [2]
		},
		[35395] = {
			1853, -- [1]
			2, -- [2]
		},
		[44353] = {
			1898, -- [1]
			"维萨鲁斯", -- [2]
		},
		[52671] = {
			1984, -- [1]
			"艾欧纳尔的火花", -- [2]
		},
		[187074] = {
			1778, -- [1]
			"魁梧的狂战士", -- [2]
		},
		[111725] = {
			1419, -- [1]
			"莱公", -- [2]
		},
		[12468] = {
			488, -- [1]
			"预言者迦玛兰", -- [2]
		},
		[250036] = {
			2087, -- [1]
			"[*] 暗影残留物", -- [2]
		},
		[50496] = {
			2014, -- [1]
			"法师领主伊洛姆", -- [2]
		},
		[54719] = {
			1983, -- [1]
			"达卡莱巨像", -- [2]
		},
		[50752] = {
			1996, -- [1]
			"悲伤圣女", -- [2]
		},
		[267618] = {
			2142, -- [1]
			"殓尸者姆沁巴", -- [2]
		},
		[51008] = {
			2015, -- [1]
			"瓦尔洛斯·云击", -- [2]
		},
		[115309] = {
			1423, -- [1]
			"被放逐的灵魂", -- [2]
		},
		[165578] = {
			1679, -- [1]
			"骨喉", -- [2]
		},
		[287072] = {
			2271, -- [1]
			"丰灵", -- [2]
		},
		[44226] = {
			1894, -- [1]
			"[*] 引力失效", -- [2]
		},
		[165579] = {
			1679, -- [1]
			"骨喉", -- [2]
		},
		[106352] = {
			1304, -- [1]
			"雪流大师", -- [2]
		},
		[287074] = {
			2271, -- [1]
			"[*] 熔化的黄金", -- [2]
		},
		[106864] = {
			1416, -- [1]
			"刘·焰心", -- [2]
		},
		[107120] = {
			1406, -- [1]
			"指挥官瑞魔克", -- [2]
		},
		[286051] = {
			2276, -- [1]
			"大工匠梅卡托克", -- [2]
		},
		[202947] = {
			1855, -- [1]
			"[*] 鲜血浸没", -- [2]
		},
		[288099] = {
			2281, -- [1]
			"吉安娜·普罗德摩尔", -- [2]
		},
		[204483] = {
			1849, -- [1]
			"斯考匹隆", -- [2]
		},
		[113775] = {
			1427, -- [1]
			"詹迪斯·巴罗夫", -- [2]
		},
		[55104] = {
			1980, -- [1]
			"莫拉比", -- [2]
		},
		[31715] = {
			1948, -- [1]
			"黑色阔步者", -- [2]
		},
		[200901] = {
			1806, -- [1]
			"索斯坦", -- [2]
		},
		[107121] = {
			1406, -- [1]
			"指挥官瑞魔克", -- [2]
		},
		[111728] = {
			1419, -- [1]
			"莱公", -- [2]
		},
		[9941] = {
			1887, -- [1]
			"黑曜石哨兵", -- [2]
		},
		[10101] = {
			346, -- [1]
			"荒野变形者奥兹恩", -- [2]
		},
		[260280] = {
			2108, -- [1]
			"商业大亨拉兹敦克", -- [2]
		},
		[167119] = {
			1814, -- [1]
			"恐针潜伏者", -- [2]
		},
		[106866] = {
			1405, -- [1]
			"科里克提克飞行投弹手", -- [2]
		},
		[111217] = {
			1421, -- [1]
			"武器大师哈兰", -- [2]
		},
		[262513] = {
			2108, -- [1]
			"风险投资公司灼天者", -- [2]
		},
		[260793] = {
			2118, -- [1]
			"被感染的岩喉", -- [2]
		},
		[286060] = {
			2268, -- [1]
			"贡克", -- [2]
		},
		[289132] = {
			2276, -- [1]
			"[*] 碾压", -- [2]
		},
		[262515] = {
			2108, -- [1]
			"风险投资公司灼天者", -- [2]
		},
		[150229] = {
			1664, -- [1]
			"[*] 鼠疫", -- [2]
		},
		[151253] = {
			1659, -- [1]
			"亡语者贾格巴", -- [2]
		},
		[111218] = {
			1421, -- [1]
			"武器大师哈兰", -- [2]
		},
		[285040] = {
			2280, -- [1]
			"深渊之忿", -- [2]
		},
		[285041] = {
			2272, -- [1]
			"未知目标 <拉斯塔哈大王>", -- [2]
		},
		[30500] = {
			1936, -- [1]
			"高阶术士奈瑟库斯", -- [2]
		},
		[15284] = {
			1039, -- [1]
			"卡尔什·断钢", -- [2]
		},
		[269686] = {
			2127, -- [1]
			"[*] 瘟疫", -- [2]
		},
		[106612] = {
			1418, -- [1]
			"贤者马里", -- [2]
		},
		[110963] = {
			1425, -- [1]
			"血色净化者", -- [2]
		},
		[181968] = {
			1778, -- [1]
			"血缚邪术士", -- [2]
		},
		[83066] = {
			1055, -- [1]
			"希亚玛特", -- [2]
		},
		[154327] = {
			1677, -- [1]
			"影月奴役者", -- [2]
		},
		[22950] = {
			349, -- [1]
			"伊莫塔尔", -- [2]
		},
		[192206] = {
			1806, -- [1]
			"[*] 圣洁庇护", -- [2]
		},
		[288116] = {
			2266, -- [1]
			"曼赛罗伊·弗雷菲斯", -- [2]
		},
		[152792] = {
			1688, -- [1]
			"纳利什", -- [2]
		},
		[54850] = {
			1983, -- [1]
			"达卡莱巨像", -- [2]
		},
		[114291] = {
			1413, -- [1]
			"蹦蹦兔", -- [2]
		},
		[34759] = {
			1926, -- [1]
			"高级植物学家弗雷温", -- [2]
		},
		[7947] = {
			588, -- [1]
			"剧毒飞蛇", -- [2]
		},
		[119922] = {
			1442, -- [1]
			"力冠三军库乌艾", -- [2]
		},
		[12021] = {
			1911, -- [1]
			"秘教狂热者", -- [2]
		},
		[250050] = {
			2087, -- [1]
			"亚兹玛", -- [2]
		},
		[114548] = {
			1414, -- [1]
			"破桶而出的炎诛", -- [2]
		},
		[111221] = {
			1421, -- [1]
			"武器大师哈兰", -- [2]
		},
		[8374] = {
			549, -- [1]
			"艾隆纳亚", -- [2]
		},
		[106871] = {
			1305, -- [1]
			"狂之煞", -- [2]
		},
		[39367] = {
			1916, -- [1]
			"自由的瑟雷凯斯", -- [2]
		},
		[151774] = {
			1661, -- [1]
			"熔岩恶火水晶", -- [2]
		},
		[260292] = {
			2118, -- [1]
			"被感染的岩喉", -- [2]
		},
		[106872] = {
			1305, -- [1]
			"狂之煞", -- [2]
		},
		[22823] = {
			347, -- [1]
			"艾德雷斯巫师", -- [2]
		},
		[256710] = {
			2103, -- [1]
			"[*] 燃烧的军火库", -- [2]
		},
		[289155] = {
			2271, -- [1]
			"丰灵", -- [2]
		},
		[33865] = {
			1900, -- [1]
			"虚灵清道夫", -- [2]
		},
		[256199] = {
			2104, -- [1]
			"科古斯狱长", -- [2]
		},
		[93564] = {
			1072, -- [1]
			"高弗雷勋爵", -- [2]
		},
		[106105] = {
			1418, -- [1]
			"贤者马里", -- [2]
		},
		[31717] = {
			1948, -- [1]
			"黑色阔步者", -- [2]
		},
		[114807] = {
			1424, -- [1]
			"科洛夫修士", -- [2]
		},
		[110968] = {
			1425, -- [1]
			"血色净化者", -- [2]
		},
		[111224] = {
			1426, -- [1]
			"指导者寒心", -- [2]
		},
		[286087] = {
			2266, -- [1]
			"雪怒之魂", -- [2]
		},
		[256200] = {
			2104, -- [1]
			"科古斯狱长", -- [2]
		},
		[285064] = {
			2280, -- [1]
			"深渊之忿", -- [2]
		},
		[180955] = {
			1778, -- [1]
			"邪火攻城车", -- [2]
		},
		[226512] = {
			2084, -- [1]
			"[*] 鲜血脓液", -- [2]
		},
		[256201] = {
			2104, -- [1]
			"科古斯狱长", -- [2]
		},
		[204502] = {
			1839, -- [1]
			"萨维斯之影", -- [2]
		},
		[53317] = {
			1971, -- [1]
			"阿努巴尔勇士", -- [2]
		},
		[106874] = {
			1406, -- [1]
			"[*] 火焰炸弹", -- [2]
		},
		[16553] = {
			482, -- [1]
			"食尸抢夺者", -- [2]
		},
		[287116] = {
			2272, -- [1]
			"收割传送门", -- [2]
		},
		[34762] = {
			1926, -- [1]
			"高级植物学家弗雷温", -- [2]
		},
		[91263] = {
			1052, -- [1]
			"胡辛姆将军", -- [2]
		},
		[263573] = {
			2124, -- [1]
			"阿德里斯", -- [2]
		},
		[285072] = {
			2280, -- [1]
			"深渊之忿", -- [2]
		},
		[75907] = {
			1045, -- [1]
			"纳兹夏尔荣誉守卫", -- [2]
		},
		[48583] = {
			2024, -- [1]
			"建筑师斯卡瓦尔德", -- [2]
		},
		[30502] = {
			1936, -- [1]
			"高阶术士奈瑟库斯", -- [2]
		},
		[204506] = {
			1853, -- [1]
			"尼珊德拉", -- [2]
		},
		[285075] = {
			2280, -- [1]
			"[*] 冰封潮汐池", -- [2]
		},
		[260813] = {
			2108, -- [1]
			"商业大亨拉兹敦克", -- [2]
		},
		[50759] = {
			2016, -- [1]
			"不稳定的宝珠", -- [2]
		},
		[199389] = {
			1838, -- [1]
			"德萨隆", -- [2]
		},
		[264603] = {
			2111, -- [1]
			"长者莉娅克萨", -- [2]
		},
		[34763] = {
			1926, -- [1]
			"高级植物学家弗雷温", -- [2]
		},
		[106877] = {
			1305, -- [1]
			"狂之煞", -- [2]
		},
		[11894] = {
			595, -- [1]
			"安图苏尔", -- [2]
		},
		[47688] = {
			2009, -- [1]
			"混乱裂隙 <阿诺玛鲁斯>", -- [2]
		},
		[47944] = {
			2012, -- [1]
			"[*] 水晶之刺", -- [2]
		},
		[151274] = {
			1659, -- [1]
			"阿格姆", -- [2]
		},
		[76165] = {
			1046, -- [1]
			"石语者埃鲁纳克", -- [2]
		},
		[56646] = {
			1145, -- [1]
			"被激怒的火元素", -- [2]
		},
		[282010] = {
			2263, -- [1]
			"格洛恩", -- [2]
		},
		[268702] = {
			2105, -- [1]
			"巨石之怒", -- [2]
		},
		[264608] = {
			2094, -- [1]
			"拉米·曼寇", -- [2]
		},
		[128889] = {
			1303, -- [1]
			"[*] 静电力场", -- [2]
		},
		[46153] = {
			1897, -- [1]
			"塞林·火心", -- [2]
		},
		[76166] = {
			1046, -- [1]
			"[*] 余烬一击", -- [2]
		},
		[268705] = {
			2125, -- [1]
			"沙鳞突击者 <蛋>", -- [2]
		},
		[206559] = {
			1867, -- [1]
			"崔利艾克斯", -- [2]
		},
		[50760] = {
			1996, -- [1]
			"悲伤圣女", -- [2]
		},
		[257747] = {
			2095, -- [1]
			"黑齿暴徒", -- [2]
		},
		[201953] = {
			1793, -- [1]
			"烬壳统御者", -- [2]
		},
		[206560] = {
			1867, -- [1]
			"崔利艾克斯", -- [2]
		},
		[119932] = {
			1442, -- [1]
			"力冠三军库乌艾", -- [2]
		},
		[124283] = {
			1447, -- [1]
			"将军帕瓦拉克", -- [2]
		},
		[6524] = {
			551, -- [1]
			"石头管理者", -- [2]
		},
		[9143] = {
			427, -- [1]
			"工匠吉兹洛克", -- [2]
		},
		[30695] = {
			1891, -- [1]
			"无疤者奥摩尔", -- [2]
		},
		[258773] = {
			2093, -- [1]
			"天空上尉库拉格", -- [2]
		},
		[150768] = {
			438, -- [1]
			"鲁古格", -- [2]
		},
		[271784] = {
			2105, -- [1]
			"足球炸弹流氓", -- [2]
		},
		[50761] = {
			1996, -- [1]
			"悲伤圣女", -- [2]
		},
		[106113] = {
			1439, -- [1]
			"疑之煞", -- [2]
		},
		[196838] = {
			1807, -- [1]
			"芬雷尔", -- [2]
		},
		[6940] = {
			479, -- [1]
			"图萨丁暗影法师", -- [2]
		},
		[185066] = {
			1798, -- [1]
			"[*] 死灵印记", -- [2]
		},
		[268717] = {
			2093, -- [1]
			"鲨鱼饵", -- [2]
		},
		[274860] = {
			2096, -- [1]
			"铁潮执行者", -- [2]
		},
		[89734] = {
			1060, -- [1]
			"腐烂的谷物", -- [2]
		},
		[66188] = {
			1814, -- [1]
			6, -- [2]
		},
		[74634] = {
			1051, -- [1]
			"乌比斯将军", -- [2]
		},
		[287147] = {
			2272, -- [1]
			"[*] 恐惧收割", -- [2]
		},
		[76170] = {
			1046, -- [1]
			"石语者埃鲁纳克", -- [2]
		},
		[210150] = {
			1792, -- [1]
			"纳拉萨斯", -- [2]
		},
		[282030] = {
			2266, -- [1]
			"玫斯特拉", -- [2]
		},
		[89735] = {
			1060, -- [1]
			"腐烂的甜瓜", -- [2]
		},
		[282031] = {
			2266, -- [1]
			"玫斯特拉", -- [2]
		},
		[52042] = {
			547, -- [1]
			"未知目标 <幼稚园小胖子-死亡之翼>", -- [2]
		},
		[76171] = {
			1046, -- [1]
			"石语者埃鲁纳克", -- [2]
		},
		[198379] = {
			1836, -- [1]
			"大德鲁伊格兰达里斯", -- [2]
		},
		[15254] = {
			1899, -- [1]
			"虚灵航标", -- [2]
		},
		[267702] = {
			2142, -- [1]
			"殓尸者姆沁巴", -- [2]
		},
		[107140] = {
			1303, -- [1]
			"碧空翔龙", -- [2]
		},
		[282036] = {
			2266, -- [1]
			"曼赛罗伊·弗雷菲斯", -- [2]
		},
		[15574] = {
			242, -- [1]
			"弗莱拉斯大使", -- [2]
		},
		[46028] = {
			1895, -- [1]
			"炎刃魔法卫兵", -- [2]
		},
		[31464] = {
			1921, -- [1]
			"坦普卢斯", -- [2]
		},
		[260318] = {
			2108, -- [1]
			"商业大亨拉兹敦克", -- [2]
		},
		[7948] = {
			346, -- [1]
			"荒野变形者奥兹恩", -- [2]
		},
		[7964] = {
			424, -- [1]
			"维利塔恩", -- [2]
		},
		[11895] = {
			595, -- [1]
			"安图苏尔", -- [2]
		},
		[83339] = {
			1052, -- [1]
			"[*] 严重撞伤", -- [2]
		},
		[282041] = {
			2266, -- [1]
			"曼赛罗伊·弗雷菲斯", -- [2]
		},
		[284089] = {
			2266, -- [1]
			"风暴分身", -- [2]
		},
		[36175] = {
			1913, -- [1]
			"末日预言者达尔莉安", -- [2]
		},
		[80780] = {
			479, -- [1]
			"尖叫的女妖", -- [2]
		},
		[283066] = {
			2269, -- [1]
			"深海三叉戟", -- [2]
		},
		[12471] = {
			488, -- [1]
			"可悲的奥戈姆", -- [2]
		},
		[283069] = {
			2263, -- [1]
			"[*] 原子烈焰", -- [2]
		},
		[288188] = {
			2276, -- [1]
			"火花机器人", -- [2]
		},
		[8600] = {
			596, -- [1]
			"殉教者塞卡", -- [2]
		},
		[42702] = {
			2026, -- [1]
			"维库骷髅", -- [2]
		},
		[285118] = {
			2280, -- [1]
			"拉米纳利亚", -- [2]
		},
		[193267] = {
			1791, -- [1]
			"嚎叫雕像 <乌拉罗格·塑山>", -- [2]
		},
		[198386] = {
			1836, -- [1]
			"大德鲁伊格兰达里斯", -- [2]
		},
		[287167] = {
			2276, -- [1]
			"大工匠梅卡托克", -- [2]
		},
		[60234] = {
			2132, -- [1]
			10, -- [2]
		},
		[275907] = {
			2106, -- [1]
			"艾泽洛克", -- [2]
		},
		[152830] = {
			1668, -- [1]
			"暮光塑风者", -- [2]
		},
		[9080] = {
			424, -- [1]
			"腐烂巡影者", -- [2]
		},
		[287169] = {
			2280, -- [1]
			"凯瑟琳修女", -- [2]
		},
		[30633] = {
			1937, -- [1]
			"战争使者沃姆罗格", -- [2]
		},
		[118917] = {
			2129, -- [1]
			"格林托克妖术师", -- [2]
		},
		[90764] = {
			1050, -- [1]
			"铸炉之主索朗格斯", -- [2]
		},
		[119941] = {
			1465, -- [1]
			"腐蚀毒液", -- [2]
		},
		[33617] = {
			1911, -- [1]
			"沃匹尔大师", -- [2]
		},
		[75664] = {
			1049, -- [1]
			"埃鲁达克", -- [2]
		},
		[205043] = {
			1853, -- [1]
			"尼珊德拉", -- [2]
		},
		[285125] = {
			2280, -- [1]
			"拉米纳利亚", -- [2]
		},
		[283078] = {
			2263, -- [1]
			"格洛恩", -- [2]
		},
		[260838] = {
			2108, -- [1]
			"[*] 自控导弹", -- [2]
		},
		[51021] = {
			2015, -- [1]
			"[*] 奥术光束", -- [2]
		},
		[274890] = {
			2096, -- [1]
			"[*] 碎裂投掷", -- [2]
		},
		[288199] = {
			2281, -- [1]
			"吉安娜·普罗德摩尔", -- [2]
		},
		[286152] = {
			2276, -- [1]
			"火花机器人", -- [2]
		},
		[32361] = {
			1901, -- [1]
			"塔瓦洛克", -- [2]
		},
		[10072] = {
			1887, -- [1]
			"黑曜石哨兵", -- [2]
		},
		[88974] = {
			1065, -- [1]
			"黏性炸弹", -- [2]
		},
		[295367] = {
			2113, -- [1]
			"女巫索林娜", -- [2]
		},
		[114056] = {
			1422, -- [1]
			"[*] 血肉模糊", -- [2]
		},
		[16429] = {
			480, -- [1]
			"图萨丁暗影法师", -- [2]
		},
		[193273] = {
			1791, -- [1]
			"嚎叫雕像 <乌拉罗格·塑山>", -- [2]
		},
		[107146] = {
			1419, -- [1]
			"莱公", -- [2]
		},
		[277965] = {
			2097, -- [1]
			"重型军火", -- [2]
		},
		[79249] = {
			1057, -- [1]
			"[*] 引力井", -- [2]
		},
		[49998] = {
			2280, -- [1]
			"符文武器 <Excallibur>", -- [2]
		},
		[151813] = {
			1671, -- [1]
			"暮光领主巴赛尔", -- [2]
		},
		[287183] = {
			2280, -- [1]
			"[*] 流电耀光", -- [2]
		},
		[21868] = {
			429, -- [1]
			"瑟莱德丝公主", -- [2]
		},
		[52942] = {
			1986, -- [1]
			"洛肯", -- [2]
		},
		[151815] = {
			1671, -- [1]
			"暮光领主巴赛尔", -- [2]
		},
		[53454] = {
			1973, -- [1]
			"阿努巴拉克", -- [2]
		},
		[119433] = {
			1445, -- [1]
			"焰喉", -- [2]
		},
		[286163] = {
			2266, -- [1]
			"曼赛罗伊·弗雷菲斯", -- [2]
		},
		[260333] = {
			2118, -- [1]
			"被感染的岩喉", -- [2]
		},
		[288211] = {
			2281, -- [1]
			"吉安娜·普罗德摩尔", -- [2]
		},
		[250096] = {
			2087, -- [1]
			"亚兹玛", -- [2]
		},
		[284117] = {
			2280, -- [1]
			"凯瑟琳修女", -- [2]
		},
		[260334] = {
			2118, -- [1]
			"被感染的岩喉", -- [2]
		},
		[42705] = {
			2025, -- [1]
			"掠夺者因格瓦尔", -- [2]
		},
		[114571] = {
			1417, -- [1]
			"危殆", -- [2]
		},
		[119434] = {
			1445, -- [1]
			"焰喉", -- [2]
		},
		[744] = {
			586, -- [1]
			"无毒飞蛇", -- [2]
		},
		[119946] = {
			1442, -- [1]
			"穆辛巴", -- [2]
		},
		[284121] = {
			2280, -- [1]
			"凯瑟琳修女", -- [2]
		},
		[257777] = {
			2102, -- [1]
			"杰斯·豪里斯", -- [2]
		},
		[16430] = {
			479, -- [1]
			"图萨丁亡灵法师", -- [2]
		},
		[217851] = {
			1792, -- [1]
			"纳拉萨斯", -- [2]
		},
		[201983] = {
			1793, -- [1]
			"烬壳统御者", -- [2]
		},
		[288219] = {
			2281, -- [1]
			"未知目标", -- [2]
		},
		[33620] = {
			1903, -- [1]
			"黑暗编织者塞斯", -- [2]
		},
		[282077] = {
			2265, -- [1]
			"暗铸十字军", -- [2]
		},
		[121483] = {
			1418, -- [1]
			"贤者马里", -- [2]
		},
		[29419] = {
			427, -- [1]
			"工匠吉兹洛克", -- [2]
		},
		[114061] = {
			1427, -- [1]
			"詹迪斯·巴罗夫", -- [2]
		},
		[196354] = {
			1836, -- [1]
			"大德鲁伊格兰达里斯", -- [2]
		},
		[12888] = {
			492, -- [1]
			"哈卡的化身", -- [2]
		},
		[287199] = {
			2281, -- [1]
			"吉安娜·普罗德摩尔", -- [2]
		},
		[21869] = {
			429, -- [1]
			"瑟莱德丝公主", -- [2]
		},
		[9081] = {
			552, -- [1]
			"暗炉暗法师", -- [2]
		},
		[260852] = {
			2113, -- [1]
			"女巫马拉迪", -- [2]
		},
		[282083] = {
			2263, -- [1]
			"格洛恩", -- [2]
		},
		[18670] = {
			350, -- [1]
			"埃隆巴克保护者", -- [2]
		},
		[83094] = {
			1055, -- [1]
			"希亚玛特", -- [2]
		},
		[151312] = {
			1659, -- [1]
			"督军拉姆塔斯", -- [2]
		},
		[279014] = {
			2127, -- [1]
			"塞塔里斯之心", -- [2]
		},
		[80279] = {
			1058, -- [1]
			"巨石之核裂隙塑能师", -- [2]
		},
		[31403] = {
			1900, -- [1]
			"虚灵盗墓者", -- [2]
		},
		[259830] = {
			2112, -- [1]
			"孢子召唤师赞查", -- [2]
		},
		[51153] = {
			2013, -- [1]
			"魔网守护者埃雷苟斯", -- [2]
		},
		[76185] = {
			1036, -- [1]
			"升腾者领主奥西迪斯", -- [2]
		},
		[3583] = {
			549, -- [1]
			"石窟潜伏者", -- [2]
		},
		[185099] = {
			2271, -- [1]
			"烈焰之灵 <铁锤砸鸡蛋-凤凰之神>", -- [2]
		},
		[83608] = {
			1047, -- [1]
			"厄祖玛特的枯萎", -- [2]
		},
		[46035] = {
			1895, -- [1]
			"炎刃魔导师", -- [2]
		},
		[209158] = {
			1864, -- [1]
			"萨维斯", -- [2]
		},
		[42708] = {
			2025, -- [1]
			"掠夺者因格瓦尔", -- [2]
		},
		[55249] = {
			1981, -- [1]
			"迦尔达拉", -- [2]
		},
		[7485] = {
			1070, -- [1]
			"屠夫拉佐克劳", -- [2]
		},
		[79002] = {
			1057, -- [1]
			"高阶女祭司艾苏尔", -- [2]
		},
		[264693] = {
			2115, -- [1]
			"贪食的拉尔", -- [2]
		},
		[286192] = {
			2276, -- [1]
			"火花机器人", -- [2]
		},
		[264694] = {
			2115, -- [1]
			"贪食的拉尔", -- [2]
		},
		[282098] = {
			2268, -- [1]
			"帕库的化身", -- [2]
		},
		[30508] = {
			1936, -- [1]
			"高阶术士奈瑟库斯", -- [2]
		},
		[7645] = {
			348, -- [1]
			"卡雷迪斯镇长", -- [2]
		},
		[196364] = {
			2272, -- [1]
			"僵尸尘图腾 <拉斯塔哈大王>", -- [2]
		},
		[53330] = {
			1971, -- [1]
			"阿努巴尔地穴魔", -- [2]
		},
		[33111] = {
			1922, -- [1]
			"影月术士", -- [2]
		},
		[285172] = {
			2272, -- [1]
			"拉斯塔哈大王", -- [2]
		},
		[46036] = {
			1895, -- [1]
			"炎刃魔导师", -- [2]
		},
		[46164] = {
			1894, -- [1]
			"凯尔萨斯·逐日者", -- [2]
		},
		[980] = {
			2272, -- [1]
			"僵尸尘图腾 <拉斯塔哈大王>", -- [2]
		},
		[264698] = {
			2115, -- [1]
			"贪食的拉尔", -- [2]
		},
		[11641] = {
			596, -- [1]
			"沙怒暗影猎手", -- [2]
		},
		[89753] = {
			2271, -- [1]
			"恶魔卫士 <Yoshiki>", -- [2]
		},
		[179986] = {
			1784, -- [1]
			"暴君维哈里", -- [2]
		},
		[7965] = {
			586, -- [1]
			"考布莱恩", -- [2]
		},
		[47700] = {
			2012, -- [1]
			"晶化守护者", -- [2]
		},
		[268796] = {
			2143, -- [1]
			"[*] 穿刺长矛", -- [2]
		},
		[179987] = {
			1784, -- [1]
			"暴君维哈里", -- [2]
		},
		[80028] = {
			1059, -- [1]
			"岩孔虫", -- [2]
		},
		[32364] = {
			1899, -- [1]
			"节点亲王沙法尔", -- [2]
		},
		[285177] = {
			2281, -- [1]
			"吉安娜·普罗德摩尔", -- [2]
		},
		[285178] = {
			2272, -- [1]
			"巨蛇图腾 <拉斯塔哈大王>", -- [2]
		},
		[257793] = {
			2102, -- [1]
			"杰斯·豪里斯", -- [2]
		},
		[287226] = {
			2276, -- [1]
			"[*] 虫洞发生器", -- [2]
		},
		[207630] = {
			1867, -- [1]
			"崔利艾克斯", -- [2]
		},
		[282109] = {
			2268, -- [1]
			"帕库", -- [2]
		},
		[206607] = {
			1865, -- [1]
			"时空畸体", -- [2]
		},
		[50900] = {
			1998, -- [1]
			"铸铁穴居人 <塑铁者斯约尼尔>", -- [2]
		},
		[12889] = {
			492, -- [1]
			"哈卡的化身", -- [2]
		},
		[206608] = {
			1865, -- [1]
			"时空畸体", -- [2]
		},
		[179991] = {
			1784, -- [1]
			"暴君维哈里", -- [2]
		},
		[285185] = {
			2273, -- [1]
			"乌纳特", -- [2]
		},
		[206609] = {
			1865, -- [1]
			"时空畸体", -- [2]
		},
		[36696] = {
			1916, -- [1]
			"熵能之眼", -- [2]
		},
		[264712] = {
			2115, -- [1]
			"[*] 腐物喷发", -- [2]
		},
		[206610] = {
			1865, -- [1]
			"时空畸体", -- [2]
		},
		[203539] = {
			1853, -- [1]
			2, -- [2]
		},
		[283141] = {
			2269, -- [1]
			"惊悚者法索乌", -- [2]
		},
		[284165] = {
			2280, -- [1]
			"[*] 流电耀光", -- [2]
		},
		[89757] = {
			1064, -- [1]
			"迪菲亚加农炮", -- [2]
		},
		[205588] = {
			1864, -- [1]
			"萨维斯", -- [2]
		},
		[286215] = {
			2276, -- [1]
			"火花机器人", -- [2]
		},
		[47958] = {
			2012, -- [1]
			"塑树者奥莫洛克", -- [2]
		},
		[32365] = {
			1899, -- [1]
			"节点亲王沙法尔", -- [2]
		},
		[80800] = {
			1059, -- [1]
			"熔岩裂缝", -- [2]
		},
		[269838] = {
			2123, -- [1]
			"[*] 邪恶污染", -- [2]
		},
		[53333] = {
			1972, -- [1]
			"阿努巴尔通灵师", -- [2]
		},
		[16497] = {
			272, -- [1]
			"军需官兹格雷斯", -- [2]
		},
		[285195] = {
			2272, -- [1]
			"[*] 寂灭凋零", -- [2]
		},
		[286219] = {
			2276, -- [1]
			"火花机器人", -- [2]
		},
		[192794] = {
			1812, -- [1]
			"[*] 闪电打击", -- [2]
		},
		[289292] = {
			2263, -- [1]
			"格洛恩", -- [2]
		},
		[80801] = {
			1059, -- [1]
			"熔岩裂缝", -- [2]
		},
		[50774] = {
			2016, -- [1]
			"审讯者达库斯", -- [2]
		},
		[59220] = {
			2014, -- [1]
			"幻影穿云者", -- [2]
		},
		[17393] = {
			484, -- [1]
			"奥里克斯·瑞文戴尔领主", -- [2]
		},
		[118936] = {
			2129, -- [1]
			"格林托克神谕师", -- [2]
		},
		[269843] = {
			2123, -- [1]
			"不羁畸变怪", -- [2]
		},
		[21808] = {
			426, -- [1]
			"兰斯利德", -- [2]
		},
		[257292] = {
			2097, -- [1]
			"库尔提拉斯先锋", -- [2]
		},
		[116633] = {
			1406, -- [1]
			"科里克提克破坏者", -- [2]
		},
		[75939] = {
			1051, -- [1]
			"[*] 暮光烈焰", -- [2]
		},
		[284177] = {
			2276, -- [1]
			"大工匠梅卡托克", -- [2]
		},
		[289297] = {
			2276, -- [1]
			"火花机器人", -- [2]
		},
		[286226] = {
			2276, -- [1]
			"火花机器人", -- [2]
		},
		[206618] = {
			1865, -- [1]
			"时空畸体", -- [2]
		},
		[33499] = {
			1911, -- [1]
			"秘教狂徒", -- [2]
		},
		[75428] = {
			1040, -- [1]
			"摧骨者罗姆欧格", -- [2]
		},
		[15609] = {
			272, -- [1]
			"军需官兹格雷斯", -- [2]
		},
		[88481] = {
			1063, -- [1]
			"死神5000", -- [2]
		},
		[34267] = {
			1945, -- [1]
			"加兹安", -- [2]
		},
		[31534] = {
			1944, -- [1]
			"督军卡利瑟里斯", -- [2]
		},
		[15801] = {
			547, -- [1]
			"鲁维罗什", -- [2]
		},
		[282135] = {
			2268, -- [1]
			"贡克的化身", -- [2]
		},
		[23600] = {
			1895, -- [1]
			"督军沙拉利斯", -- [2]
		},
		[11898] = {
			596, -- [1]
			"沙怒饮血者", -- [2]
		},
		[260879] = {
			2111, -- [1]
			"长者莉娅克萨", -- [2]
		},
		[192800] = {
			1790, -- [1]
			"[*] 窒息之尘", -- [2]
		},
		[259856] = {
			2107, -- [1]
			"瑞克莎·流火", -- [2]
		},
		[93857] = {
			1070, -- [1]
			"席瓦莱恩男爵", -- [2]
		},
		[204574] = {
			1837, -- [1]
			"橡树之心", -- [2]
		},
		[258321] = {
			2093, -- [1]
			"铁潮锯骨者", -- [2]
		},
		[185123] = {
			1853, -- [1]
			12, -- [2]
		},
		[198944] = {
			1806, -- [1]
			"瓦拉加尔女武神", -- [2]
		},
		[271903] = {
			2105, -- [1]
			"投币式群体打击者", -- [2]
		},
		[289307] = {
			2263, -- [1]
			"格洛恩", -- [2]
		},
		[108446] = {
			2280, -- [1]
			"未知目标", -- [2]
		},
		[285213] = {
			2272, -- [1]
			"邦桑迪", -- [2]
		},
		[34268] = {
			1945, -- [1]
			"加兹安", -- [2]
		},
		[285214] = {
			2273, -- [1]
			"[*] 湮灭裂隙", -- [2]
		},
		[34780] = {
			1940, -- [1]
			"夸格米拉", -- [2]
		},
		[118940] = {
			2129, -- [1]
			"格林托克神谕师", -- [2]
		},
		[285215] = {
			2281, -- [1]
			"吉安娜·普罗德摩尔", -- [2]
		},
		[119964] = {
			1444, -- [1]
			"黑暗萨满柯兰萨", -- [2]
		},
		[80038] = {
			1058, -- [1]
			"巨石之核熔岩之主", -- [2]
		},
		[88484] = {
			1063, -- [1]
			"死神5000", -- [2]
		},
		[89252] = {
			1060, -- [1]
			"“船长”曲奇", -- [2]
		},
		[13338] = {
			345, -- [1]
			"蕾瑟塔蒂丝", -- [2]
		},
		[111775] = {
			1429, -- [1]
			"莉莉安·沃斯", -- [2]
		},
		[199460] = {
			1838, -- [1]
			"德萨隆", -- [2]
		},
		[257814] = {
			2102, -- [1]
			"杰斯·豪里斯", -- [2]
		},
		[58455] = {
			1981, -- [1]
			"碧蓝束缚者", -- [2]
		},
		[80807] = {
			1059, -- [1]
			"岩皮", -- [2]
		},
		[267818] = {
			2131, -- [1]
			"唤风者菲伊", -- [2]
		},
		[289317] = {
			2263, -- [1]
			"格洛恩", -- [2]
		},
		[39004] = {
			1916, -- [1]
			"自由的虚空领域 <自由的瑟雷凯斯>", -- [2]
		},
		[111008] = {
			1424, -- [1]
			"血色狂热者", -- [2]
		},
		[63830] = {
			1143, -- [1]
			"萨拉", -- [2]
		},
		[203045] = {
			1853, -- [1]
			"[*] 污染之地", -- [2]
		},
		[124317] = {
			1447, -- [1]
			"将军帕瓦拉克", -- [2]
		},
		[146739] = {
			1814, -- [1]
			9, -- [2]
		},
		[265773] = {
			2139, -- [1]
			"黄金风蛇", -- [2]
		},
		[207141] = {
			1867, -- [1]
			"清扫器", -- [2]
		},
		[288297] = {
			2281, -- [1]
			"[*] 极寒之地", -- [2]
		},
		[89766] = {
			2271, -- [1]
			"恶魔卫士 <Yoshiki>", -- [2]
		},
		[114848] = {
			1425, -- [1]
			"大检察官怀特迈恩", -- [2]
		},
		[57688] = {
			1143, -- [1]
			"未知目标", -- [2]
		},
		[75690] = {
			1045, -- [1]
			"纳兹夏尔女士", -- [2]
		},
		[274991] = {
			2100, -- [1]
			"维克戈斯", -- [2]
		},
		[254747] = {
			2074, -- [1]
			"法尔格", -- [2]
		},
		[39005] = {
			1916, -- [1]
			"自由的瑟雷凯斯", -- [2]
		},
		[111010] = {
			1424, -- [1]
			"血色狂热者", -- [2]
		},
		[268851] = {
			2124, -- [1]
			"阿德里斯", -- [2]
		},
		[83113] = {
			1052, -- [1]
			"胡辛姆将军", -- [2]
		},
		[257308] = {
			2096, -- [1]
			"哈兰·斯威提", -- [2]
		},
		[265781] = {
			2139, -- [1]
			"黄金风蛇", -- [2]
		},
		[222501] = {
			2280, -- [1]
			"第七军团水兵", -- [2]
		},
		[11131] = {
			594, -- [1]
			"加兹瑞拉", -- [2]
		},
		[267830] = {
			2131, -- [1]
			"唤风者菲伊", -- [2]
		},
		[82858] = {
			1057, -- [1]
			"高阶女祭司艾苏尔", -- [2]
		},
		[37470] = {
			1899, -- [1]
			"虚灵缚法者", -- [2]
		},
		[257310] = {
			2096, -- [1]
			"铁潮火炮", -- [2]
		},
		[75692] = {
			1049, -- [1]
			"[*] 暗影飓风", -- [2]
		},
		[260894] = {
			2111, -- [1]
			"长者莉娅克萨", -- [2]
		},
		[39006] = {
			1915, -- [1]
			"天怒预言者苏克拉底", -- [2]
		},
		[11899] = {
			595, -- [1]
			"安图苏尔", -- [2]
		},
		[88490] = {
			1063, -- [1]
			"死神5000", -- [2]
		},
		[121762] = {
			1464, -- [1]
			"翼虫首领尼诺洛克", -- [2]
		},
		[295479] = {
			2273, -- [1]
			"[*] 末日之触", -- [2]
		},
		[267838] = {
			2131, -- [1]
			"[*] 反冲气流", -- [2]
		},
		[284219] = {
			2276, -- [1]
			"大工匠梅卡托克", -- [2]
		},
		[74670] = {
			1051, -- [1]
			"乌比斯将军", -- [2]
		},
		[115876] = {
			1425, -- [1]
			"指挥官杜兰德", -- [2]
		},
		[150332] = {
			1665, -- [1]
			"碎骨战士", -- [2]
		},
		[257314] = {
			2096, -- [1]
			"铁潮掷弹兵", -- [2]
		},
		[75694] = {
			1049, -- [1]
			"[*] 暗影飓风", -- [2]
		},
		[258338] = {
			2094, -- [1]
			"拉乌尔船长", -- [2]
		},
		[267841] = {
			2131, -- [1]
			"唤风者菲伊", -- [2]
		},
		[268865] = {
			2105, -- [1]
			"武器测试员", -- [2]
		},
		[257315] = {
			2096, -- [1]
			"铁潮掷弹兵", -- [2]
		},
		[257827] = {
			2102, -- [1]
			"杰斯·豪里斯", -- [2]
		},
		[12891] = {
			493, -- [1]
			"伊兰尼库斯的阴影", -- [2]
		},
		[203057] = {
			1855, -- [1]
			"鲜血公主萨安娜", -- [2]
		},
		[191284] = {
			1805, -- [1]
			"海姆达尔", -- [2]
		},
		[264773] = {
			2130, -- [1]
			"[*] 窒息海潮", -- [2]
		},
		[76207] = {
			1046, -- [1]
			"蛊心魔古厄夏", -- [2]
		},
		[18100] = {
			361, -- [1]
			"艾德雷斯鬼怪", -- [2]
		},
		[206641] = {
			1867, -- [1]
			"崔利艾克斯", -- [2]
		},
		[198963] = {
			1792, -- [1]
			"纳拉萨斯", -- [2]
		},
		[260900] = {
			2113, -- [1]
			"女巫索林娜", -- [2]
		},
		[30641] = {
			1893, -- [1]
			"巡视者加戈玛", -- [2]
		},
		[282179] = {
			2263, -- [1]
			"格洛恩", -- [2]
		},
		[32865] = {
			1916, -- [1]
			"自由的瑟雷凯斯", -- [2]
		},
		[106920] = {
			1305, -- [1]
			"再生之煞", -- [2]
		},
		[275014] = {
			2100, -- [1]
			"维克戈斯", -- [2]
		},
		[22899] = {
			349, -- [1]
			"伊莫塔尔", -- [2]
		},
		[150848] = {
			438, -- [1]
			"剃刀沼泽血纹卫士", -- [2]
		},
		[282181] = {
			2263, -- [1]
			"格洛恩", -- [2]
		},
		[58459] = {
			1981, -- [1]
			"碧蓝入侵者", -- [2]
		},
		[9532] = {
			585, -- [1]
			"毒牙德鲁伊", -- [2]
		},
		[282182] = {
			2276, -- [1]
			"大工匠梅卡托克", -- [2]
		},
		[288325] = {
			2281, -- [1]
			"[*] 冰川碎片", -- [2]
		},
		[13787] = {
			361, -- [1]
			"戈多克术士", -- [2]
		},
		[212786] = {
			1837, -- [1]
			"橡树之心", -- [2]
		},
		[114855] = {
			1425, -- [1]
			"血色新兵", -- [2]
		},
		[254760] = {
			2074, -- [1]
			"沙图格", -- [2]
		},
		[31985] = {
			1939, -- [1]
			"背叛者门努", -- [2]
		},
		[276042] = {
			2099, -- [1]
			"[*] 海潮涌动", -- [2]
		},
		[75441] = {
			1040, -- [1]
			"悲哀锁链 <摧骨者罗姆欧格>", -- [2]
		},
		[32369] = {
			1899, -- [1]
			"虚灵学徒", -- [2]
		},
		[206645] = {
			1867, -- [1]
			"崔利艾克斯", -- [2]
		},
		[36705] = {
			1929, -- [1]
			"迁跃扭木", -- [2]
		},
		[270926] = {
			2108, -- [1]
			"商业大亨拉兹敦克", -- [2]
		},
		[100780] = {
			2271, -- [1]
			"烈焰之灵 <铁锤砸鸡蛋-凤凰之神>", -- [2]
		},
		[29426] = {
			477, -- [1]
			"复生的豪侠", -- [2]
		},
		[89263] = {
			1060, -- [1]
			"“船长”曲奇", -- [2]
		},
		[288333] = {
			2272, -- [1]
			"僵尸尘图腾 <拉斯塔哈大王>", -- [2]
		},
		[39009] = {
			1913, -- [1]
			"末日预言者达尔莉安", -- [2]
		},
		[106923] = {
			1303, -- [1]
			"碧空翔龙", -- [2]
		},
		[74675] = {
			1051, -- [1]
			"乌比斯将军", -- [2]
		},
		[260907] = {
			2113, -- [1]
			"女巫索林娜", -- [2]
		},
		[48095] = {
			2011, -- [1]
			"[*] 极度冰寒", -- [2]
		},
		[52446] = {
			1971, -- [1]
			"轻快的感染者", -- [2]
		},
		[102573] = {
			1303, -- [1]
			"碧空翔龙", -- [2]
		},
		[127399] = {
			1425, -- [1]
			"大检察官怀特迈恩", -- [2]
		},
		[15547] = {
			596, -- [1]
			"沙怒暗影猎手", -- [2]
		},
		[75700] = {
			1045, -- [1]
			"喷泉 <纳兹夏尔女士>", -- [2]
		},
		[117418] = {
			2271, -- [1]
			"烈焰之灵 <铁锤砸鸡蛋-凤凰之神>", -- [2]
		},
		[206651] = {
			1864, -- [1]
			"萨维斯", -- [2]
		},
		[54878] = {
			1983, -- [1]
			"达卡莱元素", -- [2]
		},
		[31602] = {
			480, -- [1]
			"奈鲁布恩坎", -- [2]
		},
		[34659] = {
			1928, -- [1]
			"看管者索恩格林", -- [2]
		},
		[65719] = {
			1143, -- [1]
			"尤格-萨隆的卫士 <邪恶之云>", -- [2]
		},
		[11836] = {
			594, -- [1]
			"加兹瑞拉", -- [2]
		},
		[149834] = {
			1664, -- [1]
			"麦什伦", -- [2]
		},
		[48096] = {
			2011, -- [1]
			"克莉斯塔萨", -- [2]
		},
		[258352] = {
			2094, -- [1]
			"尤朵拉船长", -- [2]
		},
		[80308] = {
			1058, -- [1]
			"巨石之核裂隙塑能师", -- [2]
		},
		[80564] = {
			1045, -- [1]
			"纳兹夏尔女士", -- [2]
		},
		[149835] = {
			1664, -- [1]
			"麦什伦", -- [2]
		},
		[288345] = {
			2281, -- [1]
			"吉安娜·普罗德摩尔", -- [2]
		},
		[150859] = {
			438, -- [1]
			"剃刀沼泽狩猎者", -- [2]
		},
		[116140] = {
			1422, -- [1]
			"驯犬者布兰恩", -- [2]
		},
		[268896] = {
			2132, -- [1]
			"斯托颂勋爵", -- [2]
		},
		[282205] = {
			2276, -- [1]
			"大工匠梅卡托克", -- [2]
		},
		[185156] = {
			1778, -- [1]
			"血缚攻城车手", -- [2]
		},
		[267874] = {
			2142, -- [1]
			"[*] 燃烧之地", -- [2]
		},
		[34660] = {
			1928, -- [1]
			"看管者索恩格林", -- [2]
		},
		[123051] = {
			1881, -- [1]
			"摧心魔 <爱丽丝蒂娜-通灵学院>", -- [2]
		},
		[206656] = {
			1864, -- [1]
			"梦魇之刃", -- [2]
		},
		[3256] = {
			596, -- [1]
			"圣甲虫", -- [2]
		},
		[282209] = {
			2268, -- [1]
			"贪婪的追猎者", -- [2]
		},
		[149839] = {
			1664, -- [1]
			"[*] 腐烂恐惧", -- [2]
		},
		[276068] = {
			2099, -- [1]
			"哈达尔·黑渊", -- [2]
		},
		[261428] = {
			2097, -- [1]
			"拜恩比吉中士", -- [2]
		},
		[30707] = {
			1891, -- [1]
			"无疤者奥摩尔", -- [2]
		},
		[53472] = {
			1973, -- [1]
			"阿努巴拉克", -- [2]
		},
		[22709] = {
			345, -- [1]
			"蕾瑟塔蒂丝", -- [2]
		},
		[119981] = {
			1442, -- [1]
			"鬼谋神算冥谷子", -- [2]
		},
		[204611] = {
			1837, -- [1]
			"橡树之心", -- [2]
		},
		[50401] = {
			1814, -- [1]
			6, -- [2]
		},
		[287333] = {
			2272, -- [1]
			"拉斯塔哈大王", -- [2]
		},
		[284262] = {
			2280, -- [1]
			"凯瑟琳修女", -- [2]
		},
		[34661] = {
			1928, -- [1]
			"看管者索恩格林", -- [2]
		},
		[282215] = {
			2263, -- [1]
			"飞行的猿猴驭者", -- [2]
		},
		[164686] = {
			1677, -- [1]
			"莎达娜·血怒", -- [2]
		},
		[275051] = {
			2100, -- [1]
			"[*] 腐败之水", -- [2]
		},
		[257337] = {
			2105, -- [1]
			"投币式群体打击者", -- [2]
		},
		[288363] = {
			2281, -- [1]
			"吉安娜·普罗德摩尔", -- [2]
		},
		[289387] = {
			2281, -- [1]
			"[*] 冰冻之血", -- [2]
		},
		[38245] = {
			1902, -- [1]
			"利爪之王艾吉斯", -- [2]
		},
		[267890] = {
			2131, -- [1]
			"[*] 迅捷结界", -- [2]
		},
		[34662] = {
			1947, -- [1]
			"沼地领主穆塞雷克", -- [2]
		},
		[51170] = {
			2013, -- [1]
			"魔网守护者埃雷苟斯", -- [2]
		},
		[267891] = {
			2131, -- [1]
			"唤风者菲伊", -- [2]
		},
		[240448] = {
			2086, -- [1]
			"[*] 践踏", -- [2]
		},
		[260924] = {
			2097, -- [1]
			"拜恩比吉中士", -- [2]
		},
		[106932] = {
			1303, -- [1]
			"碧空翔龙", -- [2]
		},
		[284276] = {
			2272, -- [1]
			"拉斯塔哈大王", -- [2]
		},
		[261438] = {
			2116, -- [1]
			"维克雷斯勋爵", -- [2]
		},
		[290030] = {
			2281, -- [1]
			"库尔提拉斯火炮", -- [2]
		},
		[184657] = {
			1798, -- [1]
			"迪亚·暗语", -- [2]
		},
		[288374] = {
			2281, -- [1]
			"吉安娜·普罗德摩尔", -- [2]
		},
		[257829] = {
			2094, -- [1]
			"闪电", -- [2]
		},
		[261264] = {
			2113, -- [1]
			"女巫索林娜", -- [2]
		},
		[206821] = {
			1867, -- [1]
			"崔利艾克斯", -- [2]
		},
		[259711] = {
			2101, -- [1]
			"监狱守卫", -- [2]
		},
		[261439] = {
			2116, -- [1]
			"维克雷斯勋爵", -- [2]
		},
		[28747] = {
			1971, -- [1]
			"看门者克里克希尔", -- [2]
		},
		[181913] = {
			1788, -- [1]
			"暗影领主艾斯卡", -- [2]
		},
		[267901] = {
			2131, -- [1]
			"铁舟修士", -- [2]
		},
		[68983] = {
			1106, -- [1]
			"巫妖王", -- [2]
		},
		[16843] = {
			347, -- [1]
			"艾德雷斯怨魂", -- [2]
		},
		[149851] = {
			1664, -- [1]
			"麦什伦", -- [2]
		},
		[257402] = {
			2096, -- [1]
			"哈兰·斯威提", -- [2]
		},
		[289401] = {
			2263, -- [1]
			"格洛恩", -- [2]
		},
		[51849] = {
			1998, -- [1]
			"塑铁者斯约尼尔", -- [2]
		},
		[41062] = {
			1798, -- [1]
			"剑圣朱倍尔索斯", -- [2]
		},
		[269029] = {
			2109, -- [1]
			"恐怖船长洛克伍德", -- [2]
		},
		[16103] = {
			270, -- [1]
			"烟网蛛后", -- [2]
		},
		[197509] = {
			2276, -- [1]
			"血虫 <Excallibur>", -- [2]
		},
		[11016] = {
			597, -- [1]
			"沙怒噬魂者", -- [2]
		},
		[55081] = {
			1978, -- [1]
			"斯拉德兰", -- [2]
		},
		[115157] = {
			1423, -- [1]
			"未知目标", -- [2]
		},
		[31623] = {
			1947, -- [1]
			"沼地领主穆塞雷克", -- [2]
		},
		[114386] = {
			1414, -- [1]
			"破桶而出的炎诛", -- [2]
		},
		[288380] = {
			2281, -- [1]
			"火炮", -- [2]
		},
		[199345] = {
			1838, -- [1]
			"德萨隆", -- [2]
		},
		[64168] = {
			1143, -- [1]
			"夸张的徽记", -- [2]
		},
		[16868] = {
			479, -- [1]
			"安娜丝塔丽男爵夫人", -- [2]
		},
		[101816] = {
			1883, -- [1]
			"时光扭曲女巫", -- [2]
		},
		[38759] = {
			1900, -- [1]
			"潘德莫努斯", -- [2]
		},
		[149893] = {
			1668, -- [1]
			"多米尼娜", -- [2]
		},
		[34920] = {
			1921, -- [1]
			"永恒刽子手", -- [2]
		},
		[90555] = {
			1060, -- [1]
			"“船长”曲奇", -- [2]
		},
		[119476] = {
			1447, -- [1]
			"将军帕瓦拉克", -- [2]
		},
		[189540] = {
			1794, -- [1]
			"缚魂构装体", -- [2]
		},
		[287757] = {
			2276, -- [1]
			"大工匠梅卡托克", -- [2]
		},
		[15982] = {
			595, -- [1]
			"安图苏尔", -- [2]
		},
		[268932] = {
			2143, -- [1]
			"达萨大王", -- [2]
		},
		[287651] = {
			2271, -- [1]
			"因扎希之手", -- [2]
		},
		[31704] = {
			1948, -- [1]
			"黑色阔步者", -- [2]
		},
		[150020] = {
			1671, -- [1]
			"暮光领主巴赛尔", -- [2]
		},
		[289408] = {
			2281, -- [1]
			"[*] 聚集之雪", -- [2]
		},
		[119405] = {
			1443, -- [1]
			"阿达罗格", -- [2]
		},
		[193235] = {
			1805, -- [1]
			"海姆达尔", -- [2]
		},
		[285044] = {
			2272, -- [1]
			"瘟疫蟾蜍 <拉斯塔哈大王>", -- [2]
		},
		[150879] = {
			1656, -- [1]
			"猎手布塔斯克", -- [2]
		},
		[282243] = {
			2263, -- [1]
			"猿猴折磨者3000型 <格洛恩>", -- [2]
		},
		[13341] = {
			1145, -- [1]
			"被激怒的火元素", -- [2]
		},
		[90556] = {
			1060, -- [1]
			"“船长”曲奇", -- [2]
		},
		[82622] = {
			1053, -- [1]
			"高阶预言者巴林姆", -- [2]
		},
		[261266] = {
			2113, -- [1]
			"女巫马拉迪", -- [2]
		},
		[74944] = {
			1050, -- [1]
			"暮光弓箭手", -- [2]
		},
		[152696] = {
			1677, -- [1]
			"[*] 暗影符文", -- [2]
		},
		[268936] = {
			2143, -- [1]
			"达萨大王", -- [2]
		},
		[282245] = {
			2276, -- [1]
			"大工匠梅卡托克", -- [2]
		},
		[83561] = {
			1047, -- [1]
			"厄祖玛特的枯萎", -- [2]
		},
		[288388] = {
			2105, -- [1]
			"复生之魂", -- [2]
		},
		[289412] = {
			2263, -- [1]
			"[*] 蛮兽撞击", -- [2]
		},
		[10132] = {
			551, -- [1]
			"远古巨石卫士", -- [2]
		},
		[287365] = {
			2281, -- [1]
			"[*] 灼热焦油", -- [2]
		},
		[88836] = {
			1062, -- [1]
			"撕心狼将军", -- [2]
		},
		[261446] = {
			2116, -- [1]
			"维克雷斯夫人", -- [2]
		},
		[290437] = {
			2280, -- [1]
			"拉米纳利亚", -- [2]
		},
		[39016] = {
			1913, -- [1]
			"末日预言者达尔莉安", -- [2]
		},
		[152417] = {
			1669, -- [1]
			"深渊恐魔", -- [2]
		},
		[282736] = {
			2268, -- [1]
			"贡克的化身", -- [2]
		},
		[117570] = {
			1439, -- [1]
			"怀疑臆象", -- [2]
		},
		[267905] = {
			2131, -- [1]
			"铁舟修士", -- [2]
		},
		[151159] = {
			1669, -- [1]
			"征服者克鲁尔", -- [2]
		},
		[261447] = {
			2116, -- [1]
			"维克雷斯勋爵", -- [2]
		},
		[120758] = {
			1502, -- [1]
			"指挥官沃加克", -- [2]
		},
		[75271] = {
			1048, -- [1]
			"瓦里昂娜", -- [2]
		},
		[282743] = {
			2269, -- [1]
			"风暴召唤者", -- [2]
		},
		[261440] = {
			2116, -- [1]
			"维克雷斯勋爵", -- [2]
		},
		[260685] = {
			2111, -- [1]
			"长者莉娅克萨", -- [2]
		},
		[75861] = {
			1049, -- [1]
			"埃鲁达克", -- [2]
		},
		[93629] = {
			1072, -- [1]
			"高弗雷勋爵", -- [2]
		},
		[267899] = {
			2131, -- [1]
			"铁舟修士", -- [2]
		},
		[55218] = {
			1981, -- [1]
			"迦尔达拉", -- [2]
		},
		[76628] = {
			1037, -- [1]
			"来福", -- [2]
		},
		[53813] = {
			2014, -- [1]
			"法师领主伊洛姆", -- [2]
		},
		[207327] = {
			1867, -- [1]
			"清扫器", -- [2]
		},
		[181092] = {
			1787, -- [1]
			"考莫克", -- [2]
		},
		[111801] = {
			1426, -- [1]
			"复生的卫士", -- [2]
		},
		[282113] = {
			2265, -- [1]
			"弗里达·铁吼", -- [2]
		},
		[150884] = {
			1656, -- [1]
			"猎手布塔斯克", -- [2]
		},
		[120759] = {
			1502, -- [1]
			"指挥官沃加克", -- [2]
		},
		[185065] = {
			1798, -- [1]
			"[*] 死灵印记", -- [2]
		},
		[20537] = {
			361, -- [1]
			"托塞德林王子", -- [2]
		},
		[13444] = {
			347, -- [1]
			"上层精灵骷髅", -- [2]
		},
		[286821] = {
			2268, -- [1]
			"[*] 阿昆达的愤怒", -- [2]
		},
		[284593] = {
			2265, -- [1]
			"祝圣信徒", -- [2]
		},
		[154468] = {
			1682, -- [1]
			"[*] 仪式枯骨", -- [2]
		},
		[38761] = {
			1901, -- [1]
			"塔瓦洛克", -- [2]
		},
		[90047] = {
			1064, -- [1]
			"迪菲亚祈愿者", -- [2]
		},
		[39017] = {
			1914, -- [1]
			"预言者斯克瑞斯", -- [2]
		},
		[90559] = {
			1060, -- [1]
			"“船长”曲奇", -- [2]
		},
		[78530] = {
			350, -- [1]
			"僵化的树人", -- [2]
		},
		[269493] = {
			2105, -- [1]
			"投币式群体打击者", -- [2]
		},
		[282524] = {
			2269, -- [1]
			"彼岸的幻象 <代言人扎克萨奇>", -- [2]
		},
		[154469] = {
			1682, -- [1]
			"[*] 仪式枯骨", -- [2]
		},
		[218587] = {
			1838, -- [1]
			"德萨隆", -- [2]
		},
		[120760] = {
			1502, -- [1]
			"指挥官沃加克", -- [2]
		},
		[46194] = {
			1895, -- [1]
			"亚赛", -- [2]
		},
		[156138] = {
			1777, -- [1]
			"邪能领主扎昆", -- [2]
		},
		[204766] = {
			1849, -- [1]
			"晶化幼蝎", -- [2]
		},
		[5568] = {
			426, -- [1]
			"兰斯利德", -- [2]
		},
		[30496] = {
			1936, -- [1]
			"高阶术士奈瑟库斯", -- [2]
		},
		[106823] = {
			1416, -- [1]
			"刘·焰心", -- [2]
		},
		[150881] = {
			1656, -- [1]
			"猎手布塔斯克", -- [2]
		},
		[288858] = {
			2093, -- [1]
			"失落的灵魂", -- [2]
		},
		[258381] = {
			2094, -- [1]
			"尤朵拉船长", -- [2]
		},
		[90560] = {
			1060, -- [1]
			"“船长”曲奇", -- [2]
		},
		[87618] = {
			1042, -- [1]
			"阿萨德", -- [2]
		},
		[290450] = {
			2272, -- [1]
			"圣武士扎兰", -- [2]
		},
		[188494] = {
			1792, -- [1]
			"[*] 腐坏之喉", -- [2]
		},
		[211801] = {
			1849, -- [1]
			"自爆碎片 <斯考匹隆>", -- [2]
		},
		[150908] = {
			1656, -- [1]
			"猎手布塔斯克", -- [2]
		},
		[208860] = {
			1864, -- [1]
			"恐惧憎恶", -- [2]
		},
		[75732] = {
			1038, -- [1]
			"柯尔拉，暮光之兆", -- [2]
		},
		[150377] = {
			1668, -- [1]
			"暮光信徒", -- [2]
		},
		[285333] = {
			2273, -- [1]
			"不死卫士 <乌纳特>", -- [2]
		},
		[284760] = {
			2280, -- [1]
			"拉米纳利亚", -- [2]
		},
		[16005] = {
			1939, -- [1]
			"盘牙技师", -- [2]
		},
		[207707] = {
			1807, -- [1]
			"未知目标", -- [2]
		},
		[55142] = {
			1980, -- [1]
			"莫拉比", -- [2]
		},
		[118714] = {
			1418, -- [1]
			"贤者马里", -- [2]
		},
		[184673] = {
			1798, -- [1]
			"迪亚·暗语", -- [2]
		},
		[193375] = {
			1791, -- [1]
			"乌拉罗格·塑山", -- [2]
		},
		[287386] = {
			2266, -- [1]
			"曼赛罗伊·弗雷菲斯", -- [2]
		},
		[11902] = {
			594, -- [1]
			"加兹瑞拉", -- [2]
		},
		[244051] = {
			2074, -- [1]
			"沙图格", -- [2]
		},
		[116155] = {
			1414, -- [1]
			"发酵酒灵", -- [2]
		},
		[193611] = {
			1811, -- [1]
			"积怨夫人", -- [2]
		},
		[6016] = {
			480, -- [1]
			"奈鲁布恩坎", -- [2]
		},
		[22691] = {
			346, -- [1]
			"荒野变形者奥兹恩", -- [2]
		},
		[193376] = {
			1791, -- [1]
			"乌拉罗格·塑山", -- [2]
		},
		[206920] = {
			1864, -- [1]
			"梦魇触须", -- [2]
		},
		[84931] = {
			1046, -- [1]
			"石语者埃鲁纳克", -- [2]
		},
		[260703] = {
			2113, -- [1]
			"女巫马拉迪", -- [2]
		},
		[150118] = {
			1662, -- [1]
			"凝结瘟疫泥团", -- [2]
		},
		[8376] = {
			595, -- [1]
			"安图苏尔", -- [2]
		},
		[183633] = {
			1793, -- [1]
			"缚石捕兽者", -- [2]
		},
		[184675] = {
			1798, -- [1]
			"迪亚·暗语", -- [2]
		},
		[288410] = {
			2276, -- [1]
			"大工匠梅卡托克", -- [2]
		},
		[33132] = {
			1939, -- [1]
			"堕落新星图腾 <背叛者门努>", -- [2]
		},
		[198496] = {
			1791, -- [1]
			"乌拉罗格·塑山", -- [2]
		},
		[260372] = {
			2108, -- [1]
			"风险投资公司灼天者", -- [2]
		},
		[284316] = {
			2280, -- [1]
			"约瑟夫修士", -- [2]
		},
		[269831] = {
			2107, -- [1]
			"[*] 毒性淤泥", -- [2]
		},
		[150849] = {
			438, -- [1]
			"剃刀沼泽狩猎大师", -- [2]
		},
		[106434] = {
			1304, -- [1]
			"雪流大师", -- [2]
		},
		[76230] = {
			1046, -- [1]
			"[*] 意识迷雾", -- [2]
		},
		[15589] = {
			361, -- [1]
			"托塞德林王子", -- [2]
		},
		[33547] = {
			1908, -- [1]
			"赫尔默大使", -- [2]
		},
		[286370] = {
			2266, -- [1]
			"未知目标", -- [2]
		},
		[42730] = {
			2025, -- [1]
			"掠夺者因格瓦尔", -- [2]
		},
		[285342] = {
			2280, -- [1]
			"充能风暴", -- [2]
		},
		[50728] = {
			2014, -- [1]
			"幻影狼", -- [2]
		},
		[39019] = {
			1914, -- [1]
			"预言者斯克瑞斯", -- [2]
		},
		[181094] = {
			1778, -- [1]
			"邪火攻城车", -- [2]
		},
		[31707] = {
			2276, -- [1]
			"水元素", -- [2]
		},
		[286367] = {
			2266, -- [1]
			"活动炸弹", -- [2]
		},
		[47721] = {
			2010, -- [1]
			"大魔导师泰蕾丝塔", -- [2]
		},
		[288415] = {
			2272, -- [1]
			"邦桑迪", -- [2]
		},
		[198401] = {
			1836, -- [1]
			"大德鲁伊格兰达里斯", -- [2]
		},
		[286368] = {
			2266, -- [1]
			"未知目标", -- [2]
		},
		[256016] = {
			2093, -- [1]
			"[*] 污秽油膜", -- [2]
		},
		[47731] = {
			2010, -- [1]
			"大魔导师泰蕾丝塔", -- [2]
		},
		[285345] = {
			2273, -- [1]
			"恩佐斯的癫狂之眼", -- [2]
		},
		[286369] = {
			2266, -- [1]
			"活动炸弹", -- [2]
		},
		[244056] = {
			2074, -- [1]
			"沙图格", -- [2]
		},
		[285685] = {
			2273, -- [1]
			"乌纳特", -- [2]
		},
		[285346] = {
			2272, -- [1]
			"拉斯塔哈大王", -- [2]
		},
		[151407] = {
			1660, -- [1]
			"盲眼猎手格罗亚特", -- [2]
		},
		[153623] = {
			1688, -- [1]
			"纳利什", -- [2]
		},
		[183969] = {
			1799, -- [1]
			"亵渎 <阿克蒙德>", -- [2]
		},
		[285347] = {
			2272, -- [1]
			"拉斯塔哈大王", -- [2]
		},
		[257316] = {
			2096, -- [1]
			"哈兰·斯威提", -- [2]
		},
		[106433] = {
			1304, -- [1]
			"雪流大师", -- [2]
		},
		[250368] = {
			2085, -- [1]
			"沃卡尔", -- [2]
		},
		[285190] = {
			2272, -- [1]
			"邦桑迪", -- [2]
		},
		[185021] = {
			1778, -- [1]
			"邪火运输车", -- [2]
		},
		[257484] = {
			2074, -- [1]
			"沙图格", -- [2]
		},
		[110945] = {
			1303, -- [1]
			"古·穿云", -- [2]
		},
		[285349] = {
			2272, -- [1]
			"拉斯塔哈大王", -- [2]
		},
		[21832] = {
			429, -- [1]
			"瑟莱德丝公主", -- [2]
		},
		[260697] = {
			2113, -- [1]
			"女巫布里亚", -- [2]
		},
		[51112] = {
			2014, -- [1]
			"法师领主伊洛姆", -- [2]
		},
		[285350] = {
			2280, -- [1]
			"拉米纳利亚", -- [2]
		},
		[204644] = {
			1837, -- [1]
			"橡树之心", -- [2]
		},
		[266923] = {
			2126, -- [1]
			"能量核心", -- [2]
		},
		[22688] = {
			346, -- [1]
			"荒野变形者奥兹恩", -- [2]
		},
		[86726] = {
			1146, -- [1]
			"兰多菲·摩洛克", -- [2]
		},
		[31991] = {
			1939, -- [1]
			"背叛者门努", -- [2]
		},
		[32055] = {
			1940, -- [1]
			"夸格米拉", -- [2]
		},
		[123655] = {
			1442, -- [1]
			"势不可挡哈伊岩", -- [2]
		},
		[191848] = {
			1813, -- [1]
			"瑟芬崔斯克", -- [2]
		},
		[107202] = {
			1303, -- [1]
			"[*] 召唤闪电", -- [2]
		},
		[17353] = {
			475, -- [1]
			"未知目标 <希望破坏者威利>", -- [2]
		},
		[111024] = {
			1425, -- [1]
			"救赎之魂", -- [2]
		},
		[289890] = {
			2272, -- [1]
			"拉斯塔哈大王", -- [2]
		},
		[190313] = {
			1799, -- [1]
			"阿克蒙德", -- [2]
		},
		[259853] = {
			2107, -- [1]
			"瑞克莎·流火", -- [2]
		},
		[39340] = {
			1940, -- [1]
			"夸格米拉", -- [2]
		},
		[114259] = {
			1422, -- [1]
			"驯犬者布兰恩", -- [2]
		},
		[200551] = {
			1793, -- [1]
			"达古尔", -- [2]
		},
		[82263] = {
			1053, -- [1]
			"灵魂碎块", -- [2]
		},
		[272046] = {
			2093, -- [1]
			"鲨鱼饵", -- [2]
		},
		[86727] = {
			1146, -- [1]
			"兰多菲·摩洛克", -- [2]
		},
		[286379] = {
			2266, -- [1]
			"曼赛罗伊·弗雷菲斯", -- [2]
		},
		[119999] = {
			1446, -- [1]
			"熔岩守卫戈多斯", -- [2]
		},
		[83914] = {
			1047, -- [1]
			"残忍的精神鞭笞者", -- [2]
		},
		[75317] = {
			1048, -- [1]
			"[*] 暮光渗透", -- [2]
		},
		[261977] = {
			2271, -- [1]
			"烈焰之灵 <铁锤砸鸡蛋-凤凰之神>", -- [2]
		},
		[23381] = {
			585, -- [1]
			"安娜科德拉", -- [2]
		},
		[76234] = {
			1046, -- [1]
			"蛊心魔古厄夏", -- [2]
		},
		[198428] = {
			1791, -- [1]
			"乌拉罗格·塑山", -- [2]
		},
		[150067] = {
			1663, -- [1]
			"火眼莫德雷斯", -- [2]
		},
		[273294] = {
			2113, -- [1]
			"[*] 野火", -- [2]
		},
		[260954] = {
			2097, -- [1]
			"拜恩比吉中士", -- [2]
		},
		[34670] = {
			1928, -- [1]
			"看管者索恩格林", -- [2]
		},
		[257883] = {
			2099, -- [1]
			"哈达尔·黑渊", -- [2]
		},
		[39021] = {
			1914, -- [1]
			"预言者斯克瑞斯", -- [2]
		},
		[188176] = {
			1784, -- [1]
			"[*] 裂伤之触", -- [2]
		},
		[287626] = {
			2281, -- [1]
			"吉安娜·普罗德摩尔", -- [2]
		},
		[74699] = {
			1051, -- [1]
			"未知目标", -- [2]
		},
		[47723] = {
			2010, -- [1]
			"大魔导师泰蕾丝塔", -- [2]
		},
		[180022] = {
			1778, -- [1]
			"邪火碎石机", -- [2]
		},
		[150904] = {
			1656, -- [1]
			"猎手布塔斯克", -- [2]
		},
		[33775] = {
			1923, -- [1]
			"击碎者克里丹", -- [2]
		},
		[3391] = {
			423, -- [1]
			"锐刺鞭笞者", -- [2]
		},
		[44268] = {
			1895, -- [1]
			"督军沙拉利斯", -- [2]
		},
		[52586] = {
			1971, -- [1]
			"看门者克里克希尔", -- [2]
		},
		[265910] = {
			2139, -- [1]
			"黄金风蛇", -- [2]
		},
		[197165] = {
			1814, -- [1]
			"艾萨拉之怒", -- [2]
		},
		[180533] = {
			1784, -- [1]
			"暴君维哈里", -- [2]
		},
		[255582] = {
			2084, -- [1]
			"[*] 熔化的黄金", -- [2]
		},
		[180080] = {
			1778, -- [1]
			"邪火巨炮", -- [2]
		},
		[20831] = {
			347, -- [1]
			"艾德雷斯巫师", -- [2]
		},
		[150082] = {
			1662, -- [1]
			"阿鲁克斯", -- [2]
		},
		[86729] = {
			1146, -- [1]
			"兰多菲·摩洛克", -- [2]
		},
		[112944] = {
			1413, -- [1]
			"跳跳大王", -- [2]
		},
		[120001] = {
			1465, -- [1]
			"宰相金巴卡", -- [2]
		},
		[272055] = {
			2093, -- [1]
			"鲨鱼饵", -- [2]
		},
		[220519] = {
			1837, -- [1]
			"未知目标", -- [2]
		},
		[257886] = {
			2099, -- [1]
			"[*] 盐水池", -- [2]
		},
		[151928] = {
			1664, -- [1]
			"胶化瘟疫泥团", -- [2]
		},
		[50155] = {
			2011, -- [1]
			"克莉斯塔萨", -- [2]
		},
		[93707] = {
			1072, -- [1]
			"高弗雷勋爵", -- [2]
		},
		[265914] = {
			2139, -- [1]
			"[*] 熔化的黄金", -- [2]
		},
		[260455] = {
			2118, -- [1]
			"血虱", -- [2]
		},
		[119590] = {
			1441, -- [1]
			"火焰之环", -- [2]
		},
		[191855] = {
			1813, -- [1]
			"瑟芬崔斯克", -- [2]
		},
		[180082] = {
			1778, -- [1]
			"邪火巨炮", -- [2]
		},
		[266939] = {
			2140, -- [1]
			"征服者阿卡阿里", -- [2]
		},
		[115139] = {
			1423, -- [1]
			"裂魂者萨尔诺斯", -- [2]
		},
		[285367] = {
			2273, -- [1]
			"[*] 恩佐斯的穿刺凝视", -- [2]
		},
		[222024] = {
			1814, -- [1]
			6, -- [2]
		},
		[266940] = {
			2140, -- [1]
			"征服者阿卡阿里", -- [2]
		},
		[150394] = {
			1669, -- [1]
			"盲光怒鳍者", -- [2]
		},
		[287952] = {
			2276, -- [1]
			"大工匠梅卡托克", -- [2]
		},
		[208748] = {
			1864, -- [1]
			"恐惧憎恶", -- [2]
		},
		[283662] = {
			2265, -- [1]
			"弗里达·铁吼", -- [2]
		},
		[88522] = {
			1063, -- [1]
			"死神5000", -- [2]
		},
		[77568] = {
			1040, -- [1]
			"疯狂囚犯", -- [2]
		},
		[82362] = {
			1038, -- [1]
			"暮光狂热者", -- [2]
		},
		[274792] = {
			1814, -- [1]
			"被释放的抱齿兽", -- [2]
		},
		[288441] = {
			2281, -- [1]
			"吉安娜·普罗德摩尔", -- [2]
		},
		[55250] = {
			1981, -- [1]
			"迦尔达拉", -- [2]
		},
		[257293] = {
			2096, -- [1]
			"疾风军刀", -- [2]
		},
		[100784] = {
			2271, -- [1]
			"烈焰之灵 <铁锤砸鸡蛋-凤凰之神>", -- [2]
		},
		[30938] = {
			1923, -- [1]
			"击碎者克里丹", -- [2]
		},
		[193827] = {
			1808, -- [1]
			"神王斯科瓦尔德", -- [2]
		},
		[75520] = {
			1049, -- [1]
			"无面腐蚀者", -- [2]
		},
		[295609] = {
			2273, -- [1]
			"[*] 贪食折磨", -- [2]
		},
		[83454] = {
			1052, -- [1]
			"[*] 震荡波", -- [2]
		},
		[191858] = {
			1813, -- [1]
			"[*] 剧毒泥浆", -- [2]
		},
		[22909] = {
			349, -- [1]
			"伊莫塔尔之眼 <伊莫塔尔>", -- [2]
		},
		[46189] = {
			1895, -- [1]
			"卡加尼·夜锋", -- [2]
		},
		[282040] = {
			2266, -- [1]
			"曼赛罗伊·弗雷菲斯", -- [2]
		},
		[50729] = {
			2014, -- [1]
			"幻影狼", -- [2]
		},
		[266951] = {
			2140, -- [1]
			"征服者阿卡阿里", -- [2]
		},
		[241680] = {
			2130, -- [1]
			"斯托颂勋爵", -- [2]
		},
		[149888] = {
			1668, -- [1]
			"多米尼娜", -- [2]
		},
		[191508] = {
			1806, -- [1]
			"瓦拉加尔候选者", -- [2]
		},
		[265923] = {
			2139, -- [1]
			"黄金风蛇", -- [2]
		},
		[285014] = {
			2271, -- [1]
			"丰灵", -- [2]
		},
		[17843] = {
			593, -- [1]
			"沙怒巫医", -- [2]
		},
		[82637] = {
			1053, -- [1]
			"[*] 衰老疫病", -- [2]
		},
		[201754] = {
			2280, -- [1]
			"野兽 <訫灬恋-洛萨>", -- [2]
		},
		[149886] = {
			1668, -- [1]
			"多米尼娜", -- [2]
		},
		[244583] = {
			2074, -- [1]
			"沙图格", -- [2]
		},
		[285376] = {
			2273, -- [1]
			"乌纳特", -- [2]
		},
		[31481] = {
			1942, -- [1]
			"水术师瑟丝比娅", -- [2]
		},
		[287424] = {
			2271, -- [1]
			"[*] 窃贼的报应", -- [2]
		},
		[121284] = {
			1464, -- [1]
			"翼虫首领尼诺洛克", -- [2]
		},
		[269301] = {
			2123, -- [1]
			"不羁畸变怪", -- [2]
		},
		[76031] = {
			1037, -- [1]
			"如花", -- [2]
		},
		[48133] = {
			2027, -- [1]
			"巨型冰虫", -- [2]
		},
		[288449] = {
			2272, -- [1]
			"拉斯塔哈大王", -- [2]
		},
		[264903] = {
			2130, -- [1]
			"阿库希尔", -- [2]
		},
		[35010] = {
			1939, -- [1]
			"背叛者门努", -- [2]
		},
		[114886] = {
			1426, -- [1]
			"[*] 霜寒之握", -- [2]
		},
		[22651] = {
			343, -- [1]
			"瑟雷姆·刺蹄", -- [2]
		},
		[32363] = {
			1899, -- [1]
			"节点亲王沙法尔", -- [2]
		},
		[287615] = {
			2266, -- [1]
			"玫斯特拉", -- [2]
		},
		[256358] = {
			2095, -- [1]
			"托萨克", -- [2]
		},
		[22907] = {
			1947, -- [1]
			"沼地领主穆塞雷克", -- [2]
		},
		[199033] = {
			1806, -- [1]
			"瓦拉加尔候选者", -- [2]
		},
		[36142] = {
			1913, -- [1]
			"末日预言者达尔莉安", -- [2]
		},
		[34761] = {
			1926, -- [1]
			"高级植物学家弗雷温", -- [2]
		},
		[91853] = {
			1055, -- [1]
			"希亚玛特", -- [2]
		},
		[55093] = {
			1978, -- [1]
			"斯拉德兰蟒蛇", -- [2]
		},
		[38384] = {
			1895, -- [1]
			"亚赛", -- [2]
		},
		[287995] = {
			2280, -- [1]
			"凯瑟琳修女", -- [2]
		},
		[17435] = {
			484, -- [1]
			"奥里克斯·瑞文戴尔领主", -- [2]
		},
		[31673] = {
			1946, -- [1]
			"霍加尔芬", -- [2]
		},
		[55276] = {
			1981, -- [1]
			"迦尔达拉", -- [2]
		},
		[196376] = {
			1836, -- [1]
			"大德鲁伊格兰达里斯", -- [2]
		},
		[78903] = {
			1058, -- [1]
			"欧泽鲁克", -- [2]
		},
		[42729] = {
			2025, -- [1]
			"掠夺者因格瓦尔", -- [2]
		},
		[38151] = {
			1902, -- [1]
			"利爪之王艾吉斯", -- [2]
		},
		[83151] = {
			1055, -- [1]
			"希亚玛特", -- [2]
		},
		[287925] = {
			2281, -- [1]
			"吉安娜·普罗德摩尔", -- [2]
		},
		[150914] = {
			1656, -- [1]
			"猎手布塔斯克", -- [2]
		},
		[149894] = {
			1668, -- [1]
			"多米尼娜", -- [2]
		},
		[90830] = {
			1050, -- [1]
			"铸炉之主索朗格斯", -- [2]
		},
		[102569] = {
			1271, -- [1]
			"姆诺兹多", -- [2]
		},
		[152962] = {
			1688, -- [1]
			"纳利什", -- [2]
		},
		[267257] = {
			2140, -- [1]
			"雷鸣图腾", -- [2]
		},
		[76612] = {
			1038, -- [1]
			"暮光狂热者", -- [2]
		},
		[284362] = {
			2280, -- [1]
			"约瑟夫修士", -- [2]
		},
		[16143] = {
			472, -- [1]
			"被撕裂的死尸", -- [2]
		},
		[276212] = {
			2108, -- [1]
			"商业大亨拉兹敦克", -- [2]
		},
		[289220] = {
			2281, -- [1]
			"吉安娜的潮汐元素", -- [2]
		},
		[287439] = {
			2265, -- [1]
			"暗铸十字军", -- [2]
		},
		[28858] = {
			350, -- [1]
			"埃隆巴克保护者", -- [2]
		},
		[78801] = {
			593, -- [1]
			"水占师维蕾萨", -- [2]
		},
		[80052] = {
			1058, -- [1]
			"巨石之核熔岩之主", -- [2]
		},
		[52960] = {
			1986, -- [1]
			"洛肯", -- [2]
		},
		[8147] = {
			588, -- [1]
			"皮萨斯", -- [2]
		},
		[17470] = {
			474, -- [1]
			"悲惨的提米", -- [2]
		},
		[202766] = {
			1855, -- [1]
			"鲜血公主萨安娜", -- [2]
		},
		[284365] = {
			2280, -- [1]
			"约瑟夫修士", -- [2]
		},
		[50785] = {
			2015, -- [1]
			"瓦尔洛斯·云击", -- [2]
		},
		[34290] = {
			1945, -- [1]
			"加兹安", -- [2]
		},
		[256363] = {
			2095, -- [1]
			"托萨克", -- [2]
		},
		[150405] = {
			1668, -- [1]
			"暮光塑风者", -- [2]
		},
		[179582] = {
			1777, -- [1]
			"邪能领主扎昆", -- [2]
		},
		[151429] = {
			1660, -- [1]
			"盲眼猎手格罗亚特", -- [2]
		},
		[88314] = {
			1041, -- [1]
			"扭曲气旋", -- [2]
		},
		[121282] = {
			1464, -- [1]
			"翼虫首领尼诺洛克", -- [2]
		},
		[86736] = {
			1144, -- [1]
			"霍格", -- [2]
		},
		[78802] = {
			593, -- [1]
			"水占师维蕾萨", -- [2]
		},
		[199034] = {
			1806, -- [1]
			"瓦拉加尔候选者", -- [2]
		},
		[15039] = {
			1903, -- [1]
			"黑暗编织者塞斯", -- [2]
		},
		[179583] = {
			1777, -- [1]
			"邪能领主扎昆", -- [2]
		},
		[46046] = {
			1895, -- [1]
			"炎刃医师", -- [2]
		},
		[8599] = {
			1065, -- [1]
			"巨怪仆从", -- [2]
		},
		[284369] = {
			2280, -- [1]
			"[*] 海洋暴风", -- [2]
		},
		[289488] = {
			2281, -- [1]
			"吉安娜·普罗德摩尔", -- [2]
		},
		[84945] = {
			1046, -- [1]
			"大地碎片", -- [2]
		},
		[113866] = {
			1427, -- [1]
			"詹迪斯·巴罗夫", -- [2]
		},
		[260699] = {
			2113, -- [1]
			"女巫索林娜", -- [2]
		},
		[286086] = {
			2266, -- [1]
			"雪怒之魂", -- [2]
		},
		[204666] = {
			1837, -- [1]
			"橡树之心", -- [2]
		},
		[102605] = {
			1884, -- [1]
			"泰兰德的残影", -- [2]
		},
		[181120] = {
			1778, -- [1]
			"钢铁龙骑兵", -- [2]
		},
		[76500] = {
			1040, -- [1]
			"暮光施虐者", -- [2]
		},
		[283582] = {
			2265, -- [1]
			"[*] 奉献", -- [2]
		},
		[196111] = {
			1813, -- [1]
			"逐潮蟹", -- [2]
		},
		[18813] = {
			1947, -- [1]
			"沼地领主穆塞雷克", -- [2]
		},
		[283609] = {
			2271, -- [1]
			"亚拉特的堡垒", -- [2]
		},
		[204667] = {
			1837, -- [1]
			"橡树之心", -- [2]
		},
		[46192] = {
			1895, -- [1]
			"女祭司德莉希亚", -- [2]
		},
		[269266] = {
			2100, -- [1]
			"攻城恐魔", -- [2]
		},
		[202108] = {
			1791, -- [1]
			"枯碎塑造者", -- [2]
		},
		[111752] = {
			1426, -- [1]
			"通灵学院新生", -- [2]
		},
		[289221] = {
			2281, -- [1]
			"[*] 冰霜之心", -- [2]
		},
		[284374] = {
			2266, -- [1]
			"曼赛罗伊·弗雷菲斯", -- [2]
		},
		[264923] = {
			2115, -- [1]
			"贪食的拉尔", -- [2]
		},
		[76715] = {
			1050, -- [1]
			"暮光欺诈者", -- [2]
		},
		[288708] = {
			2276, -- [1]
			"大工匠梅卡托克", -- [2]
		},
		[115147] = {
			1423, -- [1]
			"裂魂者萨尔诺斯", -- [2]
		},
		[27578] = {
			1895, -- [1]
			"督军沙拉利斯", -- [2]
		},
		[47981] = {
			2012, -- [1]
			"塑树者奥莫洛克", -- [2]
		},
		[207228] = {
			1865, -- [1]
			"衰减时间粒子", -- [2]
		},
		[11968] = {
			347, -- [1]
			"腐烂的上层精灵", -- [2]
		},
		[81706] = {
			1054, -- [1]
			"锁喉", -- [2]
		},
		[15588] = {
			2014, -- [1]
			"幻影穿云者", -- [2]
		},
		[266181] = {
			2117, -- [1]
			"高莱克·图尔", -- [2]
		},
		[284377] = {
			2272, -- [1]
			"未知目标", -- [2]
		},
		[42724] = {
			2025, -- [1]
			"掠夺者因格瓦尔", -- [2]
		},
		[31601] = {
			480, -- [1]
			"地穴爬行者", -- [2]
		},
		[22128] = {
			346, -- [1]
			"荒野变形者奥兹恩", -- [2]
		},
		[38760] = {
			1900, -- [1]
			"潘德莫努斯", -- [2]
		},
		[22910] = {
			347, -- [1]
			"伊琳娜·暗木", -- [2]
		},
		[287889] = {
			2280, -- [1]
			"海潮女祭司之魂", -- [2]
		},
		[93402] = {
			1853, -- [1]
			11, -- [2]
		},
		[151575] = {
			1663, -- [1]
			"火眼莫德雷斯", -- [2]
		},
		[193018] = {
			1812, -- [1]
			"深须国王", -- [2]
		},
		[17307] = {
			483, -- [1]
			"吞咽者拉姆斯登", -- [2]
		},
		[255421] = {
			2086, -- [1]
			"莱赞", -- [2]
		},
		[288475] = {
			2281, -- [1]
			"陨冰 <吉安娜·普罗德摩尔>", -- [2]
		},
		[25020] = {
			2014, -- [1]
			"幻影气元素", -- [2]
		},
		[255445] = {
			2086, -- [1]
			"莱赞", -- [2]
		},
		[129262] = {
			2129, -- [1]
			"杰翰", -- [2]
		},
		[286672] = {
			2272, -- [1]
			"惩戒幻影", -- [2]
		},
		[76502] = {
			1040, -- [1]
			"暮光施虐者", -- [2]
		},
		[269232] = {
			2143, -- [1]
			"莱班", -- [2]
		},
		[193152] = {
			1812, -- [1]
			"深须国王", -- [2]
		},
		[101840] = {
			1881, -- [1]
			"贝恩的残影", -- [2]
		},
		[264931] = {
			2115, -- [1]
			"贪食的拉尔", -- [2]
		},
		[263927] = {
			2125, -- [1]
			"米利克萨", -- [2]
		},
		[118988] = {
			2129, -- [1]
			"杰翰", -- [2]
		},
		[284383] = {
			2280, -- [1]
			"约瑟夫修士", -- [2]
		},
		[107215] = {
			1397, -- [1]
			"螳螂妖炮火", -- [2]
		},
		[184571] = {
			1778, -- [1]
			"邪火攻城车", -- [2]
		},
		[47729] = {
			2010, -- [1]
			"大魔导师泰蕾丝塔", -- [2]
		},
		[207513] = {
			1867, -- [1]
			"崔利艾克斯", -- [2]
		},
		[285408] = {
			2273, -- [1]
			"[*] 虚空撞击", -- [2]
		},
		[23224] = {
			1070, -- [1]
			"席瓦莱恩男爵", -- [2]
		},
		[115291] = {
			1423, -- [1]
			"[*] 灵魂强风", -- [2]
		},
		[15582] = {
			1895, -- [1]
			"卡加尼·夜锋", -- [2]
		},
		[285409] = {
			2273, -- [1]
			"[*] 虚空撞击", -- [2]
		},
		[268007] = {
			2127, -- [1]
			"心脏守卫", -- [2]
		},
		[76583] = {
			477, -- [1]
			"复生的僧侣", -- [2]
		},
		[260312] = {
			2118, -- [1]
			"被感染的岩喉", -- [2]
		},
		[285410] = {
			2273, -- [1]
			"乌纳特", -- [2]
		},
		[195182] = {
			2280, -- [1]
			"符文武器 <Excallibur>", -- [2]
		},
		[12480] = {
			488, -- [1]
			"预言者迦玛兰", -- [2]
		},
		[263912] = {
			2125, -- [1]
			"米利克萨", -- [2]
		},
		[257278] = {
			2096, -- [1]
			"哈兰·斯威提", -- [2]
		},
		[78807] = {
			1058, -- [1]
			"欧泽鲁克", -- [2]
		},
		[15230] = {
			1920, -- [1]
			"永恒时光术师", -- [2]
		},
		[284388] = {
			2266, -- [1]
			"曼赛罗伊·弗雷菲斯", -- [2]
		},
		[82533] = {
			1053, -- [1]
			"黑暗先驱", -- [2]
		},
		[83926] = {
			1047, -- [1]
			"残忍的精神鞭笞者", -- [2]
		},
		[75992] = {
			1045, -- [1]
			"纳兹夏尔风暴女巫", -- [2]
		},
		[263914] = {
			2125, -- [1]
			"米利克萨", -- [2]
		},
		[19134] = {
			1908, -- [1]
			"魔能监工", -- [2]
		},
		[260811] = {
			2108, -- [1]
			"商业大亨拉兹敦克", -- [2]
		},
		[31547] = {
			1947, -- [1]
			"沼地领主穆塞雷克", -- [2]
		},
		[3110] = {
			2272, -- [1]
			"克普图尔", -- [2]
		},
		[289219] = {
			2281, -- [1]
			"吉安娜的潮汐元素", -- [2]
		},
		[264605] = {
			2094, -- [1]
			"拉米·曼寇", -- [2]
		},
		[53467] = {
			1973, -- [1]
			"阿努巴拉克", -- [2]
		},
		[75993] = {
			1045, -- [1]
			"[*] 闪电澎湃", -- [2]
		},
		[256706] = {
			2095, -- [1]
			"托萨克", -- [2]
		},
		[286439] = {
			2266, -- [1]
			"玫斯特拉", -- [2]
		},
		[11639] = {
			599, -- [1]
			"沙怒侍僧", -- [2]
		},
		[76703] = {
			1050, -- [1]
			"被奴役的野蛮戈隆", -- [2]
		},
		[285416] = {
			2273, -- [1]
			"乌纳特", -- [2]
		},
		[255371] = {
			2086, -- [1]
			"莱赞", -- [2]
		},
		[32315] = {
			1900, -- [1]
			"虚灵盗墓者", -- [2]
		},
		[284393] = {
			2280, -- [1]
			"凯瑟琳修女", -- [2]
		},
		[36213] = {
			2280, -- [1]
			8, -- [2]
		},
		[270277] = {
			2108, -- [1]
			"商业大亨拉兹敦克", -- [2]
		},
		[101587] = {
			1883, -- [1]
			"炙焰之核灰烬", -- [2]
		},
		[82137] = {
			1040, -- [1]
			"摧骨者罗姆欧格", -- [2]
		},
		[55605] = {
			1978, -- [1]
			"坚韧的巨蟒", -- [2]
		},
		[113136] = {
			1430, -- [1]
			"黑暗院长加丁", -- [2]
		},
		[32323] = {
			2014, -- [1]
			"幻影猛犸象", -- [2]
		},
		[217987] = {
			1864, -- [1]
			"潜伏恐魔 <萨维斯>", -- [2]
		},
		[152979] = {
			1688, -- [1]
			"狂乱之魂", -- [2]
		},
		[285572] = {
			2272, -- [1]
			"惩戒幻影", -- [2]
		},
		[149908] = {
			1675, -- [1]
			"苏克", -- [2]
		},
		[33526] = {
			1903, -- [1]
			"塞斯火焰元素 <黑暗编织者塞斯>", -- [2]
		},
		[285420] = {
			2280, -- [1]
			"充能残迹", -- [2]
		},
		[285427] = {
			2273, -- [1]
			"原始摧心魔 <乌纳特>", -- [2]
		},
		[19647] = {
			2281, -- [1]
			"克萨祖恩 <Yoshiki>", -- [2]
		},
		[64126] = {
			1143, -- [1]
			"[*] 挤压", -- [2]
		},
		[75683] = {
			1045, -- [1]
			"纳兹夏尔女士", -- [2]
		},
		[17151] = {
			477, -- [1]
			"复生的审查者", -- [2]
		},
		[287469] = {
			2265, -- [1]
			"弗里达·铁吼", -- [2]
		},
		[34550] = {
			1926, -- [1]
			"高级植物学家弗雷温", -- [2]
		},
		[261498] = {
			2111, -- [1]
			"[*] 蔓延腐化", -- [2]
		},
		[120201] = {
			1442, -- [1]
			"势不可挡哈伊岩", -- [2]
		},
		[34934] = {
			1899, -- [1]
			"虚灵怨魂 <虚灵缚法者>", -- [2]
		},
		[284399] = {
			2266, -- [1]
			"活动炸弹", -- [2]
		},
		[35959] = {
			1915, -- [1]
			"天怒预言者苏克拉底", -- [2]
		},
		[78535] = {
			348, -- [1]
			"艾德雷斯幻像", -- [2]
		},
		[199050] = {
			1806, -- [1]
			"瓦拉加尔女武神", -- [2]
		},
		[153496] = {
			1679, -- [1]
			"食腐蛆虫", -- [2]
		},
		[34551] = {
			1926, -- [1]
			"高级植物学家弗雷温", -- [2]
		},
		[265973] = {
			2126, -- [1]
			"能量核心", -- [2]
		},
		[209288] = {
			1864, -- [1]
			"超凡恐魔", -- [2]
		},
		[257407] = {
			2086, -- [1]
			"莱赞", -- [2]
		},
		[76507] = {
			1051, -- [1]
			"洞窟穴居人", -- [2]
		},
		[265974] = {
			2126, -- [1]
			"加瓦兹特", -- [2]
		},
		[199051] = {
			1837, -- [1]
			"橡树之心", -- [2]
		},
		[93655] = {
			382, -- [1]
			"机械师瑟玛普拉格", -- [2]
		},
		[285426] = {
			2280, -- [1]
			"[*] 风暴哀嚎", -- [2]
		},
		[122832] = {
			472, -- [1]
			"不可宽恕者", -- [2]
		},
		[22917] = {
			348, -- [1]
			"卡雷迪斯镇长", -- [2]
		},
		[205196] = {
			2271, -- [1]
			"恐惧猎犬 <阿修蘭>", -- [2]
		},
		[198028] = {
			1790, -- [1]
			"[*] 晶化大地", -- [2]
		},
		[18968] = {
			347, -- [1]
			"艾德雷斯怨魂", -- [2]
		},
		[285638] = {
			2273, -- [1]
			"乌纳特", -- [2]
		},
		[268024] = {
			2127, -- [1]
			"塞塔里斯之心", -- [2]
		},
		[285428] = {
			2266, -- [1]
			"曼赛罗伊·弗雷菲斯", -- [2]
		},
		[33783] = {
			1911, -- [1]
			"虚空旅者", -- [2]
		},
		[44198] = {
			1894, -- [1]
			"凤凰 <凯尔萨斯·逐日者>", -- [2]
		},
		[198376] = {
			1836, -- [1]
			"大德鲁伊格兰达里斯", -- [2]
		},
		[151962] = {
			1665, -- [1]
			"亡语者布莱克松", -- [2]
		},
		[15744] = {
			1145, -- [1]
			"灼热毁灭者", -- [2]
		},
		[149913] = {
			1675, -- [1]
			"苏克", -- [2]
		},
		[284406] = {
			2280, -- [1]
			"谄媚海妖", -- [2]
		},
		[27581] = {
			1895, -- [1]
			"督军沙拉利斯", -- [2]
		},
		[83446] = {
			1055, -- [1]
			"希亚玛特的爪牙", -- [2]
		},
		[82139] = {
			1053, -- [1]
			"高阶预言者巴林姆", -- [2]
		},
		[183023] = {
			1794, -- [1]
			"缚魂构装体", -- [2]
		},
		[289526] = {
			2272, -- [1]
			"僵尸尘图腾 <拉斯塔哈大王>", -- [2]
		},
		[286563] = {
			2280, -- [1]
			"约瑟夫修士", -- [2]
		},
		[53400] = {
			1972, -- [1]
			"哈多诺克斯", -- [2]
		},
		[11969] = {
			552, -- [1]
			"加加恩·火锤", -- [2]
		},
		[35059] = {
			1902, -- [1]
			"利爪之王艾吉斯", -- [2]
		},
		[16128] = {
			349, -- [1]
			"伊莫塔尔", -- [2]
		},
		[32316] = {
			1899, -- [1]
			"虚灵缚法者", -- [2]
		},
		[50255] = {
			2029, -- [1]
			"残忍的斯卡迪", -- [2]
		},
		[113364] = {
			1420, -- [1]
			"织焰者孔格勒", -- [2]
		},
		[33528] = {
			1903, -- [1]
			"塞斯冰霜元素 <黑暗编织者塞斯>", -- [2]
		},
		[92122] = {
			1056, -- [1]
			"[*] 水晶碎片", -- [2]
		},
		[85467] = {
			1043, -- [1]
			"潜伏风暴 <大宰相埃尔坦>", -- [2]
		},
		[75998] = {
			1045, -- [1]
			"纳兹夏尔荣誉守卫", -- [2]
		},
		[196496] = {
			1807, -- [1]
			"芬雷尔", -- [2]
		},
		[52540] = {
			1973, -- [1]
			"阿努巴尔刺客", -- [2]
		},
		[106966] = {
			1305, -- [1]
			"次级易爆能量 <狂之煞>", -- [2]
		},
		[265986] = {
			2126, -- [1]
			"能量核心", -- [2]
		},
		[20735] = {
			347, -- [1]
			"伊琳娜·暗木", -- [2]
		},
		[50804] = {
			2013, -- [1]
			"魔网守护者埃雷苟斯", -- [2]
		},
		[288507] = {
			2281, -- [1]
			"寒潮 <吉安娜·普罗德摩尔>", -- [2]
		},
		[31697] = {
			1946, -- [1]
			"霍加尔芬", -- [2]
		},
		[196497] = {
			1807, -- [1]
			"芬雷尔", -- [2]
		},
		[209294] = {
			1864, -- [1]
			"萨维斯", -- [2]
		},
		[13953] = {
			234, -- [1]
			"弗诺斯·达克维尔", -- [2]
		},
		[34168] = {
			1946, -- [1]
			"幽暗沼泽蘑菇", -- [2]
		},
		[38391] = {
			1145, -- [1]
			"灼热毁灭者", -- [2]
		},
		[101592] = {
			1271, -- [1]
			"姆诺兹多", -- [2]
		},
		[12734] = {
			476, -- [1]
			"指挥官玛洛尔", -- [2]
		},
		[93914] = {
			1070, -- [1]
			"屠夫拉佐克劳", -- [2]
		},
		[123654] = {
			1442, -- [1]
			"鬼谋神算冥谷子", -- [2]
		},
		[22421] = {
			344, -- [1]
			"海多斯博恩", -- [2]
		},
		[185237] = {
			1784, -- [1]
			"暴君维哈里", -- [2]
		},
		[107223] = {
			1417, -- [1]
			"太阳", -- [2]
		},
		[153501] = {
			1688, -- [1]
			"纳利什", -- [2]
		},
		[111854] = {
			1426, -- [1]
			"指导者寒心", -- [2]
		},
		[50843] = {
			1994, -- [1]
			"克莱斯塔卢斯", -- [2]
		},
		[284146] = {
			2266, -- [1]
			"[*] 敌意之环", -- [2]
		},
		[262019] = {
			2108, -- [1]
			"商业大亨拉兹敦克", -- [2]
		},
		[81630] = {
			1054, -- [1]
			"锁喉", -- [2]
		},
		[185239] = {
			1788, -- [1]
			"[*] 安苏之光", -- [2]
		},
		[76511] = {
			1040, -- [1]
			"疯狂囚犯", -- [2]
		},
		[284028] = {
			2266, -- [1]
			"风暴分身", -- [2]
		},
		[283394] = {
			2276, -- [1]
			"大工匠梅卡托克", -- [2]
		},
		[76497] = {
			1040, -- [1]
			"暮光施虐者", -- [2]
		},
		[183703] = {
			1798, -- [1]
			"剑圣朱倍尔索斯", -- [2]
		},
		[114646] = {
			1417, -- [1]
			"游荡恶煞", -- [2]
		},
		[287490] = {
			2281, -- [1]
			"未知目标", -- [2]
		},
		[276229] = {
			2108, -- [1]
			"王牌轰炸机", -- [2]
		},
		[289538] = {
			2276, -- [1]
			"大工匠梅卡托克", -- [2]
		},
		[74720] = {
			382, -- [1]
			"机械师瑟玛普拉格", -- [2]
		},
		[79050] = {
			1057, -- [1]
			"高阶女祭司艾苏尔", -- [2]
		},
		[284420] = {
			2266, -- [1]
			"曼赛罗伊·弗雷菲斯", -- [2]
		},
		[263425] = {
			2124, -- [1]
			"阿德里斯", -- [2]
		},
		[120789] = {
			1502, -- [1]
			"指挥官沃加克", -- [2]
		},
		[75645] = {
			1040, -- [1]
			"柯尔拉，暮光之兆", -- [2]
		},
		[150072] = {
			1662, -- [1]
			"阿鲁克斯", -- [2]
		},
		[16856] = {
			484, -- [1]
			"奥里克斯·瑞文戴尔领主", -- [2]
		},
		[31485] = {
			1943, -- [1]
			"机械师斯蒂里格", -- [2]
		},
		[206557] = {
			1867, -- [1]
			"崔利艾克斯", -- [2]
		},
		[151454] = {
			1660, -- [1]
			"盲眼猎手格罗亚特", -- [2]
		},
		[30505] = {
			1936, -- [1]
			"高阶术士奈瑟库斯", -- [2]
		},
		[124290] = {
			1447, -- [1]
			"[*] 利刃冲锋", -- [2]
		},
		[268008] = {
			2127, -- [1]
			"瘟疫博士", -- [2]
		},
		[182170] = {
			1783, -- [1]
			"血魔", -- [2]
		},
		[255558] = {
			2084, -- [1]
			"[*] 污血", -- [2]
		},
		[259975] = {
			2101, -- [1]
			"泥沙女王", -- [2]
		},
		[193826] = {
			1808, -- [1]
			"神王斯科瓦尔德", -- [2]
		},
		[284424] = {
			2271, -- [1]
			"[*] 灼烧之地", -- [2]
		},
		[268278] = {
			2116, -- [1]
			"维克雷斯夫人", -- [2]
		},
		[285046] = {
			2271, -- [1]
			"丰灵", -- [2]
		},
		[76001] = {
			1045, -- [1]
			"纳兹夏尔女士", -- [2]
		},
		[16172] = {
			482, -- [1]
			"食尸抢夺者", -- [2]
		},
		[107275] = {
			1419, -- [1]
			"科里克提克吞噬者", -- [2]
		},
		[101339] = {
			1883, -- [1]
			"吉安娜的残影", -- [2]
		},
		[199063] = {
			1837, -- [1]
			"纠缠之根", -- [2]
		},
		[200682] = {
			1806, -- [1]
			"索斯坦", -- [2]
		},
		[48640] = {
			2029, -- [1]
			"伊米亚战士", -- [2]
		},
		[102241] = {
			1884, -- [1]
			"泰兰德的残影", -- [2]
		},
		[111216] = {
			1421, -- [1]
			"武器大师哈兰", -- [2]
		},
		[90479] = {
			1045, -- [1]
			"[*] 龙卷水涌", -- [2]
		},
		[119299] = {
			1443, -- [1]
			"阿达罗格", -- [2]
		},
		[181275] = {
			1795, -- [1]
			"恶魔传送门", -- [2]
		},
		[284521] = {
			2272, -- [1]
			"邦桑迪", -- [2]
		},
		[38592] = {
			1921, -- [1]
			"坦普卢斯", -- [2]
		},
		[153804] = {
			1679, -- [1]
			"骨喉", -- [2]
		},
		[47727] = {
			2010, -- [1]
			"大魔导师泰蕾丝塔", -- [2]
		},
		[76002] = {
			1039, -- [1]
			"卡尔什·断钢", -- [2]
		},
		[226194] = {
			1864, -- [1]
			"萨维斯", -- [2]
		},
		[285453] = {
			2273, -- [1]
			"乌纳特", -- [2]
		},
		[34298] = {
			1947, -- [1]
			"克劳恩", -- [2]
		},
		[10258] = {
			554, -- [1]
			"阿扎达斯", -- [2]
		},
		[31486] = {
			1943, -- [1]
			"机械师斯蒂里格", -- [2]
		},
		[11086] = {
			597, -- [1]
			"巫医祖穆拉恩", -- [2]
		},
		[55285] = {
			1981, -- [1]
			"迦尔达拉", -- [2]
		},
		[267027] = {
			2125, -- [1]
			"喷毒盘蛇 <蛋>", -- [2]
		},
		[282386] = {
			2269, -- [1]
			"代言人扎克萨奇", -- [2]
		},
		[255372] = {
			2086, -- [1]
			"莱赞", -- [2]
		},
		[282384] = {
			2269, -- [1]
			"惊悚者法索乌", -- [2]
		},
		[120024] = {
			1446, -- [1]
			"熔岩守卫戈多斯", -- [2]
		},
		[228645] = {
			2280, -- [1]
			"符文武器 <Excallibur>", -- [2]
		},
		[93424] = {
			1069, -- [1]
			"[*] 窒息", -- [2]
		},
		[290575] = {
			2263, -- [1]
			"[*] 凶狠咆哮", -- [2]
		},
		[88288] = {
			1065, -- [1]
			"伐木场巨怪", -- [2]
		},
		[263958] = {
			2125, -- [1]
			"缠绕的蛇群", -- [2]
		},
		[255373] = {
			2086, -- [1]
			"莱赞", -- [2]
		},
		[113626] = {
			1420, -- [1]
			"织焰者孔格勒", -- [2]
		},
		[282082] = {
			2263, -- [1]
			"格洛恩", -- [2]
		},
		[93581] = {
			1069, -- [1]
			"灰葬男爵", -- [2]
		},
		[115418] = {
			1406, -- [1]
			"科里克提克塑风者", -- [2]
		},
		[254383] = {
			2074, -- [1]
			"沙图格", -- [2]
		},
		[260279] = {
			2108, -- [1]
			"[*] 加特林机枪", -- [2]
		},
		[30846] = {
			1922, -- [1]
			"影月技师", -- [2]
		},
		[285459] = {
			2281, -- [1]
			"吉安娜·普罗德摩尔", -- [2]
		},
		[151606] = {
			1661, -- [1]
			"卡尔加·刺肋", -- [2]
		},
		[31567] = {
			1947, -- [1]
			"沼地领主穆塞雷克", -- [2]
		},
		[284436] = {
			2265, -- [1]
			"弗里达·铁吼", -- [2]
		},
		[91872] = {
			1055, -- [1]
			"希亚玛特的仆从 <[*] 静电震击>", -- [2]
		},
		[33787] = {
			1939, -- [1]
			"盘牙背叛者", -- [2]
		},
		[267034] = {
			2133, -- [1]
			"低语者沃尔兹斯", -- [2]
		},
		[78835] = {
			1058, -- [1]
			"欧泽鲁克", -- [2]
		},
		[31422] = {
			1919, -- [1]
			"埃欧努斯", -- [2]
		},
		[202652] = {
			1855, -- [1]
			"鲜血公主萨安娜", -- [2]
		},
		[31550] = {
			1919, -- [1]
			"埃欧努斯", -- [2]
		},
		[196563] = {
			1810, -- [1]
			"督军帕杰什", -- [2]
		},
		[208924] = {
			1867, -- [1]
			"崔利艾克斯", -- [2]
		},
		[111107] = {
			1425, -- [1]
			"血色仲裁者", -- [2]
		},
		[54290] = {
			1972, -- [1]
			"阿努巴尔织网者", -- [2]
		},
		[288534] = {
			2281, -- [1]
			"[*] 迅猛旋风", -- [2]
		},
		[115419] = {
			1405, -- [1]
			"科里克提克塑风者", -- [2]
		},
		[250585] = {
			2085, -- [1]
			"[*] 剧毒之池", -- [2]
		},
		[83171] = {
			1052, -- [1]
			"[*] 秘法陷阱", -- [2]
		},
		[50841] = {
			1998, -- [1]
			"塑铁者斯约尼尔", -- [2]
		},
		[47765] = {
			2010, -- [1]
			"[*] 引力井", -- [2]
		},
		[270108] = {
			2123, -- [1]
			"[*] 腐烂孢子", -- [2]
		},
		[250258] = {
			2085, -- [1]
			"沃卡尔", -- [2]
		},
		[268061] = {
			2127, -- [1]
			"瘟疫博士", -- [2]
		},
		[289560] = {
			2268, -- [1]
			"吉布尔的化身", -- [2]
		},
		[206749] = {
			1867, -- [1]
			"崔利艾克斯", -- [2]
		},
		[287513] = {
			2271, -- [1]
			"亚拉特的堡垒", -- [2]
		},
		[30991] = {
			1938, -- [1]
			"碎手刺客", -- [2]
		},
		[270882] = {
			2105, -- [1]
			"艾泽里特足球炸弹", -- [2]
		},
		[196512] = {
			1807, -- [1]
			"芬雷尔", -- [2]
		},
		[250259] = {
			2085, -- [1]
			"沃卡尔", -- [2]
		},
		[22920] = {
			361, -- [1]
			"托塞德林王子", -- [2]
		},
		[55964] = {
			1146, -- [1]
			"兰多菲·摩洛克", -- [2]
		},
		[83981] = {
			1047, -- [1]
			"顽强的巨兽", -- [2]
		},
		[120027] = {
			1426, -- [1]
			"[*] 灼烧", -- [2]
		},
		[75238] = {
			1048, -- [1]
			"被召唤的烈火幽灵", -- [2]
		},
		[257426] = {
			2096, -- [1]
			"铁潮执行者", -- [2]
		},
		[52433] = {
			1985, -- [1]
			"熔岩魔像", -- [2]
		},
		[284106] = {
			2280, -- [1]
			"凯瑟琳修女", -- [2]
		},
		[91375] = {
			1044, -- [1]
			"[*] 黑暗裂隙", -- [2]
		},
		[259474] = {
			2107, -- [1]
			"瑞克莎·流火", -- [2]
		},
		[282398] = {
			2269, -- [1]
			"惊悚者法索乌", -- [2]
		},
		[87854] = {
			1042, -- [1]
			"坠天之星", -- [2]
		},
		[284446] = {
			2272, -- [1]
			"邦桑迪", -- [2]
		},
		[119528] = {
			1441, -- [1]
			"[*] 火球", -- [2]
		},
		[55078] = {
			2280, -- [1]
			"符文武器 <Excallibur>", -- [2]
		},
		[13704] = {
			599, -- [1]
			"暗影祭司塞瑟斯", -- [2]
		},
		[282447] = {
			2268, -- [1]
			"吉布尔", -- [2]
		},
		[115421] = {
			1405, -- [1]
			"科里克提克塑风者", -- [2]
		},
		[286495] = {
			2280, -- [1]
			"[*] 诱惑之歌", -- [2]
		},
		[47737] = {
			2009, -- [1]
			"混乱裂隙 <阿诺玛鲁斯>", -- [2]
		},
		[34970] = {
			1941, -- [1]
			"巨钳鲁克玛尔", -- [2]
		},
		[119971] = {
			1444, -- [1]
			"黑暗萨满柯兰萨", -- [2]
		},
		[287565] = {
			2281, -- [1]
			"吉安娜·普罗德摩尔", -- [2]
		},
		[113641] = {
			1420, -- [1]
			"织焰者孔格勒", -- [2]
		},
		[284449] = {
			2265, -- [1]
			"弗里达·铁吼", -- [2]
		},
		[256551] = {
			2095, -- [1]
			"锯齿鲨", -- [2]
		},
		[22273] = {
			1900, -- [1]
			"虚灵巫师", -- [2]
		},
		[256405] = {
			2095, -- [1]
			"托萨克", -- [2]
		},
		[44194] = {
			1894, -- [1]
			"凯尔萨斯·逐日者", -- [2]
		},
		[6254] = {
			587, -- [1]
			"斯卡姆", -- [2]
		},
		[274213] = {
			2112, -- [1]
			"孢子召唤师赞查", -- [2]
		},
		[267047] = {
			2125, -- [1]
			"沙鳞突击者 <蛋>", -- [2]
		},
		[284451] = {
			2266, -- [1]
			"未知目标", -- [2]
		},
		[285477] = {
			2273, -- [1]
			"[*] 渊黯", -- [2]
		},
		[202659] = {
			1855, -- [1]
			"鲜血公主萨安娜", -- [2]
		},
		[74984] = {
			1050, -- [1]
			"铸炉之主索朗格斯", -- [2]
		},
		[286501] = {
			2271, -- [1]
			"[*] 蔓延烈火", -- [2]
		},
		[265001] = {
			2130, -- [1]
			"小型水元素", -- [2]
		},
		[52029] = {
			1987, -- [1]
			"比亚格里将军", -- [2]
		},
		[76008] = {
			1045, -- [1]
			"纳兹夏尔女士", -- [2]
		},
		[284453] = {
			2266, -- [1]
			"活动炸弹", -- [2]
		},
		[269097] = {
			2132, -- [1]
			"斯托颂勋爵", -- [2]
		},
		[282406] = {
			2276, -- [1]
			"火花机器人", -- [2]
		},
		[34557] = {
			1926, -- [1]
			"高级植物学家弗雷温", -- [2]
		},
		[31615] = {
			1947, -- [1]
			"沼地领主穆塞雷克", -- [2]
		},
		[27584] = {
			1895, -- [1]
			"督军沙拉利斯", -- [2]
		},
		[282407] = {
			2269, -- [1]
			"惊悚者法索乌", -- [2]
		},
		[282444] = {
			2268, -- [1]
			"吉布尔的化身", -- [2]
		},
		[115167] = {
			1418, -- [1]
			"[*] 腐蚀之水", -- [2]
		},
		[285479] = {
			2271, -- [1]
			"[*] 烈焰喷射", -- [2]
		},
		[286503] = {
			2266, -- [1]
			"活动炸弹", -- [2]
		},
		[88129] = {
			1064, -- [1]
			"格拉布托克", -- [2]
		},
		[180945] = {
			1778, -- [1]
			"邪火攻城车", -- [2]
		},
		[152688] = {
			1677, -- [1]
			"[*] 暗影符文", -- [2]
		},
		[54049] = {
			2281, -- [1]
			"玛托姆 <德莱厄斯之怒>", -- [2]
		},
		[55095] = {
			1814, -- [1]
			6, -- [2]
		},
		[268077] = {
			2113, -- [1]
			"女巫索林娜", -- [2]
		},
		[15734] = {
			272, -- [1]
			"血斧召唤师", -- [2]
		},
		[53520] = {
			1973, -- [1]
			"阿努巴拉克", -- [2]
		},
		[245098] = {
			2074, -- [1]
			"沙图格", -- [2]
		},
		[75789] = {
			1049, -- [1]
			"埃鲁达克", -- [2]
		},
		[282411] = {
			2268, -- [1]
			"阿昆达的化身", -- [2]
		},
		[151475] = {
			1660, -- [1]
			"盲眼猎手格罗亚特", -- [2]
		},
		[288218] = {
			2281, -- [1]
			"火炮", -- [2]
		},
		[289795] = {
			2280, -- [1]
			"未知目标", -- [2]
		},
		[281388] = {
			2109, -- [1]
			"艾什凡炮手", -- [2]
		},
		[82506] = {
			1053, -- [1]
			"高阶预言者巴林姆", -- [2]
		},
		[74986] = {
			1050, -- [1]
			"[*] 落石", -- [2]
		},
		[33534] = {
			1903, -- [1]
			"黑暗编织者塞斯", -- [2]
		},
		[269104] = {
			2132, -- [1]
			"觉醒虚空", -- [2]
		},
		[282413] = {
			2269, -- [1]
			"[*] 虚空撞击", -- [2]
		},
		[12540] = {
			427, -- [1]
			"腐烂萨特", -- [2]
		},
		[118903] = {
			2129, -- [1]
			"格林托克妖术师", -- [2]
		},
		[76522] = {
			1038, -- [1]
			"暮光狂热者", -- [2]
		},
		[48017] = {
			2012, -- [1]
			"塑树者奥莫洛克", -- [2]
		},
		[50810] = {
			1994, -- [1]
			"克莱斯塔卢斯", -- [2]
		},
		[273226] = {
			2112, -- [1]
			"[*] 腐烂孢子", -- [2]
		},
		[98021] = {
			2269, -- [1]
			"未知目标 <逗萨包>", -- [2]
		},
		[266035] = {
			2113, -- [1]
			"棘刺助祭", -- [2]
		},
		[197558] = {
			1807, -- [1]
			"芬雷尔", -- [2]
		},
		[78859] = {
			1058, -- [1]
			"欧泽鲁克", -- [2]
		},
		[198058] = {
			1809, -- [1]
			"奥丁", -- [2]
		},
		[153525] = {
			438, -- [1]
			"鲁古格", -- [2]
		},
		[267060] = {
			2140, -- [1]
			"智者扎纳扎尔", -- [2]
		},
		[188614] = {
			1799, -- [1]
			"[*] 亵渎", -- [2]
		},
		[257436] = {
			2093, -- [1]
			"铁潮海盗", -- [2]
		},
		[120800] = {
			1502, -- [1]
			"指挥官沃加克", -- [2]
		},
		[49711] = {
			2014, -- [1]
			"幻影纳迦", -- [2]
		},
		[80362] = {
			587, -- [1]
			"克雷什", -- [2]
		},
		[53394] = {
			1971, -- [1]
			"阿努巴尔勇士", -- [2]
		},
		[257437] = {
			2093, -- [1]
			"铁潮海盗", -- [2]
		},
		[260508] = {
			2114, -- [1]
			"魂缚巨像", -- [2]
		},
		[268086] = {
			2113, -- [1]
			"[*] 恐怖光环", -- [2]
		},
		[81642] = {
			1054, -- [1]
			"锁喉", -- [2]
		},
		[282419] = {
			2269, -- [1]
			"[*] 虚空撞击", -- [2]
		},
		[255836] = {
			2084, -- [1]
			"女祭司阿伦扎", -- [2]
		},
		[82415] = {
			1056, -- [1]
			"克伯鲁斯", -- [2]
		},
		[185590] = {
			1799, -- [1]
			"阿克蒙德", -- [2]
		},
		[264560] = {
			2130, -- [1]
			"小型水元素", -- [2]
		},
		[33793] = {
			1892, -- [1]
			"传令官瓦兹德", -- [2]
		},
		[22914] = {
			347, -- [1]
			"伊琳娜·暗木", -- [2]
		},
		[268088] = {
			2113, -- [1]
			"女巫马拉迪", -- [2]
		},
		[15618] = {
			269, -- [1]
			"指挥官沃恩", -- [2]
		},
		[33919] = {
			1901, -- [1]
			"塔瓦洛克", -- [2]
		},
		[284469] = {
			2265, -- [1]
			"弗里达·铁吼", -- [2]
		},
		[76524] = {
			1038, -- [1]
			"暮光狂热者", -- [2]
		},
		[153528] = {
			438, -- [1]
			"鲁古格", -- [2]
		},
		[286516] = {
			2276, -- [1]
			"[*] 反干涉震击", -- [2]
		},
		[284470] = {
			2271, -- [1]
			"奥术紫水晶", -- [2]
		},
		[93928] = {
			1070, -- [1]
			"屠夫拉佐克劳", -- [2]
		},
		[113020] = {
			1306, -- [1]
			"憎恨残渣", -- [2]
		},
		[288053] = {
			2272, -- [1]
			"死亡裂隙 <[*] 死亡裂隙>", -- [2]
		},
		[197550] = {
			1812, -- [1]
			"深须国王", -- [2]
		},
		[86765] = {
			1145, -- [1]
			"狂怒炉渣", -- [2]
		},
		[90604] = {
			1060, -- [1]
			"“船长”曲奇", -- [2]
		},
		[184575] = {
			1853, -- [1]
			2, -- [2]
		},
		[284472] = {
			2271, -- [1]
			"[*] 致命妖术", -- [2]
		},
		[16098] = {
			268, -- [1]
			"暗影猎手沃什加斯", -- [2]
		},
		[15504] = {
			272, -- [1]
			"军需官兹格雷斯", -- [2]
		},
		[40062] = {
			1922, -- [1]
			"影月技师", -- [2]
		},
		[205741] = {
			1864, -- [1]
			"萨维斯", -- [2]
		},
		[250022] = {
			2087, -- [1]
			"亚兹玛", -- [2]
		},
		[81644] = {
			1054, -- [1]
			"[*] 尘土抽击", -- [2]
		},
		[260512] = {
			2114, -- [1]
			"魂缚巨像", -- [2]
		},
		[284474] = {
			2265, -- [1]
			"弗里达·铁吼", -- [2]
		},
		[49020] = {
			1814, -- [1]
			6, -- [2]
		},
		[79340] = {
			1057, -- [1]
			"高阶女祭司艾苏尔", -- [2]
		},
		[115430] = {
			1406, -- [1]
			"科里克提克狂怒者", -- [2]
		},
		[90602] = {
			1060, -- [1]
			"“船长”曲奇", -- [2]
		},
		[48380] = {
			2028, -- [1]
			"灵魂之泉", -- [2]
		},
		[288576] = {
			2272, -- [1]
			"[*] 必然归宿", -- [2]
		},
		[47699] = {
			2009, -- [1]
			"晶化守护者", -- [2]
		},
		[276286] = {
			2130, -- [1]
			"[*] 切割旋风", -- [2]
		},
		[269116] = {
			2124, -- [1]
			"灌注能量的唤雷者", -- [2]
		},
		[131521] = {
			1306, -- [1]
			"堕落的祝踏岚", -- [2]
		},
		[205231] = {
			2280, -- [1]
			"黑眼 <夏天看妹子>", -- [2]
		},
		[164815] = {
			1853, -- [1]
			11, -- [2]
		},
		[284468] = {
			2265, -- [1]
			"祝圣信徒", -- [2]
		},
		[12675] = {
			1921, -- [1]
			"永恒时光术师", -- [2]
		},
		[70541] = {
			1106, -- [1]
			"巫妖王", -- [2]
		},
		[12739] = {
			597, -- [1]
			"巫医祖穆拉恩", -- [2]
		},
		[90603] = {
			1060, -- [1]
			"“船长”曲奇", -- [2]
		},
		[290621] = {
			2281, -- [1]
			"吉安娜·普罗德摩尔", -- [2]
		},
		[131522] = {
			1306, -- [1]
			"堕落的祝踏岚", -- [2]
		},
		[35072] = {
			1927, -- [1]
			"荆棘鞭笞者", -- [2]
		},
		[280384] = {
			1814, -- [1]
			9, -- [2]
		},
		[282432] = {
			2269, -- [1]
			"惊悚者法索乌", -- [2]
		},
		[17156] = {
			347, -- [1]
			"费拉", -- [2]
		},
		[114808] = {
			1424, -- [1]
			"科洛夫修士", -- [2]
		},
		[36096] = {
			1987, -- [1]
			"比亚格里将军", -- [2]
		},
		[30478] = {
			1936, -- [1]
			"邪兽人转化者", -- [2]
		},
		[88300] = {
			1065, -- [1]
			"伐木场巨怪", -- [2]
		},
		[48381] = {
			2028, -- [1]
			"灵魂之泉", -- [2]
		},
		[202680] = {
			1813, -- [1]
			"奥术多头蛇子嗣", -- [2]
		},
		[86930] = {
			1042, -- [1]
			"阿萨德", -- [2]
		},
		[271698] = {
			2106, -- [1]
			"艾泽洛克", -- [2]
		},
		[93675] = {
			1072, -- [1]
			"高弗雷勋爵", -- [2]
		},
		[93931] = {
			1070, -- [1]
			"盲眼守卫奥杜", -- [2]
		},
		[276282] = {
			2130, -- [1]
			"唤风者学徒", -- [2]
		},
		[75245] = {
			1048, -- [1]
			"达加·燃影者", -- [2]
		},
		[106984] = {
			1303, -- [1]
			"古·穿云", -- [2]
		},
		[30913] = {
			1924, -- [1]
			"布洛戈克", -- [2]
		},
		[6607] = {
			492, -- [1]
			"哈卡的化身", -- [2]
		},
		[152143] = {
			1664, -- [1]
			"胶化瘟疫泥团", -- [2]
		},
		[280389] = {
			2109, -- [1]
			"恐怖船长洛克伍德", -- [2]
		},
		[285508] = {
			2281, -- [1]
			"弹药桶 <库尔提拉斯水兵>", -- [2]
		},
		[282437] = {
			2269, -- [1]
			"[*] 粉碎之疑", -- [2]
		},
		[52387] = {
			1985, -- [1]
			"沃尔坎", -- [2]
		},
		[51121] = {
			2014, -- [1]
			"法师领主伊洛姆", -- [2]
		},
		[119420] = {
			1443, -- [1]
			"阿达罗格", -- [2]
		},
		[202676] = {
			1855, -- [1]
			"鲜血公主萨安娜", -- [2]
		},
		[149943] = {
			1670, -- [1]
			"刽子手戈尔", -- [2]
		},
		[42751] = {
			2025, -- [1]
			"[*] 暗影利斧", -- [2]
		},
		[192131] = {
			1810, -- [1]
			"督军帕杰什", -- [2]
		},
		[55292] = {
			1981, -- [1]
			"迦尔达拉", -- [2]
		},
		[284688] = {
			2272, -- [1]
			"破城者洛卡", -- [2]
		},
		[90605] = {
			1060, -- [1]
			"“船长”曲奇", -- [2]
		},
		[269131] = {
			2132, -- [1]
			"斯托颂勋爵", -- [2]
		},
		[256163] = {
			2105, -- [1]
			"艾泽里特足球炸弹", -- [2]
		},
		[106526] = {
			1418, -- [1]
			"贤者马里", -- [2]
		},
		[284488] = {
			2265, -- [1]
			"弗里达·铁吼", -- [2]
		},
		[10966] = {
			422, -- [1]
			"诺克赛恩", -- [2]
		},
		[101812] = {
			1883, -- [1]
			"吉安娜的残影", -- [2]
		},
		[260190] = {
			2108, -- [1]
			"商业大亨拉兹敦克", -- [2]
		},
		[260323] = {
			2108, -- [1]
			"商业大亨拉兹敦克", -- [2]
		},
		[88814] = {
			1053, -- [1]
			"高阶预言者巴林姆", -- [2]
		},
		[200723] = {
			1793, -- [1]
			"达古尔", -- [2]
		},
		[264757] = {
			2111, -- [1]
			"长者莉娅克萨", -- [2]
		},
		[31718] = {
			1942, -- [1]
			"水术师瑟丝比娅", -- [2]
		},
		[268347] = {
			2132, -- [1]
			"斯托颂勋爵", -- [2]
		},
		[217011] = {
			1792, -- [1]
			"成群的愤怒仆从", -- [2]
		},
		[119684] = {
			1441, -- [1]
			"武器大师席恩", -- [2]
		},
		[283626] = {
			2265, -- [1]
			"祝圣信徒", -- [2]
		},
		[259092] = {
			2096, -- [1]
			"铁潮唤雷者", -- [2]
		},
		[190394] = {
			1799, -- [1]
			"阿克蒙德", -- [2]
		},
		[48295] = {
			2028, -- [1]
			"伊米隆国王", -- [2]
		},
		[79345] = {
			1057, -- [1]
			"高阶女祭司艾苏尔", -- [2]
		},
		[33666] = {
			1910, -- [1]
			"摩摩尔", -- [2]
		},
		[120807] = {
			1502, -- [1]
			"指挥官沃加克", -- [2]
		},
		[267639] = {
			2142, -- [1]
			"殓尸者姆沁巴", -- [2]
		},
		[284493] = {
			2271, -- [1]
			"[*] 脉冲加速毒素", -- [2]
		},
		[54847] = {
			1983, -- [1]
			"达卡莱元素", -- [2]
		},
		[286541] = {
			2271, -- [1]
			"亚拉特的堡垒", -- [2]
		},
		[149957] = {
			1656, -- [1]
			"逃窜的野猪", -- [2]
		},
		[240559] = {
			2130, -- [1]
			"[*] 重伤", -- [2]
		},
		[150981] = {
			438, -- [1]
			"剃刀沼泽狩猎者", -- [2]
		},
		[25603] = {
			1900, -- [1]
			"虚灵巫师", -- [2]
		},
		[11837] = {
			600, -- [1]
			"乌克兹·沙顶", -- [2]
		},
		[66198] = {
			1814, -- [1]
			6, -- [2]
		},
		[78578] = {
			347, -- [1]
			"伊琳娜·暗木", -- [2]
		},
		[89739] = {
			1060, -- [1]
			"“船长”曲奇", -- [2]
		},
		[47743] = {
			2009, -- [1]
			"阿诺玛鲁斯", -- [2]
		},
		[286673] = {
			2268, -- [1]
			"贪婪的追猎者", -- [2]
		},
		[10094] = {
			551, -- [1]
			"远古巨石卫士", -- [2]
		},
		[75722] = {
			1045, -- [1]
			"纳兹夏尔女士", -- [2]
		},
		[34971] = {
			1947, -- [1]
			"克劳恩", -- [2]
		},
		[82320] = {
			1053, -- [1]
			"高阶预言者巴林姆", -- [2]
		},
		[107268] = {
			1397, -- [1]
			"破坏者吉普提拉克", -- [2]
		},
		[190397] = {
			1799, -- [1]
			"未知目标", -- [2]
		},
		[93423] = {
			1069, -- [1]
			"灰葬男爵", -- [2]
		},
		[116224] = {
			1422, -- [1]
			"顺从的猎犬", -- [2]
		},
		[114410] = {
			1424, -- [1]
			"科洛夫修士", -- [2]
		},
		[102381] = {
			1271, -- [1]
			"姆诺兹多", -- [2]
		},
		[285017] = {
			2280, -- [1]
			"拉米纳利亚", -- [2]
		},
		[22660] = {
			346, -- [1]
			"荒野变形者奥兹恩", -- [2]
		},
		[30914] = {
			1924, -- [1]
			"未知目标 <布洛戈克>", -- [2]
		},
		[190398] = {
			1799, -- [1]
			"黑暗导管", -- [2]
		},
		[182600] = {
			1788, -- [1]
			"[*] 邪火", -- [2]
		},
		[211897] = {
			1867, -- [1]
			"清扫器", -- [2]
		},
		[15587] = {
			348, -- [1]
			"卡雷迪斯镇长", -- [2]
		},
		[15619] = {
			234, -- [1]
			"厄炉工匠", -- [2]
		},
		[33923] = {
			1910, -- [1]
			"摩摩尔", -- [2]
		},
		[71769] = {
			1106, -- [1]
			"巫妖王", -- [2]
		},
		[198077] = {
			1809, -- [1]
			"奥丁", -- [2]
		},
		[101809] = {
			1883, -- [1]
			"吉安娜的残影", -- [2]
		},
		[101614] = {
			1881, -- [1]
			"贝恩的残影", -- [2]
		},
		[268122] = {
			2113, -- [1]
			"女巫布里亚", -- [2]
		},
		[92300] = {
			1059, -- [1]
			"岩皮", -- [2]
		},
		[200637] = {
			1793, -- [1]
			"达古尔", -- [2]
		},
		[254384] = {
			2074, -- [1]
			"法尔格", -- [2]
		},
		[43265] = {
			1814, -- [1]
			6, -- [2]
		},
		[11876] = {
			549, -- [1]
			"艾隆纳亚", -- [2]
		},
		[198590] = {
			1814, -- [1]
			9, -- [2]
		},
		[43649] = {
			2024, -- [1]
			"控制者达尔隆", -- [2]
		},
		[11972] = {
			552, -- [1]
			"暗炉考古学家", -- [2]
		},
		[250241] = {
			2085, -- [1]
			"沃卡尔", -- [2]
		},
		[196543] = {
			1807, -- [1]
			"芬雷尔", -- [2]
		},
		[48256] = {
			2027, -- [1]
			"戈托克·苍蹄", -- [2]
		},
		[44289] = {
			1895, -- [1]
			"卡加尼·夜锋", -- [2]
		},
		[186269] = {
			1791, -- [1]
			"枯碎塑造者", -- [2]
		},
		[260016] = {
			2101, -- [1]
			"嗡鸣的寄生虫", -- [2]
		},
		[22714] = {
			344, -- [1]
			"海多斯博恩", -- [2]
		},
		[268126] = {
			2113, -- [1]
			"女巫布里亚", -- [2]
		},
		[76085] = {
			1044, -- [1]
			"黑暗裂隙 <指挥官乌尔索克>", -- [2]
		},
		[90098] = {
			1065, -- [1]
			"巨怪仆从", -- [2]
		},
		[18327] = {
			479, -- [1]
			"安娜丝塔丽男爵夫人", -- [2]
		},
		[79922] = {
			1058, -- [1]
			"巨石之核掠夺者", -- [2]
		},
		[115436] = {
			1406, -- [1]
			"科里克提克狂怒者", -- [2]
		},
		[102411] = {
			1883, -- [1]
			"时光扭曲火枪手", -- [2]
		},
		[20805] = {
			588, -- [1]
			"皮萨斯", -- [2]
		},
		[186662] = {
			1799, -- [1]
			"邪脉大恶魔", -- [2]
		},
		[257458] = {
			2096, -- [1]
			"哈兰·斯威提", -- [2]
		},
		[12548] = {
			1903, -- [1]
			"黑暗编织者塞斯", -- [2]
		},
		[267105] = {
			2140, -- [1]
			"洪流图腾", -- [2]
		},
		[74979] = {
			1050, -- [1]
			"铸炉之主索朗格斯", -- [2]
		},
		[154442] = {
			1682, -- [1]
			"耐奥祖", -- [2]
		},
		[258544] = {
			2102, -- [1]
			"杰斯·豪里斯", -- [2]
		},
		[76188] = {
			1036, -- [1]
			"升腾者领主奥西迪斯", -- [2]
		},
		[267385] = {
			2133, -- [1]
			"触须", -- [2]
		},
		[72350] = {
			1106, -- [1]
			"巫妖王", -- [2]
		},
		[286558] = {
			2280, -- [1]
			"约瑟夫修士", -- [2]
		},
		[83655] = {
			1052, -- [1]
			"胡辛姆将军", -- [2]
		},
		[80850] = {
			479, -- [1]
			"图萨丁亡灵法师", -- [2]
		},
		[289648] = {
			2276, -- [1]
			"火花机器人", -- [2]
		},
		[260805] = {
			2113, -- [1]
			"女巫马拉迪", -- [2]
		},
		[43650] = {
			2024, -- [1]
			"控制者达尔隆", -- [2]
		},
		[83445] = {
			1052, -- [1]
			"胡辛姆将军", -- [2]
		},
		[257460] = {
			2096, -- [1]
			"[*] 燃烧残片", -- [2]
		},
		[75] = {
			1853, -- [1]
			"狼叔来了-普瑞斯托", -- [2]
		},
		[88308] = {
			1041, -- [1]
			"阿尔泰鲁斯", -- [2]
		},
		[38194] = {
			1902, -- [1]
			"利爪之王艾吉斯", -- [2]
		},
		[112918] = {
			1306, -- [1]
			"蚀心之怨 <堕落的祝踏岚>", -- [2]
		},
		[52429] = {
			1985, -- [1]
			"熔岩魔像", -- [2]
		},
		[287585] = {
			2281, -- [1]
			"吉安娜·普罗德摩尔", -- [2]
		},
		[21687] = {
			378, -- [1]
			"粘性辐射尘", -- [2]
		},
		[15245] = {
			597, -- [1]
			"巫医祖穆拉恩", -- [2]
		},
		[30691] = {
			1892, -- [1]
			"传令官瓦兹德", -- [2]
		},
		[106736] = {
			1439, -- [1]
			"疑之煞", -- [2]
		},
		[22661] = {
			346, -- [1]
			"荒野变形者奥兹恩", -- [2]
		},
		[30915] = {
			1924, -- [1]
			"Broggok Poison Cloud <布洛戈克>", -- [2]
		},
		[111599] = {
			1426, -- [1]
			"通灵学院侍僧", -- [2]
		},
		[75000] = {
			1050, -- [1]
			"铸炉之主索朗格斯", -- [2]
		},
		[79351] = {
			1057, -- [1]
			"高阶女祭司艾苏尔", -- [2]
		},
		[22911] = {
			347, -- [1]
			"费拉", -- [2]
		},
		[33551] = {
			1908, -- [1]
			"赫尔默大使", -- [2]
		},
		[50842] = {
			2280, -- [1]
			"符文武器 <Excallibur>", -- [2]
		},
		[209858] = {
			2086, -- [1]
			"莱赞", -- [2]
		},
		[75056] = {
			1050, -- [1]
			"铸炉之主索朗格斯", -- [2]
		},
		[21655] = {
			424, -- [1]
			"维利塔恩", -- [2]
		},
		[110762] = {
			426, -- [1]
			"兰斯利德", -- [2]
		},
		[4962] = {
			480, -- [1]
			"奈鲁布恩坎", -- [2]
		},
		[39415] = {
			1914, -- [1]
			"预言者斯克瑞斯", -- [2]
		},
		[201959] = {
			1793, -- [1]
			"烬壳统御者", -- [2]
		},
		[32370] = {
			1899, -- [1]
			"虚灵学徒", -- [2]
		},
		[290574] = {
			2263, -- [1]
			"格洛恩", -- [2]
		},
		[49089] = {
			2029, -- [1]
			"伊米亚巫医", -- [2]
		},
		[206788] = {
			1867, -- [1]
			"崔利艾克斯", -- [2]
		},
		[43651] = {
			2024, -- [1]
			"建筑师斯卡瓦尔德", -- [2]
		},
		[47773] = {
			2010, -- [1]
			"大魔导师泰蕾丝塔", -- [2]
		},
		[205549] = {
			1792, -- [1]
			"纳拉萨斯", -- [2]
		},
		[284933] = {
			2272, -- [1]
			"拉斯塔哈大王", -- [2]
		},
		[48258] = {
			2030, -- [1]
			"席瓦拉·索格蕾", -- [2]
		},
		[44291] = {
			1895, -- [1]
			"女祭司德莉希亚", -- [2]
		},
		[150025] = {
			1671, -- [1]
			"滋养之水", -- [2]
		},
		[119311] = {
			1441, -- [1]
			"[*] 利刃之流", -- [2]
		},
		[101619] = {
			1881, -- [1]
			"[*] 熔岩", -- [2]
		},
		[93685] = {
			1071, -- [1]
			"指挥官斯普林瓦尔", -- [2]
		},
		[93468] = {
			1069, -- [1]
			"灰葬男爵", -- [2]
		},
		[38818] = {
			1916, -- [1]
			"死亡监视者", -- [2]
		},
		[34170] = {
			1926, -- [1]
			"寻日者地术师", -- [2]
		},
		[17466] = {
			484, -- [1]
			"奥里克斯·瑞文戴尔领主", -- [2]
		},
		[198088] = {
			1809, -- [1]
			"[*] 光耀碎片", -- [2]
		},
		[284846] = {
			2272, -- [1]
			"拉斯塔哈大王", -- [2]
		},
		[52770] = {
			1984, -- [1]
			"艾欧纳尔", -- [2]
		},
		[58456] = {
			1981, -- [1]
			"碧蓝束缚者", -- [2]
		},
		[257882] = {
			2099, -- [1]
			"哈达尔·黑渊", -- [2]
		},
		[50830] = {
			1998, -- [1]
			"塑铁者斯约尼尔", -- [2]
		},
		[76026] = {
			1044, -- [1]
			"指挥官乌尔索克", -- [2]
		},
		[209862] = {
			2105, -- [1]
			"[*] 岩浆柱", -- [2]
		},
		[81828] = {
			1056, -- [1]
			"[*] 凶猛冲击", -- [2]
		},
		[153556] = {
			438, -- [1]
			"晶焰图腾 <鲁古格>", -- [2]
		},
		[114062] = {
			1427, -- [1]
			"詹迪斯·巴罗夫", -- [2]
		},
		[256955] = {
			2103, -- [1]
			"骑士队长瓦莱莉", -- [2]
		},
		[33527] = {
			1903, -- [1]
			"塞斯奥术元素 <黑暗编织者塞斯>", -- [2]
		},
		[204744] = {
			1849, -- [1]
			"[*] 毒性几丁质", -- [2]
		},
		[11504] = {
			382, -- [1]
			"步行炸弹", -- [2]
		},
		[82425] = {
			1053, -- [1]
			"黑暗先驱", -- [2]
		},
		[193698] = {
			1811, -- [1]
			"积怨夫人", -- [2]
		},
		[289705] = {
			2276, -- [1]
			"大工匠梅卡托克", -- [2]
		},
		[47747] = {
			2009, -- [1]
			"阿诺玛鲁斯", -- [2]
		},
		[37605] = {
			1919, -- [1]
			"埃欧努斯", -- [2]
		},
		[106651] = {
			1412, -- [1]
			"乌克乌克", -- [2]
		},
		[42723] = {
			2025, -- [1]
			"掠夺者因格瓦尔", -- [2]
		},
		[44164] = {
			1895, -- [1]
			"菲兹尔 <艾尔蕾丝>", -- [2]
		},
		[8258] = {
			234, -- [1]
			"弗诺斯·达克维尔", -- [2]
		},
		[113394] = {
			1417, -- [1]
			"危殆", -- [2]
		},
		[257580] = {
			2101, -- [1]
			"泥沙女王", -- [2]
		},
		[283063] = {
			2271, -- [1]
			"亚拉特的堡垒", -- [2]
		},
		[93687] = {
			1071, -- [1]
			"指挥官斯普林瓦尔", -- [2]
		},
		[106228] = {
			1439, -- [1]
			"[*] 虚无", -- [2]
		},
		[17279] = {
			475, -- [1]
			"希望破坏者威利", -- [2]
		},
		[283507] = {
			2271, -- [1]
			"因扎希之手", -- [2]
		},
		[22662] = {
			346, -- [1]
			"荒野变形者奥兹恩", -- [2]
		},
		[30916] = {
			1924, -- [1]
			"布洛戈克", -- [2]
		},
		[289537] = {
			2276, -- [1]
			"大工匠梅卡托克", -- [2]
		},
		[115739] = {
			1425, -- [1]
			"指挥官杜兰德", -- [2]
		},
		[35507] = {
			1927, -- [1]
			"荆棘劫掠者", -- [2]
		},
		[261565] = {
			2099, -- [1]
			"哈达尔·黑渊", -- [2]
		},
		[200289] = {
			1839, -- [1]
			"萨维斯之影", -- [2]
		},
		[76028] = {
			1037, -- [1]
			"如花", -- [2]
		},
		[205771] = {
			1864, -- [1]
			"潜伏恐魔 <萨维斯>", -- [2]
		},
		[15716] = {
			1945, -- [1]
			"加兹安", -- [2]
		},
		[288221] = {
			2281, -- [1]
			"未引爆的军火", -- [2]
		},
		[15791] = {
			272, -- [1]
			"血斧召唤师", -- [2]
		},
		[283573] = {
			2265, -- [1]
			"弗里达·铁吼", -- [2]
		},
		[286436] = {
			2266, -- [1]
			"玫斯特拉", -- [2]
		},
		[91050] = {
			1064, -- [1]
			"食人魔保镖", -- [2]
		},
		[90361] = {
			2263, -- [1]
			"黑暗果实", -- [2]
		},
		[120093] = {
			1443, -- [1]
			"堕落的驯犬人", -- [2]
		},
		[76339] = {
			1046, -- [1]
			"蛊心魔古厄夏", -- [2]
		},
		[288213] = {
			2281, -- [1]
			"吉安娜·普罗德摩尔", -- [2]
		},
		[47748] = {
			2009, -- [1]
			"阿诺玛鲁斯", -- [2]
		},
		[101927] = {
			1883, -- [1]
			"吉安娜的残影", -- [2]
		},
		[16100] = {
			427, -- [1]
			"工匠吉兹洛克", -- [2]
		},
		[16075] = {
			269, -- [1]
			"指挥官沃恩", -- [2]
		},
		[48260] = {
			2027, -- [1]
			"戈托克·苍蹄", -- [2]
		},
		[91053] = {
			1064, -- [1]
			"食人魔保镖", -- [2]
		},
		[27577] = {
			1908, -- [1]
			"魔能监工", -- [2]
		},
		[84987] = {
			1055, -- [1]
			"希亚玛特", -- [2]
		},
		[20295] = {
			585, -- [1]
			"安娜科德拉", -- [2]
		},
		[150550] = {
			1665, -- [1]
			"亡语者布莱克松", -- [2]
		},
		[285562] = {
			2273, -- [1]
			"不可知的恐惧", -- [2]
		},
		[74551] = {
			1051, -- [1]
			"暮光捕火者", -- [2]
		},
		[257785] = {
			2102, -- [1]
			"杰斯·豪里斯", -- [2]
		},
		[20615] = {
			1895, -- [1]
			"督军沙拉利斯", -- [2]
		},
		[265088] = {
			2094, -- [1]
			"拉米·曼寇", -- [2]
		},
		[206798] = {
			1867, -- [1]
			"[*] 毒性薄片", -- [2]
		},
		[282037] = {
			2266, -- [1]
			"曼赛罗伊·弗雷菲斯", -- [2]
		},
		[214718] = {
			1849, -- [1]
			"斯考匹隆", -- [2]
		},
		[256198] = {
			2104, -- [1]
			"科古斯狱长", -- [2]
		},
		[182049] = {
			1783, -- [1]
			"血魔", -- [2]
		},
		[76030] = {
			1037, -- [1]
			"如花", -- [2]
		},
		[113141] = {
			1430, -- [1]
			"黑暗院长加丁", -- [2]
		},
		[118540] = {
			1416, -- [1]
			"[*] 青龙泛波", -- [2]
		},
		[113653] = {
			1420, -- [1]
			"织焰者孔格勒", -- [2]
		},
		[153240] = {
			1677, -- [1]
			"莎达娜·血怒", -- [2]
		},
		[102572] = {
			1303, -- [1]
			"碧空翔龙", -- [2]
		},
		[285566] = {
			2281, -- [1]
			"[*] 弹药桶", -- [2]
		},
		[257791] = {
			2102, -- [1]
			"杰斯·豪里斯", -- [2]
		},
		[192799] = {
			1790, -- [1]
			"枯碎蜘蛛 <洛克莫拉>", -- [2]
		},
		[16869] = {
			481, -- [1]
			"苍白的玛勒基", -- [2]
		},
		[181718] = {
			1784, -- [1]
			"暴君维哈里", -- [2]
		},
		[111606] = {
			1426, -- [1]
			"指导者寒心", -- [2]
		},
		[260547] = {
			2114, -- [1]
			"魂缚巨像", -- [2]
		},
		[51972] = {
			2012, -- [1]
			"晶化看护者", -- [2]
		},
		[257476] = {
			2096, -- [1]
			"铁潮猎犬", -- [2]
		},
		[30213] = {
			2271, -- [1]
			"恶魔卫士 <Yoshiki>", -- [2]
		},
		[48261] = {
			2027, -- [1]
			"戈托克·苍蹄", -- [2]
		},
		[113691] = {
			1420, -- [1]
			"织焰者孔格勒", -- [2]
		},
		[282617] = {
			2269, -- [1]
			"惊悚者法索乌", -- [2]
		},
		[52740] = {
			1987, -- [1]
			"坚钢狂暴者", -- [2]
		},
		[101625] = {
			1881, -- [1]
			"贝恩的残影", -- [2]
		},
		[93691] = {
			1071, -- [1]
			"[*] 亵渎", -- [2]
		},
		[273285] = {
			2112, -- [1]
			"不稳定的种荚", -- [2]
		},
		[192138] = {
			1810, -- [1]
			"积怨踏浪者 <督军帕杰什>", -- [2]
		},
		[188886] = {
			1778, -- [1]
			"邪火巨炮", -- [2]
		},
		[287437] = {
			2266, -- [1]
			"寒冰碎片", -- [2]
		},
		[30917] = {
			1924, -- [1]
			"布洛戈克", -- [2]
		},
		[42669] = {
			2025, -- [1]
			"掠夺者因格瓦尔", -- [2]
		},
		[101810] = {
			1883, -- [1]
			"吉安娜的残影", -- [2]
		},
		[22919] = {
			348, -- [1]
			"卡雷迪斯镇长", -- [2]
		},
		[257478] = {
			2096, -- [1]
			"铁潮猎犬", -- [2]
		},
		[81690] = {
			1054, -- [1]
			"锁喉", -- [2]
		},
		[76032] = {
			1037, -- [1]
			"如花", -- [2]
		},
		[268306] = {
			2116, -- [1]
			"维克雷斯夫人", -- [2]
		},
		[31429] = {
			1947, -- [1]
			"克劳恩", -- [2]
		},
		[286597] = {
			2276, -- [1]
			"大工匠梅卡托克", -- [2]
		},
		[115629] = {
			1425, -- [1]
			"指挥官杜兰德", -- [2]
		},
		[263262] = {
			2105, -- [1]
			"页岩啃噬者", -- [2]
		},
		[34697] = {
			1927, -- [1]
			"拉伊", -- [2]
		},
		[290693] = {
			2280, -- [1]
			"拉米纳利亚之子", -- [2]
		},
		[188888] = {
			1778, -- [1]
			"邪火喷射机", -- [2]
		},
		[290881] = {
			2281, -- [1]
			"[*] 舷侧攻击", -- [2]
		},
		[151432] = {
			1660, -- [1]
			"盲眼猎手格罗亚特", -- [2]
		},
		[290694] = {
			2280, -- [1]
			"拉米纳利亚之子", -- [2]
		},
		[260551] = {
			2114, -- [1]
			"魂缚巨像", -- [2]
		},
		[83455] = {
			1055, -- [1]
			"希亚玛特的爪牙", -- [2]
		},
		[151010] = {
			1665, -- [1]
			"碎骨战士", -- [2]
		},
		[39020] = {
			1914, -- [1]
			"预言者斯克瑞斯", -- [2]
		},
		[107356] = {
			1306, -- [1]
			"堕落的祝踏岚", -- [2]
		},
		[12890] = {
			493, -- [1]
			"伊兰尼库斯的阴影", -- [2]
		},
		[48294] = {
			2028, -- [1]
			"伊米隆国王", -- [2]
		},
		[187638] = {
			1778, -- [1]
			"腐蚀领主乌鲁格", -- [2]
		},
		[101627] = {
			1881, -- [1]
			"贝恩的残影", -- [2]
		},
		[106933] = {
			1405, -- [1]
			"突袭者加杜卡", -- [2]
		},
		[118297] = {
			2269, -- [1]
			"原始火元素", -- [2]
		},
		[27613] = {
			1895, -- [1]
			"卡加尼·夜锋", -- [2]
		},
		[192985] = {
			1814, -- [1]
			"艾萨拉之怒", -- [2]
		},
		[53509] = {
			1973, -- [1]
			"阿努巴拉克", -- [2]
		},
		[255434] = {
			2086, -- [1]
			"莱赞", -- [2]
		},
		[209444] = {
			1864, -- [1]
			"萨维斯", -- [2]
		},
		[106807] = {
			1412, -- [1]
			"乌克乌克", -- [2]
		},
		[256970] = {
			2103, -- [1]
			"骑士队长瓦莱莉", -- [2]
		},
		[53418] = {
			1972, -- [1]
			"哈多诺克斯", -- [2]
		},
		[52780] = {
			1984, -- [1]
			"艾欧纳尔", -- [2]
		},
		[44142] = {
			1895, -- [1]
			"艾尔蕾丝", -- [2]
		},
		[38153] = {
			1940, -- [1]
			"夸格米拉", -- [2]
		},
		[111813] = {
			1426, -- [1]
			"复生的卫士", -- [2]
		},
		[282153] = {
			2276, -- [1]
			"大工匠梅卡托克", -- [2]
		},
		[118963] = {
			2129, -- [1]
			"格林托克潜藏者", -- [2]
		},
		[285632] = {
			2266, -- [1]
			"雪怒之魂", -- [2]
		},
		[257483] = {
			2086, -- [1]
			"[*] 骨堆", -- [2]
		},
		[191068] = {
			1799, -- [1]
			"亵渎 <阿克蒙德>", -- [2]
		},
		[39049] = {
			1919, -- [1]
			"埃欧努斯", -- [2]
		},
		[243237] = {
			2095, -- [1]
			"[*] 爆裂", -- [2]
		},
		[53468] = {
			1973, -- [1]
			"阿努巴拉克", -- [2]
		},
		[111610] = {
			1426, -- [1]
			"指导者寒心", -- [2]
		},
		[47751] = {
			2009, -- [1]
			"阿诺玛鲁斯", -- [2]
		},
		[211927] = {
			1865, -- [1]
			"时空畸体", -- [2]
		},
		[200154] = {
			1793, -- [1]
			"熔火焦皮 <达古尔>", -- [2]
		},
		[106653] = {
			1418, -- [1]
			"腐蚀活水", -- [2]
		},
		[256477] = {
			2095, -- [1]
			"锯齿鲨", -- [2]
		},
		[26977] = {
			232, -- [1]
			"伊森迪奥斯", -- [2]
		},
		[84589] = {
			1055, -- [1]
			"希亚玛特", -- [2]
		},
		[30470] = {
			1935, -- [1]
			"碎手蛮兵", -- [2]
		},
		[88009] = {
			1064, -- [1]
			"格拉布托克", -- [2]
		},
		[90949] = {
			1048, -- [1]
			"瓦里昂娜", -- [2]
		},
		[283606] = {
			2271, -- [1]
			"因扎希之手", -- [2]
		},
		[282515] = {
			2269, -- [1]
			"代言人扎克萨奇", -- [2]
		},
		[54956] = {
			1981, -- [1]
			"迦尔达拉", -- [2]
		},
		[268362] = {
			2105, -- [1]
			"暴虐的工兵", -- [2]
		},
		[259533] = {
			2107, -- [1]
			"[*] 艾泽里特催化剂", -- [2]
		},
		[117665] = {
			1439, -- [1]
			"疑之煞", -- [2]
		},
		[55599] = {
			1978, -- [1]
			"达卡莱医师", -- [2]
		},
		[87553] = {
			1042, -- [1]
			"阿萨德", -- [2]
		},
		[179681] = {
			1777, -- [1]
			"邪能领主扎昆", -- [2]
		},
		[15621] = {
			234, -- [1]
			"战斗傀儡", -- [2]
		},
		[88321] = {
			1065, -- [1]
			"黏性炸弹", -- [2]
		},
		[12884] = {
			486, -- [1]
			"德拉维沃尔", -- [2]
		},
		[240446] = {
			2101, -- [1]
			"[*] 爆炸", -- [2]
		},
		[59085] = {
			1987, -- [1]
			"雷铸军官", -- [2]
		},
		[44342] = {
			1898, -- [1]
			"纯净能量", -- [2]
		},
		[268186] = {
			2131, -- [1]
			"[*] 强化结界", -- [2]
		},
		[93952] = {
			1070, -- [1]
			"盲眼守卫奥杜", -- [2]
		},
		[263775] = {
			2124, -- [1]
			"阿斯匹克斯", -- [2]
		},
		[205276] = {
			2276, -- [1]
			"大工匠梅卡托克", -- [2]
		},
		[226296] = {
			1791, -- [1]
			"邪裂巨人", -- [2]
		},
		[287691] = {
			2276, -- [1]
			"大工匠梅卡托克", -- [2]
		},
		[255952] = {
			2093, -- [1]
			"天空上尉库拉格", -- [2]
		},
		[128248] = {
			1303, -- [1]
			"影踪派伏击者", -- [2]
		},
		[256976] = {
			2103, -- [1]
			"骑士队长瓦莱莉", -- [2]
		},
		[285592] = {
			2272, -- [1]
			"惩戒幻影", -- [2]
		},
		[83971] = {
			1047, -- [1]
			"枯萎兽", -- [2]
		},
		[287640] = {
			2271, -- [1]
			"爆裂充能 <Paperboyz>", -- [2]
		},
		[187213] = {
			1784, -- [1]
			"上古先驱", -- [2]
		},
		[50868] = {
			1994, -- [1]
			"克莱斯塔卢斯", -- [2]
		},
		[52026] = {
			1987, -- [1]
			"比亚格里将军", -- [2]
		},
		[150774] = {
			438, -- [1]
			"鲁古格", -- [2]
		},
		[93697] = {
			1073, -- [1]
			"沃登勋爵", -- [2]
		},
		[224729] = {
			1413, -- [1]
			"蹦蹦兔", -- [2]
		},
		[286618] = {
			2280, -- [1]
			"拉米纳利亚", -- [2]
		},
		[16458] = {
			482, -- [1]
			"恶疫食尸鬼", -- [2]
		},
		[193505] = {
			1791, -- [1]
			"邪裂巨人", -- [2]
		},
		[153067] = {
			1688, -- [1]
			"纳利什", -- [2]
		},
		[286619] = {
			2280, -- [1]
			"拉米纳利亚", -- [2]
		},
		[285894] = {
			2268, -- [1]
			"贡克的化身", -- [2]
		},
		[285994] = {
			2263, -- [1]
			"格洛恩", -- [2]
		},
		[33676] = {
			1909, -- [1]
			"煽动者布莱卡特", -- [2]
		},
		[12550] = {
			361, -- [1]
			"奥术回馈者", -- [2]
		},
		[258875] = {
			2094, -- [1]
			"眩晕酒桶 <拉乌尔船长>", -- [2]
		},
		[285893] = {
			2268, -- [1]
			"贡克的化身", -- [2]
		},
		[290448] = {
			2272, -- [1]
			"[*] 净化之印", -- [2]
		},
		[54791] = {
			481, -- [1]
			"苍白的玛勒基", -- [2]
		},
		[38539] = {
			1920, -- [1]
			"时空领主德亚", -- [2]
		},
		[256979] = {
			2094, -- [1]
			"尤朵拉船长", -- [2]
		},
		[164974] = {
			1677, -- [1]
			"莎达娜·血怒", -- [2]
		},
		[258075] = {
			2101, -- [1]
			"钉刺寄生虫", -- [2]
		},
		[51336] = {
			2016, -- [1]
			"审讯者达库斯", -- [2]
		},
		[111215] = {
			1421, -- [1]
			"武器大师哈兰", -- [2]
		},
		[115453] = {
			1405, -- [1]
			"科里克提克渗透者", -- [2]
		},
		[289162] = {
			2272, -- [1]
			"狂怒幻影", -- [2]
		},
		[21833] = {
			427, -- [1]
			"工匠吉兹洛克", -- [2]
		},
		[264101] = {
			2130, -- [1]
			"小型水元素", -- [2]
		},
		[83672] = {
			1047, -- [1]
			"厄祖玛特", -- [2]
		},
		[151534] = {
			1661, -- [1]
			"卡尔加·刺肋", -- [2]
		},
		[287648] = {
			2271, -- [1]
			"因扎希之手", -- [2]
		},
		[50744] = {
			2014, -- [1]
			"幻影火元素", -- [2]
		},
		[153070] = {
			1688, -- [1]
			"纳利什", -- [2]
		},
		[30471] = {
			1908, -- [1]
			"魔能监工", -- [2]
		},
		[191847] = {
			1813, -- [1]
			"瑟芬崔斯克", -- [2]
		},
		[40504] = {
			423, -- [1]
			"锐刺鞭笞者", -- [2]
		},
		[50895] = {
			1998, -- [1]
			"铸铁矮人 <塑铁者斯约尼尔>", -- [2]
		},
		[51054] = {
			2015, -- [1]
			"瓦尔洛斯·云击", -- [2]
		},
		[114942] = {
			2272, -- [1]
			"治疗之潮图腾 <祖逹萨>", -- [2]
		},
		[55102] = {
			1980, -- [1]
			"莫拉比", -- [2]
		},
		[101980] = {
			1883, -- [1]
			"炙焰之核灰烬", -- [2]
		},
		[282247] = {
			2263, -- [1]
			"格洛恩", -- [2]
		},
		[22857] = {
			1893, -- [1]
			"巡视者加戈玛", -- [2]
		},
		[280485] = {
			2100, -- [1]
			"束缚恐魔", -- [2]
		},
		[268586] = {
			2143, -- [1]
			"达萨大王", -- [2]
		},
		[286480] = {
			2276, -- [1]
			"火花机器人", -- [2]
		},
		[287652] = {
			2271, -- [1]
			"因扎希之手", -- [2]
		},
		[150917] = {
			1656, -- [1]
			"猎手布塔斯克", -- [2]
		},
		[120269] = {
			1502, -- [1]
			"[*] 腐蚀焦油", -- [2]
		},
		[119374] = {
			1441, -- [1]
			"[*] 旋风斩", -- [2]
		},
		[150001] = {
			1663, -- [1]
			"火眼莫德雷斯", -- [2]
		},
		[268202] = {
			2117, -- [1]
			"亡触奴隶主", -- [2]
		},
		[257495] = {
			2101, -- [1]
			"泥沙女王", -- [2]
		},
		[65209] = {
			1143, -- [1]
			"尤格-萨隆的卫士 <邪恶之云>", -- [2]
		},
		[287419] = {
			2265, -- [1]
			"祝圣信徒", -- [2]
		},
		[268203] = {
			2117, -- [1]
			"亡触奴隶主", -- [2]
		},
		[115455] = {
			1405, -- [1]
			"科里克提克干扰者", -- [2]
		},
		[206820] = {
			1867, -- [1]
			"崔利艾克斯", -- [2]
		},
		[150002] = {
			1663, -- [1]
			"烈焰侍从", -- [2]
		},
		[83463] = {
			1047, -- [1]
			"无面者工兵", -- [2]
		},
		[268013] = {
			2127, -- [1]
			"灾厄妖术师", -- [2]
		},
		[15976] = {
			423, -- [1]
			"锐刺鞭笞者", -- [2]
		},
		[285431] = {
			2273, -- [1]
			"群居的空灵爪牙", -- [2]
		},
		[181227] = {
			1784, -- [1]
			"上古统御者", -- [2]
		},
		[276234] = {
			2108, -- [1]
			"王牌轰炸机", -- [2]
		},
		[286633] = {
			2280, -- [1]
			"拉米纳利亚", -- [2]
		},
		[150003] = {
			1663, -- [1]
			"烈焰侍从", -- [2]
		},
		[265002] = {
			2115, -- [1]
			"贪食的拉尔", -- [2]
		},
		[282408] = {
			2276, -- [1]
			"火花机器人", -- [2]
		},
	},
	["report_where"] = "SAY",
	["got_first_run"] = true,
	["report_pos"] = {
		1, -- [1]
		1, -- [2]
	},
	["latest_report_table"] = {
	},
	["__profiles"] = {
		["Midnightsun-白银之手"] = {
			["show_arena_role_icon"] = false,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["disable_mythic_dungeon"] = false,
				["use_animation_accel"] = true,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.75, -- [1]
					0.875, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[260] = {
					0.875, -- [1]
					1, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 13,
					["H"] = 13,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8697, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["maximize_method"] = 1,
				["fontshadow"] = false,
				["border_size"] = 14,
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["icon_border_texcoord"] = {
					["R"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["B"] = 0.921875,
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["ps_abbreviation"] = 3,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.2,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = true,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["current_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = true,
				["sample_size"] = 5,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = false,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = false,
					["height"] = 65,
					["width"] = 220,
				},
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["disable_window_groups"] = false,
			["instances_suppress_trash"] = 0,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["instances_segments_locked"] = false,
			["deadlog_limit"] = 16,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["instances_no_libwindow"] = false,
			["segments_amount"] = 18,
			["data_broker_text"] = "",
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = 0,
							["x"] = 0,
							["w"] = 310.000061035156,
							["h"] = 157.999984741211,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.0705882352941177, -- [1]
						0.0705882352941177, -- [2]
						0.0705882352941177, -- [3]
						0.639196664094925, -- [4]
					},
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_b"] = 0.0941176470588235,
					["bg_r"] = 0.0941176470588235,
					["menu_icons_size"] = 0.850000023841858,
					["micro_displays_locked"] = true,
					["skin"] = "Minimalistic",
					["bars_sort_direction"] = 1,
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["switch_healer"] = false,
					["skin_custom"] = "",
					["stretch_button_side"] = 1,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["switch_tank_in_combat"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["__was_opened"] = true,
					["StatusBarSaved"] = {
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["textXMod"] = 0,
								["textFace"] = "Accidental Presidency",
								["textStyle"] = 2,
								["textAlign"] = 0,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["segmentType"] = 2,
								["textXMod"] = 0,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 0,
								["textStyle"] = 2,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["textAlign"] = 0,
								["textXMod"] = 6,
								["textStyle"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
						},
					},
					["window_scale"] = 1,
					["switch_all_roles_in_combat"] = false,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["start_after_icon"] = true,
						["font_face_file"] = "Fonts\\ARKai_T.ttf",
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["font_size"] = 16,
						["height"] = 21,
						["texture_file"] = "Interface\\Addons\\SharedMedia\\statusbar\\BantoBar",
						["backdrop"] = {
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["size"] = 12,
						},
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["textR_bracket"] = "(",
						["use_spec_icons"] = true,
						["texture_custom"] = "",
						["texture_custom_file"] = "Interface\\",
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textR_enable_custom_text"] = false,
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "BantoBar",
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["texture_background"] = "Details D'ictum (reverse)",
						["alpha"] = 1,
						["textR_class_colors"] = false,
						["textL_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["percent_type"] = 1,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
					},
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["ignore_mass_showhide"] = false,
					["desaturated_menu"] = false,
					["show_sidebars"] = false,
					["strata"] = "LOW",
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["__snap"] = {
					},
					["switch_tank"] = false,
					["hide_in_combat_alpha"] = 0,
					["switch_all_roles_after_wipe"] = false,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["switch_damager"] = false,
					["micro_displays_side"] = 2,
					["bars_grow_direction"] = 1,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["grab_on_top"] = false,
					["switch_damager_in_combat"] = false,
					["hide_icon"] = true,
					["libwindow"] = {
					},
					["backdrop_texture"] = "Details Ground",
					["auto_current"] = true,
					["toolbar_side"] = 1,
					["bg_g"] = 0.0941176470588235,
					["plugins_grow_direction"] = 1,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = 0,
							["x"] = 0,
							["w"] = 310.000061035156,
							["h"] = 157.999984741211,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["attribute_text"] = {
						["show_timer"] = {
							true, -- [1]
							true, -- [2]
							true, -- [3]
						},
						["shadow"] = false,
						["side"] = 1,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["custom_text"] = "{name}",
						["text_face"] = "Accidental Presidency",
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["enabled"] = true,
						["enable_custom_text"] = false,
						["text_size"] = 12,
					},
					["bg_alpha"] = 0.183960914611816,
					["wallpaper"] = {
						["enabled"] = false,
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["hide_out_of_combat"] = false,
					["show_statusbar"] = false,
					["bars_inverted"] = false,
				}, -- [1]
			},
			["report_lines"] = 5,
			["clear_ungrouped"] = true,
			["use_battleground_server_parser"] = false,
			["skin"] = "WoW Interface",
			["override_spellids"] = true,
			["use_scroll"] = false,
			["report_schema"] = 1,
			["overall_clear_newboss"] = true,
			["minimum_combat_time"] = 5,
			["overall_clear_logout"] = false,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["memory_threshold"] = 3,
			["deadlog_events"] = 32,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["ROGUE"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["PET"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DRUID"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MONK"] = {
					0.5, -- [1]
					0.73828125, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.25, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["UNKNOW"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PRIEST"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["Alliance"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["WARLOCK"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["DEMONHUNTER"] = {
					0.73828126, -- [1]
					1, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["Horde"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["SHAMAN"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
			},
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["disable_alldisplays_window"] = false,
			["standard_skin"] = false,
			["total_abbreviation"] = 2,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["ARENA_GREEN"] = {
					0.4, -- [1]
					1, -- [2]
					0.4, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
			},
			["segments_auto_erase"] = 1,
			["clear_graphic"] = true,
			["trash_auto_remove"] = true,
			["animation_speed_triggertravel"] = 5,
			["options_group_edit"] = true,
			["segments_amount_to_save"] = 18,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["hide"] = false,
				["minimapPos"] = 220,
				["text_format"] = 3,
				["text_type"] = 1,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["deny_score_messages"] = false,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["default_bg_color"] = 0.0941,
			["broadcaster_enabled"] = false,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["segments_panic_mode"] = false,
			["numerical_system_symbols"] = "auto",
			["overall_flag"] = 16,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["player_details_window"] = {
				["scale"] = 1,
				["skin"] = "ElvUI",
				["bar_texture"] = "Skyline",
			},
			["numerical_system"] = 1,
			["force_activity_time_pvp"] = true,
			["pvp_as_group"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["disable_reset_button"] = false,
			["animate_scroll"] = false,
			["death_tooltip_width"] = 350,
			["time_type"] = 2,
			["default_bg_alpha"] = 0.5,
			["time_type_original"] = 2,
		},
		["墨夜之曦-血色十字军"] = {
			["show_arena_role_icon"] = false,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["disable_mythic_dungeon"] = false,
				["use_animation_accel"] = true,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.75, -- [1]
					0.875, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[260] = {
					0.875, -- [1]
					1, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 13,
					["H"] = 13,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8697, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["maximize_method"] = 1,
				["fontshadow"] = false,
				["border_size"] = 14,
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["icon_border_texcoord"] = {
					["R"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["B"] = 0.921875,
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["ps_abbreviation"] = 3,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.2,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = true,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["current_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = true,
				["sample_size"] = 5,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = false,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = false,
					["height"] = 65,
					["width"] = 220,
				},
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["disable_window_groups"] = false,
			["instances_suppress_trash"] = 0,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["instances_segments_locked"] = false,
			["deadlog_limit"] = 16,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["instances_no_libwindow"] = false,
			["segments_amount"] = 18,
			["data_broker_text"] = "",
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = 0,
							["x"] = 0.000244140625,
							["w"] = 310.000061035156,
							["h"] = 157.999984741211,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["show_statusbar"] = false,
					["backdrop_texture"] = "Details Ground",
					["color"] = {
						0.0705882352941177, -- [1]
						0.0705882352941177, -- [2]
						0.0705882352941177, -- [3]
						0.639196664094925, -- [4]
					},
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bars_inverted"] = false,
					["bg_r"] = 0.0941176470588235,
					["hide_in_combat_type"] = 1,
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["hide_out_of_combat"] = false,
					["skin_custom"] = "",
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["switch_healer"] = false,
					["bars_sort_direction"] = 1,
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["switch_healer_in_combat"] = false,
					["micro_displays_side"] = 2,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["__was_opened"] = true,
					["StatusBarSaved"] = {
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["textXMod"] = 0,
								["textFace"] = "Accidental Presidency",
								["textStyle"] = 2,
								["textAlign"] = 0,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["segmentType"] = 2,
								["textXMod"] = 0,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 0,
								["textStyle"] = 2,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["textAlign"] = 0,
								["textXMod"] = 6,
								["textStyle"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
						},
					},
					["show_sidebars"] = false,
					["switch_all_roles_in_combat"] = false,
					["switch_tank_in_combat"] = false,
					["version"] = 3,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["start_after_icon"] = true,
						["font_face_file"] = "Fonts\\ARKai_T.ttf",
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["font_size"] = 16,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\Details\\images\\BantoBar",
						["backdrop"] = {
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["size"] = 12,
						},
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["textR_bracket"] = "(",
						["use_spec_icons"] = true,
						["texture_custom"] = "",
						["texture_custom_file"] = "Interface\\",
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textR_enable_custom_text"] = false,
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "BantoBar",
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["texture_background"] = "Details D'ictum (reverse)",
						["alpha"] = 1,
						["textR_class_colors"] = false,
						["textL_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["percent_type"] = 1,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
					},
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["ignore_mass_showhide"] = false,
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["strata"] = "LOW",
					["window_scale"] = 1,
					["__snap"] = {
					},
					["switch_tank"] = false,
					["hide_in_combat_alpha"] = 0,
					["plugins_grow_direction"] = 1,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["desaturated_menu"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["bars_grow_direction"] = 1,
					["libwindow"] = {
						["y"] = 4.57763671875e-05,
						["x"] = 0.000213623046875,
						["point"] = "CENTER",
						["scale"] = 1,
					},
					["bg_alpha"] = 0.183960914611816,
					["switch_damager_in_combat"] = false,
					["grab_on_top"] = false,
					["hide_icon"] = true,
					["switch_damager"] = false,
					["auto_current"] = true,
					["toolbar_side"] = 1,
					["bg_g"] = 0.0941176470588235,
					["switch_all_roles_after_wipe"] = false,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = 0,
							["x"] = 0.000244140625,
							["w"] = 310.000061035156,
							["h"] = 157.999984741211,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["attribute_text"] = {
						["show_timer"] = {
							true, -- [1]
							true, -- [2]
							true, -- [3]
						},
						["shadow"] = false,
						["side"] = 1,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["custom_text"] = "{name}",
						["text_face"] = "Accidental Presidency",
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["enabled"] = true,
						["enable_custom_text"] = false,
						["text_size"] = 12,
					},
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["wallpaper"] = {
						["enabled"] = false,
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["micro_displays_locked"] = true,
					["skin"] = "Minimalistic",
					["menu_icons_size"] = 0.850000023841858,
					["bg_b"] = 0.0941176470588235,
				}, -- [1]
			},
			["report_lines"] = 5,
			["clear_ungrouped"] = true,
			["use_battleground_server_parser"] = false,
			["skin"] = "WoW Interface",
			["override_spellids"] = true,
			["use_scroll"] = false,
			["report_schema"] = 1,
			["overall_clear_newboss"] = true,
			["minimum_combat_time"] = 5,
			["overall_clear_logout"] = false,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["memory_threshold"] = 3,
			["deadlog_events"] = 32,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["ROGUE"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["PET"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DRUID"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MONK"] = {
					0.5, -- [1]
					0.73828125, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.25, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["UNKNOW"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PRIEST"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["Alliance"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["WARLOCK"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["DEMONHUNTER"] = {
					0.73828126, -- [1]
					1, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["Horde"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["SHAMAN"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
			},
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["disable_alldisplays_window"] = false,
			["standard_skin"] = false,
			["total_abbreviation"] = 2,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["ARENA_GREEN"] = {
					0.4, -- [1]
					1, -- [2]
					0.4, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
			},
			["segments_auto_erase"] = 1,
			["clear_graphic"] = true,
			["trash_auto_remove"] = true,
			["animation_speed_triggertravel"] = 5,
			["options_group_edit"] = true,
			["segments_amount_to_save"] = 18,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["hide"] = false,
				["minimapPos"] = 220,
				["text_format"] = 3,
				["text_type"] = 1,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["deny_score_messages"] = false,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["default_bg_color"] = 0.0941,
			["broadcaster_enabled"] = false,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["segments_panic_mode"] = false,
			["numerical_system_symbols"] = "auto",
			["overall_flag"] = 16,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["player_details_window"] = {
				["scale"] = 1,
				["skin"] = "ElvUI",
				["bar_texture"] = "Skyline",
			},
			["numerical_system"] = 1,
			["force_activity_time_pvp"] = true,
			["pvp_as_group"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["disable_reset_button"] = false,
			["animate_scroll"] = false,
			["death_tooltip_width"] = 350,
			["time_type"] = 2,
			["default_bg_alpha"] = 0.5,
			["time_type_original"] = 2,
		},
		["烟亦舞-血色十字军"] = {
			["show_arena_role_icon"] = false,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["disable_mythic_dungeon"] = false,
				["use_animation_accel"] = true,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.75, -- [1]
					0.875, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[260] = {
					0.875, -- [1]
					1, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 17,
					["H"] = 17,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					0, -- [4]
				},
				["border_texture"] = "Blizzard Tooltip",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["maximize_method"] = 1,
				["border_size"] = 16,
				["fontshadow"] = false,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["icon_border_texcoord"] = {
					["R"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["B"] = 0.921875,
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["ps_abbreviation"] = 3,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.2,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = true,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["current_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = true,
				["sample_size"] = 5,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = false,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = false,
					["height"] = 65,
					["width"] = 220,
				},
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["disable_window_groups"] = false,
			["instances_suppress_trash"] = 0,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["instances_segments_locked"] = false,
			["deadlog_limit"] = 16,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["instances_no_libwindow"] = false,
			["segments_amount"] = 18,
			["data_broker_text"] = "",
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -465.0003662109375,
							["x"] = 838.5042724609375,
							["w"] = 239.0004577636719,
							["h"] = 144.0003662109375,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["show_statusbar"] = false,
					["clickthrough_window"] = false,
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.0941176470588235,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["micro_displays_locked"] = true,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["clickthrough_rows"] = false,
					["switch_tank"] = false,
					["switch_all_roles_after_wipe"] = false,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["switch_damager"] = false,
					["auto_hide_menu"] = {
						["left"] = true,
						["right"] = false,
					},
					["window_scale"] = 1,
					["hide_icon"] = true,
					["toolbar_side"] = 1,
					["bg_g"] = 0.0941176470588235,
					["bg_b"] = 0.0941176470588235,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.333333333333333, -- [1]
						0.333333333333333, -- [2]
						0.333333333333333, -- [3]
						0, -- [4]
					},
					["skin"] = "Safe Skin Legion Beta",
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["switch_healer"] = false,
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["textYMod"] = 1,
								["textXMod"] = 0,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 0,
								["textStyle"] = 2,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["segmentType"] = 2,
								["textXMod"] = 0,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 0,
								["textStyle"] = 2,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["textXMod"] = 6,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 0,
								["textStyle"] = 2,
								["timeType"] = 1,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["bg_alpha"] = 0,
					["__snapV"] = false,
					["__locked"] = true,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["__snapH"] = false,
					["hide_in_combat_type"] = 1,
					["__was_opened"] = true,
					["strata"] = "LOW",
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["menu_icons_size"] = 0.850000023841858,
					["hide_in_combat_alpha"] = 0,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["stretch_button_side"] = 1,
					["libwindow"] = {
						["y"] = 3.000306367874146,
						["x"] = -1.9970703125,
						["point"] = "BOTTOMRIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["grab_on_top"] = false,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["show_sidebars"] = false,
					["skin_custom"] = "",
					["backdrop_texture"] = "Details Ground",
					["switch_damager_in_combat"] = false,
					["switch_tank_in_combat"] = false,
					["bars_sort_direction"] = 1,
					["auto_current"] = true,
					["bars_inverted"] = false,
					["version"] = 3,
					["attribute_text"] = {
						["show_timer"] = {
							true, -- [1]
							true, -- [2]
							true, -- [3]
						},
						["shadow"] = false,
						["side"] = 1,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["custom_text"] = "{name}",
						["text_face"] = "Accidental Presidency",
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["enabled"] = false,
						["enable_custom_text"] = false,
						["text_size"] = 12,
					},
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -465.0003662109375,
							["x"] = 838.5042724609375,
							["w"] = 239.0004577636719,
							["h"] = 144.0003662109375,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal_alpha",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 0,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\ARKai_T.ttf",
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["texture_custom_file"] = "Interface\\",
						["texture_file"] = "Interface\\BUTTONS\\WHITE8X8",
						["height"] = 18,
						["use_spec_icons"] = false,
						["icon_file"] = "",
						["icon_grayscale"] = false,
						["font_size"] = 12,
						["texture_background_file"] = "Interface\\AddOns\\Plater\\images\\testbar.tga",
						["textR_enable_custom_text"] = false,
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0, -- [4]
						},
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["start_after_icon"] = true,
						["percent_type"] = 1,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "ElvUI Blank",
						["texture_custom"] = "",
						["textL_outline_small"] = true,
						["textR_class_colors"] = false,
						["alpha"] = 1,
						["texture_background"] = "testbar",
						["textL_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = true,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["backdrop"] = {
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["size"] = 12,
						},
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["textR_bracket"] = "(",
					},
					["bars_grow_direction"] = 1,
					["wallpaper"] = {
						["enabled"] = false,
						["texture"] = "Interface\\ACHIEVEMENTFRAME\\UI-Achievement-Stat-Buttons",
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0.7578125, -- [3]
							1, -- [4]
						},
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = "all",
						["height"] = 92.000228881836,
						["alpha"] = 0.5,
						["width"] = 244.00048828125,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["micro_displays_side"] = 2,
					["ignore_mass_showhide"] = false,
					["plugins_grow_direction"] = 1,
					["desaturated_menu"] = false,
				}, -- [1]
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -359.499786376953,
							["x"] = 838.501342773438,
							["w"] = 239.000595092773,
							["h"] = 55.0001983642578,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["show_statusbar"] = false,
					["menu_icons_size"] = 0.850000023841858,
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_r"] = 0.0941176470588235,
					["hide_out_of_combat"] = false,
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["bars_sort_direction"] = 1,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["switch_all_roles_in_combat"] = false,
					["clickthrough_toolbaricons"] = false,
					["attribute_text"] = {
						["enabled"] = false,
						["shadow"] = false,
						["side"] = 1,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["custom_text"] = "{name}",
						["text_face"] = "Accidental Presidency",
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["text_size"] = 12,
						["enable_custom_text"] = false,
						["show_timer"] = {
							true, -- [1]
							true, -- [2]
							true, -- [3]
						},
					},
					["switch_tank"] = false,
					["switch_all_roles_after_wipe"] = false,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["window_scale"] = 1,
					["hide_icon"] = true,
					["toolbar_side"] = 1,
					["bg_g"] = 0.0941176470588235,
					["bars_inverted"] = false,
					["backdrop_texture"] = "Details Ground",
					["color"] = {
						0.333333333333333, -- [1]
						0.333333333333333, -- [2]
						0.333333333333333, -- [3]
						0, -- [4]
					},
					["skin"] = "Safe Skin Legion Beta",
					["following"] = {
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["enabled"] = false,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["switch_healer"] = false,
					["StatusBarSaved"] = {
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["textXMod"] = 0,
								["textFace"] = "Accidental Presidency",
								["textStyle"] = 2,
								["textAlign"] = 0,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textXMod"] = 0,
								["textAlign"] = 0,
								["textStyle"] = 2,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["textAlign"] = 0,
								["textXMod"] = 6,
								["textStyle"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
						},
					},
					["switch_tank_in_combat"] = false,
					["bg_alpha"] = 0,
					["__snapV"] = false,
					["__locked"] = true,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["__snapH"] = false,
					["hide_in_combat_type"] = 1,
					["__was_opened"] = false,
					["strata"] = "LOW",
					["clickthrough_incombatonly"] = true,
					["__snap"] = {
					},
					["clickthrough_window"] = false,
					["hide_in_combat_alpha"] = 0,
					["switch_healer_in_combat"] = false,
					["switch_damager_in_combat"] = false,
					["libwindow"] = {
						["y"] = 153.000961303711,
						["x"] = -2,
						["point"] = "BOTTOMRIGHT",
						["scale"] = 1,
					},
					["statusbar_info"] = {
						["alpha"] = 0,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["bars_grow_direction"] = 1,
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["skin_custom"] = "",
					["plugins_grow_direction"] = 1,
					["grab_on_top"] = false,
					["bg_b"] = 0.0941176470588235,
					["ignore_mass_showhide"] = false,
					["auto_current"] = true,
					["micro_displays_locked"] = true,
					["version"] = 3,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["percent_type"] = 1,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 0,
						},
						["texture_background_class_color"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["font_face_file"] = "Fonts\\ARKai_T.ttf",
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["height"] = 18,
						["texture_file"] = "Interface\\Addons\\SharedMedia_MyMedia\\statusbar\\Raid-2Bar-HP-Fill.tga",
						["use_spec_icons"] = false,
						["texture_background_file"] = "Interface\\BUTTONS\\WHITE8X8",
						["icon_file"] = "",
						["icon_grayscale"] = false,
						["font_size"] = 12,
						["textR_bracket"] = "(",
						["texture_custom"] = "",
						["backdrop"] = {
							["enabled"] = false,
							["size"] = 12,
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
						},
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["start_after_icon"] = true,
						["textL_enable_custom_text"] = false,
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0, -- [4]
						},
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textL_outline_small"] = true,
						["texture_background"] = "ElvUI Blank",
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["textL_class_colors"] = false,
						["textR_class_colors"] = false,
						["alpha"] = 1,
						["no_icon"] = true,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["textR_enable_custom_text"] = false,
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["texture"] = "Raid-2Bar-HP-Fill",
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["texture_custom_file"] = "Interface\\",
					},
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -359.499786376953,
							["x"] = 838.501342773438,
							["w"] = 239.000595092773,
							["h"] = 55.0001983642578,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["auto_hide_menu"] = {
						["left"] = true,
						["right"] = false,
					},
					["wallpaper"] = {
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["texture"] = "Interface\\DRESSUPFRAME\\DRESSUPBACKGROUND-GNOME1",
						["texcoord"] = {
							0.25, -- [1]
							0.375, -- [2]
							0, -- [3]
							0.25, -- [4]
						},
						["enabled"] = false,
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["switch_damager"] = false,
					["show_sidebars"] = false,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["clickthrough_rows"] = false,
				}, -- [2]
			},
			["report_lines"] = 5,
			["clear_ungrouped"] = true,
			["use_battleground_server_parser"] = false,
			["skin"] = "WoW Interface",
			["override_spellids"] = true,
			["use_scroll"] = false,
			["report_schema"] = 1,
			["overall_clear_newboss"] = true,
			["minimum_combat_time"] = 5,
			["overall_clear_logout"] = false,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["memory_threshold"] = 3,
			["deadlog_events"] = 32,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["ROGUE"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["PET"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DRUID"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MONK"] = {
					0.5, -- [1]
					0.73828125, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.25, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["UNKNOW"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PRIEST"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["Alliance"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["WARLOCK"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["DEMONHUNTER"] = {
					0.73828126, -- [1]
					1, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["Horde"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["SHAMAN"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
			},
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["disable_alldisplays_window"] = false,
			["standard_skin"] = false,
			["total_abbreviation"] = 2,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["ARENA_GREEN"] = {
					0.4, -- [1]
					1, -- [2]
					0.4, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
			},
			["segments_auto_erase"] = 1,
			["clear_graphic"] = true,
			["trash_auto_remove"] = true,
			["animation_speed_triggertravel"] = 5,
			["options_group_edit"] = true,
			["segments_amount_to_save"] = 18,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["hide"] = false,
				["minimapPos"] = 220,
				["text_format"] = 3,
				["text_type"] = 1,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["deny_score_messages"] = false,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["default_bg_color"] = 0.0941,
			["broadcaster_enabled"] = false,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["segments_panic_mode"] = false,
			["numerical_system_symbols"] = "auto",
			["overall_flag"] = 16,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["player_details_window"] = {
				["scale"] = 1,
				["skin"] = "ElvUI",
				["bar_texture"] = "Skyline",
			},
			["numerical_system"] = 1,
			["force_activity_time_pvp"] = true,
			["pvp_as_group"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["disable_reset_button"] = false,
			["animate_scroll"] = false,
			["death_tooltip_width"] = 350,
			["time_type"] = 2,
			["default_bg_alpha"] = 0.5,
			["time_type_original"] = 2,
		},
		["烟总-拉文凯斯"] = {
			["show_arena_role_icon"] = false,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["disable_mythic_dungeon"] = false,
				["use_animation_accel"] = true,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.75, -- [1]
					0.875, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[260] = {
					0.875, -- [1]
					1, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 13,
					["H"] = 13,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8697, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["maximize_method"] = 1,
				["border_size"] = 14,
				["fontshadow"] = false,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["icon_border_texcoord"] = {
					["R"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["B"] = 0.921875,
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["ps_abbreviation"] = 3,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.2,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = true,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["current_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = true,
				["sample_size"] = 5,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = false,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = false,
					["height"] = 65,
					["width"] = 220,
				},
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["disable_window_groups"] = false,
			["instances_suppress_trash"] = 0,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["instances_segments_locked"] = false,
			["deadlog_limit"] = 16,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["instances_no_libwindow"] = false,
			["segments_amount"] = 18,
			["data_broker_text"] = "",
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = 0,
							["x"] = 0.000244140625,
							["w"] = 310.000061035156,
							["h"] = 157.999984741211,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["show_statusbar"] = false,
					["backdrop_texture"] = "Details Ground",
					["color"] = {
						0.0705882352941177, -- [1]
						0.0705882352941177, -- [2]
						0.0705882352941177, -- [3]
						0.639196664094925, -- [4]
					},
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bars_inverted"] = false,
					["bg_r"] = 0.0941176470588235,
					["hide_in_combat_type"] = 1,
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["hide_out_of_combat"] = false,
					["bars_sort_direction"] = 1,
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["switch_healer"] = false,
					["micro_displays_locked"] = true,
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["switch_healer_in_combat"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["__was_opened"] = true,
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["textXMod"] = 0,
								["textFace"] = "Accidental Presidency",
								["textStyle"] = 2,
								["textAlign"] = 0,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["segmentType"] = 2,
								["textXMod"] = 0,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 0,
								["textStyle"] = 2,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["timeType"] = 1,
								["textXMod"] = 6,
								["textAlign"] = 0,
								["textFace"] = "Accidental Presidency",
								["textStyle"] = 2,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["switch_all_roles_in_combat"] = false,
					["switch_tank_in_combat"] = false,
					["version"] = 3,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["start_after_icon"] = true,
						["font_face_file"] = "Fonts\\ARKai_T.ttf",
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["font_size"] = 16,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\Details\\images\\BantoBar",
						["backdrop"] = {
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["size"] = 12,
						},
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["textR_bracket"] = "(",
						["use_spec_icons"] = true,
						["texture_custom"] = "",
						["texture_custom_file"] = "Interface\\",
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textR_enable_custom_text"] = false,
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "BantoBar",
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["textL_class_colors"] = false,
						["alpha"] = 1,
						["texture_background"] = "Details D'ictum (reverse)",
						["textR_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["percent_type"] = 1,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
					},
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["ignore_mass_showhide"] = false,
					["show_sidebars"] = false,
					["strata"] = "LOW",
					["window_scale"] = 1,
					["__snap"] = {
					},
					["switch_tank"] = false,
					["hide_in_combat_alpha"] = 0,
					["plugins_grow_direction"] = 1,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["desaturated_menu"] = false,
					["micro_displays_side"] = 2,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["bars_grow_direction"] = 1,
					["libwindow"] = {
						["y"] = 4.57763671875e-05,
						["x"] = 0.000213623046875,
						["point"] = "CENTER",
						["scale"] = 1,
					},
					["bg_alpha"] = 0.183960914611816,
					["switch_damager_in_combat"] = false,
					["grab_on_top"] = false,
					["hide_icon"] = true,
					["switch_damager"] = false,
					["auto_current"] = true,
					["toolbar_side"] = 1,
					["bg_g"] = 0.0941176470588235,
					["switch_all_roles_after_wipe"] = false,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = 0,
							["x"] = 0.000244140625,
							["w"] = 310.000061035156,
							["h"] = 157.999984741211,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["attribute_text"] = {
						["show_timer"] = {
							true, -- [1]
							true, -- [2]
							true, -- [3]
						},
						["shadow"] = false,
						["side"] = 1,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["custom_text"] = "{name}",
						["text_face"] = "Accidental Presidency",
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["enabled"] = true,
						["enable_custom_text"] = false,
						["text_size"] = 12,
					},
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["wallpaper"] = {
						["enabled"] = false,
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["skin_custom"] = "",
					["skin"] = "Minimalistic",
					["menu_icons_size"] = 0.850000023841858,
					["bg_b"] = 0.0941176470588235,
				}, -- [1]
			},
			["report_lines"] = 5,
			["clear_ungrouped"] = true,
			["use_battleground_server_parser"] = false,
			["skin"] = "WoW Interface",
			["override_spellids"] = true,
			["use_scroll"] = false,
			["report_schema"] = 1,
			["overall_clear_newboss"] = true,
			["minimum_combat_time"] = 5,
			["overall_clear_logout"] = false,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["memory_threshold"] = 3,
			["deadlog_events"] = 32,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["ROGUE"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["PET"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DRUID"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MONK"] = {
					0.5, -- [1]
					0.73828125, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.25, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["UNKNOW"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PRIEST"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["Alliance"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["WARLOCK"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["DEMONHUNTER"] = {
					0.73828126, -- [1]
					1, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["Horde"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["SHAMAN"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
			},
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["disable_alldisplays_window"] = false,
			["standard_skin"] = false,
			["total_abbreviation"] = 2,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["ARENA_GREEN"] = {
					0.4, -- [1]
					1, -- [2]
					0.4, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
			},
			["segments_auto_erase"] = 1,
			["clear_graphic"] = true,
			["trash_auto_remove"] = true,
			["animation_speed_triggertravel"] = 5,
			["options_group_edit"] = true,
			["segments_amount_to_save"] = 18,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["hide"] = false,
				["minimapPos"] = 220,
				["text_format"] = 3,
				["text_type"] = 1,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["deny_score_messages"] = false,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["default_bg_color"] = 0.0941,
			["broadcaster_enabled"] = false,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["segments_panic_mode"] = false,
			["numerical_system_symbols"] = "auto",
			["overall_flag"] = 16,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["player_details_window"] = {
				["scale"] = 1,
				["skin"] = "ElvUI",
				["bar_texture"] = "Skyline",
			},
			["numerical_system"] = 1,
			["force_activity_time_pvp"] = true,
			["pvp_as_group"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["disable_reset_button"] = false,
			["animate_scroll"] = false,
			["death_tooltip_width"] = 350,
			["time_type"] = 2,
			["default_bg_alpha"] = 0.5,
			["time_type_original"] = 2,
		},
		["Spgg-白银之手"] = {
			["show_arena_role_icon"] = false,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["disable_mythic_dungeon"] = false,
				["use_animation_accel"] = true,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.75, -- [1]
					0.875, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[260] = {
					0.875, -- [1]
					1, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 13,
					["H"] = 13,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8697, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["maximize_method"] = 1,
				["fontshadow"] = false,
				["border_size"] = 14,
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["icon_border_texcoord"] = {
					["R"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["B"] = 0.921875,
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["ps_abbreviation"] = 3,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.2,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = true,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["current_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = true,
				["sample_size"] = 5,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = false,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = false,
					["height"] = 65,
					["width"] = 220,
				},
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["disable_window_groups"] = false,
			["instances_suppress_trash"] = 0,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["instances_segments_locked"] = false,
			["deadlog_limit"] = 16,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["instances_no_libwindow"] = false,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = 0,
							["x"] = 0.000244140625,
							["w"] = 310.000061035156,
							["h"] = 157.999984741211,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["show_statusbar"] = false,
					["backdrop_texture"] = "Details Ground",
					["color"] = {
						0.0705882352941177, -- [1]
						0.0705882352941177, -- [2]
						0.0705882352941177, -- [3]
						0.639196664094925, -- [4]
					},
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bars_inverted"] = false,
					["bg_r"] = 0.0941176470588235,
					["hide_in_combat_type"] = 1,
					["skin"] = "Minimalistic",
					["hide_out_of_combat"] = false,
					["switch_healer"] = false,
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["bars_sort_direction"] = 1,
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["bg_alpha"] = 0.183960914611816,
					["__was_opened"] = true,
					["StatusBarSaved"] = {
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["textXMod"] = 0,
								["textFace"] = "Accidental Presidency",
								["textStyle"] = 2,
								["textAlign"] = 0,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["segmentType"] = 2,
								["textXMod"] = 0,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 0,
								["textStyle"] = 2,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["textAlign"] = 0,
								["textXMod"] = 6,
								["textStyle"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
						},
					},
					["show_sidebars"] = false,
					["switch_all_roles_in_combat"] = false,
					["switch_tank_in_combat"] = false,
					["version"] = 3,
					["attribute_text"] = {
						["show_timer"] = {
							true, -- [1]
							true, -- [2]
							true, -- [3]
						},
						["shadow"] = false,
						["side"] = 1,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["custom_text"] = "{name}",
						["text_face"] = "Accidental Presidency",
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["enabled"] = true,
						["enable_custom_text"] = false,
						["text_size"] = 12,
					},
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["ignore_mass_showhide"] = false,
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["strata"] = "LOW",
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["__snap"] = {
					},
					["switch_tank"] = false,
					["hide_in_combat_alpha"] = 0,
					["plugins_grow_direction"] = 1,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["desaturated_menu"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["window_scale"] = 1,
					["bars_grow_direction"] = 1,
					["libwindow"] = {
						["y"] = 4.57763671875e-05,
						["x"] = 0.000213623046875,
						["point"] = "CENTER",
						["scale"] = 1,
					},
					["switch_healer_in_combat"] = false,
					["grab_on_top"] = false,
					["hide_icon"] = true,
					["switch_damager_in_combat"] = false,
					["switch_damager"] = false,
					["auto_current"] = true,
					["toolbar_side"] = 1,
					["bg_g"] = 0.0941176470588235,
					["switch_all_roles_after_wipe"] = false,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = 0,
							["x"] = 0.000244140625,
							["w"] = 310.000061035156,
							["h"] = 157.999984741211,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["start_after_icon"] = true,
						["font_face_file"] = "Fonts\\ARKai_T.ttf",
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["font_size"] = 16,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\Details\\images\\BantoBar",
						["backdrop"] = {
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["size"] = 12,
						},
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["textR_bracket"] = "(",
						["use_spec_icons"] = true,
						["texture_custom"] = "",
						["texture_custom_file"] = "Interface\\",
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textR_enable_custom_text"] = false,
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "BantoBar",
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["texture_background"] = "Details D'ictum (reverse)",
						["alpha"] = 1,
						["textR_class_colors"] = false,
						["textL_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["percent_type"] = 1,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
					},
					["micro_displays_side"] = 2,
					["wallpaper"] = {
						["enabled"] = false,
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["skin_custom"] = "",
					["micro_displays_locked"] = true,
					["menu_icons_size"] = 0.850000023841858,
					["bg_b"] = 0.0941176470588235,
				}, -- [1]
			},
			["data_broker_text"] = "",
			["segments_amount"] = 18,
			["report_lines"] = 5,
			["clear_ungrouped"] = true,
			["use_battleground_server_parser"] = false,
			["skin"] = "WoW Interface",
			["override_spellids"] = true,
			["use_scroll"] = false,
			["report_schema"] = 1,
			["overall_clear_newboss"] = true,
			["overall_clear_logout"] = false,
			["minimum_combat_time"] = 5,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["deadlog_events"] = 32,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["ROGUE"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["PET"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DRUID"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MONK"] = {
					0.5, -- [1]
					0.73828125, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.25, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["UNKNOW"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PRIEST"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["WARLOCK"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["Alliance"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.73828126, -- [1]
					1, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["Horde"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["SHAMAN"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
			},
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["disable_alldisplays_window"] = false,
			["standard_skin"] = false,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["trash_auto_remove"] = true,
			["animation_speed_triggertravel"] = 5,
			["clear_graphic"] = true,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["ARENA_GREEN"] = {
					0.4, -- [1]
					1, -- [2]
					0.4, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
			},
			["segments_auto_erase"] = 1,
			["options_group_edit"] = true,
			["broadcaster_enabled"] = false,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["hide"] = false,
				["minimapPos"] = 220,
				["text_format"] = 3,
				["text_type"] = 1,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["deny_score_messages"] = false,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["default_bg_color"] = 0.0941,
			["segments_amount_to_save"] = 18,
			["total_abbreviation"] = 2,
			["segments_panic_mode"] = false,
			["numerical_system_symbols"] = "auto",
			["overall_flag"] = 16,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["memory_threshold"] = 3,
			["player_details_window"] = {
				["scale"] = 1,
				["skin"] = "ElvUI",
				["bar_texture"] = "Skyline",
			},
			["numerical_system"] = 1,
			["force_activity_time_pvp"] = true,
			["pvp_as_group"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["disable_reset_button"] = false,
			["animate_scroll"] = false,
			["death_tooltip_width"] = 350,
			["time_type"] = 2,
			["default_bg_alpha"] = 0.5,
			["time_type_original"] = 2,
		},
		["Ceshiy-血色十字军"] = {
			["show_arena_role_icon"] = false,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["disable_mythic_dungeon"] = false,
				["use_animation_accel"] = true,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.75, -- [1]
					0.875, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[260] = {
					0.875, -- [1]
					1, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 13,
					["H"] = 13,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8697, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["maximize_method"] = 1,
				["fontshadow"] = false,
				["border_size"] = 14,
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["icon_border_texcoord"] = {
					["R"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["B"] = 0.921875,
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["ps_abbreviation"] = 3,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.2,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = true,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["current_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = true,
				["sample_size"] = 5,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = false,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = false,
					["height"] = 65,
					["width"] = 220,
				},
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["disable_window_groups"] = false,
			["instances_suppress_trash"] = 0,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["instances_segments_locked"] = false,
			["deadlog_limit"] = 16,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["instances_no_libwindow"] = false,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = 0,
							["x"] = 0.000244140625,
							["w"] = 310.000061035156,
							["h"] = 157.999984741211,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["show_statusbar"] = false,
					["backdrop_texture"] = "Details Ground",
					["color"] = {
						0.0705882352941177, -- [1]
						0.0705882352941177, -- [2]
						0.0705882352941177, -- [3]
						0.639196664094925, -- [4]
					},
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bars_inverted"] = false,
					["bg_r"] = 0.0941176470588235,
					["hide_in_combat_type"] = 1,
					["switch_healer"] = false,
					["skin"] = "Minimalistic",
					["skin_custom"] = "",
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["bars_sort_direction"] = 1,
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["switch_healer_in_combat"] = false,
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["switch_tank_in_combat"] = false,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["StatusBarSaved"] = {
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["textXMod"] = 0,
								["textFace"] = "Accidental Presidency",
								["textStyle"] = 2,
								["textAlign"] = 0,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["segmentType"] = 2,
								["textXMod"] = 0,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 0,
								["textStyle"] = 2,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["textAlign"] = 0,
								["textXMod"] = 6,
								["textStyle"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
						},
					},
					["micro_displays_side"] = 2,
					["switch_all_roles_in_combat"] = false,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["attribute_text"] = {
						["show_timer"] = {
							true, -- [1]
							true, -- [2]
							true, -- [3]
						},
						["shadow"] = false,
						["side"] = 1,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["custom_text"] = "{name}",
						["text_face"] = "Accidental Presidency",
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["enabled"] = true,
						["enable_custom_text"] = false,
						["text_size"] = 12,
					},
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["switch_tank"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["strata"] = "LOW",
					["bars_grow_direction"] = 1,
					["__snap"] = {
					},
					["ignore_mass_showhide"] = false,
					["hide_in_combat_alpha"] = 0,
					["switch_all_roles_after_wipe"] = false,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["desaturated_menu"] = false,
					["show_sidebars"] = false,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["window_scale"] = 1,
					["libwindow"] = {
						["y"] = 4.57763671875e-05,
						["x"] = 0.000213623046875,
						["point"] = "CENTER",
						["scale"] = 1,
					},
					["bg_alpha"] = 0.183960914611816,
					["switch_damager_in_combat"] = false,
					["hide_icon"] = true,
					["grab_on_top"] = false,
					["switch_damager"] = false,
					["auto_current"] = true,
					["toolbar_side"] = 1,
					["bg_g"] = 0.0941176470588235,
					["plugins_grow_direction"] = 1,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = 0,
							["x"] = 0.000244140625,
							["w"] = 310.000061035156,
							["h"] = 157.999984741211,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["start_after_icon"] = true,
						["font_face_file"] = "Fonts\\ARKai_T.ttf",
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["font_size"] = 16,
						["height"] = 21,
						["texture_file"] = "Interface\\Addons\\SharedMedia\\statusbar\\BantoBar",
						["backdrop"] = {
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["size"] = 12,
						},
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["textR_bracket"] = "(",
						["use_spec_icons"] = true,
						["texture_custom"] = "",
						["texture_custom_file"] = "Interface\\",
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textR_enable_custom_text"] = false,
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "BantoBar",
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["texture_background"] = "Details D'ictum (reverse)",
						["alpha"] = 1,
						["textR_class_colors"] = false,
						["textL_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["percent_type"] = 1,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
					},
					["__was_opened"] = true,
					["wallpaper"] = {
						["enabled"] = false,
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["micro_displays_locked"] = true,
					["hide_out_of_combat"] = false,
					["menu_icons_size"] = 0.850000023841858,
					["bg_b"] = 0.0941176470588235,
				}, -- [1]
			},
			["data_broker_text"] = "",
			["segments_amount"] = 18,
			["report_lines"] = 5,
			["clear_ungrouped"] = true,
			["use_battleground_server_parser"] = false,
			["skin"] = "WoW Interface",
			["override_spellids"] = true,
			["use_scroll"] = false,
			["report_schema"] = 1,
			["overall_clear_newboss"] = true,
			["overall_clear_logout"] = false,
			["minimum_combat_time"] = 5,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["deadlog_events"] = 32,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["ROGUE"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["PET"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DRUID"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MONK"] = {
					0.5, -- [1]
					0.73828125, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.25, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["UNKNOW"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PRIEST"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["WARLOCK"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["Alliance"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.73828126, -- [1]
					1, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["Horde"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["SHAMAN"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
			},
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["disable_alldisplays_window"] = false,
			["standard_skin"] = false,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["trash_auto_remove"] = true,
			["animation_speed_triggertravel"] = 5,
			["clear_graphic"] = true,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["ARENA_GREEN"] = {
					0.4, -- [1]
					1, -- [2]
					0.4, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
			},
			["segments_auto_erase"] = 1,
			["options_group_edit"] = true,
			["broadcaster_enabled"] = false,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["hide"] = false,
				["minimapPos"] = 220,
				["text_format"] = 3,
				["text_type"] = 1,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["deny_score_messages"] = false,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["default_bg_color"] = 0.0941,
			["segments_amount_to_save"] = 18,
			["total_abbreviation"] = 2,
			["segments_panic_mode"] = false,
			["numerical_system_symbols"] = "auto",
			["overall_flag"] = 16,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["memory_threshold"] = 3,
			["player_details_window"] = {
				["scale"] = 1,
				["skin"] = "ElvUI",
				["bar_texture"] = "Skyline",
			},
			["numerical_system"] = 1,
			["force_activity_time_pvp"] = true,
			["pvp_as_group"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["disable_reset_button"] = false,
			["animate_scroll"] = false,
			["death_tooltip_width"] = 350,
			["time_type"] = 2,
			["default_bg_alpha"] = 0.5,
			["time_type_original"] = 2,
		},
		["無剣道-血色十字军"] = {
			["show_arena_role_icon"] = false,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["disable_mythic_dungeon"] = false,
				["use_animation_accel"] = true,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.75, -- [1]
					0.875, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[260] = {
					0.875, -- [1]
					1, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 13,
					["H"] = 13,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8697, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["maximize_method"] = 1,
				["border_size"] = 14,
				["fontshadow"] = false,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["icon_border_texcoord"] = {
					["R"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["B"] = 0.921875,
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["ps_abbreviation"] = 3,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.2,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = true,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["current_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = true,
				["sample_size"] = 5,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = false,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = false,
					["height"] = 65,
					["width"] = 220,
				},
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["disable_window_groups"] = false,
			["instances_suppress_trash"] = 0,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["time_type_original"] = 2,
			["default_bg_alpha"] = 0.5,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["time_type"] = 2,
			["death_tooltip_width"] = 350,
			["animate_scroll"] = false,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -475.500885009766,
							["x"] = 839.001708984375,
							["w"] = 241.999969482422,
							["h"] = 128.999938964844,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["show_statusbar"] = false,
					["menu_icons_size"] = 0.850000023841858,
					["color"] = {
						0.0705882352941177, -- [1]
						0.0705882352941177, -- [2]
						0.0705882352941177, -- [3]
						0.639196664094925, -- [4]
					},
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bars_inverted"] = false,
					["bg_r"] = 0.0941176470588235,
					["skin"] = "Minimalistic",
					["skin_custom"] = "",
					["hide_out_of_combat"] = false,
					["bars_sort_direction"] = 1,
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["micro_displays_locked"] = true,
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["__was_opened"] = true,
					["switch_tank_in_combat"] = false,
					["micro_displays_side"] = 2,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["textXMod"] = 0,
								["textFace"] = "Accidental Presidency",
								["textStyle"] = 2,
								["textAlign"] = 0,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["textYMod"] = 1,
								["segmentType"] = 2,
								["textFace"] = "Accidental Presidency",
								["textXMod"] = 0,
								["textStyle"] = 2,
								["textAlign"] = 0,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["textYMod"] = 1,
								["textFace"] = "Accidental Presidency",
								["textXMod"] = 6,
								["timeType"] = 1,
								["textStyle"] = 2,
								["textAlign"] = 0,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["window_scale"] = 1,
					["switch_all_roles_in_combat"] = false,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["attribute_text"] = {
						["enabled"] = true,
						["shadow"] = false,
						["side"] = 1,
						["text_size"] = 12,
						["custom_text"] = "{name}",
						["text_face"] = "Accidental Presidency",
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["show_timer"] = {
							true, -- [1]
							true, -- [2]
							true, -- [3]
						},
						["enable_custom_text"] = false,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
					},
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["switch_tank"] = false,
					["switch_damager"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["strata"] = "LOW",
					["bars_grow_direction"] = 1,
					["__snap"] = {
					},
					["ignore_mass_showhide"] = false,
					["hide_in_combat_alpha"] = 0,
					["plugins_grow_direction"] = 1,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["desaturated_menu"] = false,
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["show_sidebars"] = false,
					["hide_icon"] = true,
					["switch_damager_in_combat"] = false,
					["grab_on_top"] = false,
					["backdrop_texture"] = "Details Ground",
					["libwindow"] = {
						["y"] = 0,
						["x"] = 0,
						["point"] = "BOTTOMRIGHT",
						["scale"] = 1,
					},
					["auto_current"] = true,
					["toolbar_side"] = 1,
					["bg_g"] = 0.0941176470588235,
					["switch_all_roles_after_wipe"] = false,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -475.500885009766,
							["x"] = 839.001708984375,
							["w"] = 241.999969482422,
							["h"] = 128.999938964844,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["start_after_icon"] = true,
						["font_face_file"] = "Fonts\\ARKai_T.ttf",
						["backdrop"] = {
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["size"] = 12,
						},
						["font_size"] = 16,
						["height"] = 21,
						["texture_file"] = "Interface\\Addons\\SharedMedia\\statusbar\\BantoBar",
						["texture_custom_file"] = "Interface\\",
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["use_spec_icons"] = true,
						["textR_bracket"] = "(",
						["texture_custom"] = "",
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textL_outline_small"] = true,
						["texture"] = "BantoBar",
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["textR_enable_custom_text"] = false,
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["textL_class_colors"] = false,
						["alpha"] = 1,
						["texture_background"] = "Details D'ictum (reverse)",
						["textR_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["textR_outline_small"] = true,
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["percent_type"] = 1,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
					},
					["bg_alpha"] = 0.183960914611816,
					["wallpaper"] = {
						["enabled"] = false,
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["switch_healer"] = false,
					["switch_healer_in_combat"] = false,
					["hide_in_combat_type"] = 1,
					["bg_b"] = 0.0941176470588235,
				}, -- [1]
			},
			["report_lines"] = 5,
			["clear_ungrouped"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["skin"] = "WoW Interface",
			["override_spellids"] = true,
			["pvp_as_group"] = true,
			["force_activity_time_pvp"] = true,
			["numerical_system"] = 1,
			["player_details_window"] = {
				["scale"] = 1,
				["skin"] = "ElvUI",
				["bar_texture"] = "Skyline",
			},
			["overall_clear_logout"] = false,
			["memory_threshold"] = 3,
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["deadlog_events"] = 32,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["SHAMAN"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["MAGE"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["PET"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DRUID"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MONK"] = {
					0.5, -- [1]
					0.73828125, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.25, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["UNKNOW"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PRIEST"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["Alliance"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["WARLOCK"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["DEMONHUNTER"] = {
					0.73828126, -- [1]
					1, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["Horde"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["ROGUE"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
			},
			["overall_flag"] = 16,
			["disable_alldisplays_window"] = false,
			["numerical_system_symbols"] = "auto",
			["trash_auto_remove"] = true,
			["total_abbreviation"] = 2,
			["segments_amount_to_save"] = 18,
			["clear_graphic"] = true,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["animation_speed_triggertravel"] = 5,
			["options_group_edit"] = true,
			["broadcaster_enabled"] = false,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["hide"] = false,
				["minimapPos"] = 220,
				["text_format"] = 3,
				["text_type"] = 1,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["default_bg_color"] = 0.0941,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["deny_score_messages"] = false,
			["segments_auto_erase"] = 1,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["ARENA_GREEN"] = {
					0.4, -- [1]
					1, -- [2]
					0.4, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
			},
			["segments_panic_mode"] = false,
			["standard_skin"] = false,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["minimum_combat_time"] = 5,
			["overall_clear_newboss"] = true,
			["report_schema"] = 1,
			["use_scroll"] = false,
			["use_battleground_server_parser"] = false,
			["disable_reset_button"] = false,
			["data_broker_text"] = "",
			["segments_amount"] = 18,
			["instances_no_libwindow"] = false,
			["deadlog_limit"] = 16,
			["instances_segments_locked"] = false,
		},
		["费列罗巧克牛-拉文凯斯"] = {
			["show_arena_role_icon"] = false,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["use_animation_accel"] = true,
				["disable_mythic_dungeon"] = false,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.75, -- [1]
					0.875, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[260] = {
					0.875, -- [1]
					1, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 13,
					["H"] = 13,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8697, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["icon_border_texcoord"] = {
					["B"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["R"] = 0.921875,
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["maximize_method"] = 1,
				["fontshadow"] = false,
				["border_size"] = 14,
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["ps_abbreviation"] = 3,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.2,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = true,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["current_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = true,
				["sample_size"] = 5,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = false,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = false,
					["height"] = 65,
					["width"] = 220,
				},
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["disable_window_groups"] = false,
			["instances_suppress_trash"] = 0,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["time_type_original"] = 2,
			["default_bg_alpha"] = 0.5,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["time_type"] = 2,
			["death_tooltip_width"] = 350,
			["animate_scroll"] = false,
			["segments_amount"] = 18,
			["report_lines"] = 5,
			["clear_ungrouped"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["skin"] = "WoW Interface",
			["override_spellids"] = true,
			["pvp_as_group"] = true,
			["force_activity_time_pvp"] = true,
			["numerical_system"] = 1,
			["player_details_window"] = {
				["scale"] = 1,
				["bar_texture"] = "Skyline",
				["skin"] = "ElvUI",
			},
			["minimum_combat_time"] = 5,
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["memory_threshold"] = 3,
			["deadlog_events"] = 32,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["ROGUE"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["PET"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DRUID"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MONK"] = {
					0.5, -- [1]
					0.73828125, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.25, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["UNKNOW"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PRIEST"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["SHAMAN"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["Alliance"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.73828126, -- [1]
					1, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["Horde"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["WARLOCK"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
			},
			["overall_flag"] = 16,
			["disable_alldisplays_window"] = false,
			["numerical_system_symbols"] = "auto",
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["ARENA_GREEN"] = {
					0.4, -- [1]
					1, -- [2]
					0.4, -- [3]
				},
			},
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["broadcaster_enabled"] = false,
			["clear_graphic"] = true,
			["total_abbreviation"] = 2,
			["segments_auto_erase"] = 1,
			["options_group_edit"] = true,
			["segments_amount_to_save"] = 18,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["text_type"] = 1,
				["minimapPos"] = 220,
				["text_format"] = 3,
				["hide"] = false,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["default_bg_color"] = 0.0941,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["deny_score_messages"] = false,
			["animation_speed_triggertravel"] = 5,
			["trash_auto_remove"] = true,
			["segments_panic_mode"] = false,
			["standard_skin"] = false,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["font_sizes"] = {
				["menus"] = 10,
			},
			["overall_clear_logout"] = false,
			["overall_clear_newboss"] = true,
			["report_schema"] = 1,
			["use_scroll"] = false,
			["use_battleground_server_parser"] = false,
			["disable_reset_button"] = false,
			["data_broker_text"] = "",
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = 0,
							["x"] = 0.000244140625,
							["w"] = 310.000061035156,
							["h"] = 157.999984741211,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["show_statusbar"] = false,
					["backdrop_texture"] = "Details Ground",
					["color"] = {
						0.0705882352941177, -- [1]
						0.0705882352941177, -- [2]
						0.0705882352941177, -- [3]
						0.639196664094925, -- [4]
					},
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_b"] = 0.0941176470588235,
					["bg_r"] = 0.0941176470588235,
					["menu_icons_size"] = 0.850000023841858,
					["skin"] = "Minimalistic",
					["hide_out_of_combat"] = false,
					["skin_custom"] = "",
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["bars_sort_direction"] = 1,
					["stretch_button_side"] = 1,
					["switch_healer_in_combat"] = false,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["attribute_text"] = {
						["show_timer"] = {
							true, -- [1]
							true, -- [2]
							true, -- [3]
						},
						["shadow"] = false,
						["side"] = 1,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["custom_text"] = "{name}",
						["text_face"] = "Accidental Presidency",
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["text_size"] = 12,
						["enable_custom_text"] = false,
						["enabled"] = true,
					},
					["__was_opened"] = true,
					["StatusBarSaved"] = {
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["textYMod"] = 1,
								["textXMod"] = 0,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 0,
								["textStyle"] = 2,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["textYMod"] = 1,
								["segmentType"] = 2,
								["textXMod"] = 0,
								["textFace"] = "Accidental Presidency",
								["textStyle"] = 2,
								["textAlign"] = 0,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["textYMod"] = 1,
								["textAlign"] = 0,
								["textXMod"] = 6,
								["textStyle"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
					},
					["show_sidebars"] = false,
					["switch_all_roles_in_combat"] = false,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["start_after_icon"] = true,
						["font_face_file"] = "Fonts\\ARKai_T.ttf",
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["font_size"] = 16,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\Details\\images\\BantoBar",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["use_spec_icons"] = true,
						["textR_bracket"] = "(",
						["texture_custom"] = "",
						["percent_type"] = 1,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textR_enable_custom_text"] = false,
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "BantoBar",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["texture_background"] = "Details D'ictum (reverse)",
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["textR_class_colors"] = false,
						["textL_class_colors"] = false,
						["alpha"] = 1,
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["texture_custom_file"] = "Interface\\",
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["backdrop"] = {
							["enabled"] = false,
							["size"] = 12,
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
						},
					},
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["window_scale"] = 1,
					["switch_all_roles_after_wipe"] = false,
					["micro_displays_side"] = 2,
					["strata"] = "LOW",
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["__snap"] = {
					},
					["ignore_mass_showhide"] = false,
					["hide_in_combat_alpha"] = 0,
					["plugins_grow_direction"] = 1,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["desaturated_menu"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["bars_grow_direction"] = 1,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["switch_damager"] = false,
					["hide_icon"] = true,
					["grab_on_top"] = false,
					["switch_damager_in_combat"] = false,
					["bg_alpha"] = 0.183960914611816,
					["libwindow"] = {
						["y"] = 4.57763671875e-05,
						["x"] = 0.000213623046875,
						["point"] = "CENTER",
						["scale"] = 1,
					},
					["auto_current"] = true,
					["toolbar_side"] = 1,
					["bg_g"] = 0.0941176470588235,
					["switch_tank"] = false,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = 0,
							["x"] = 0.000244140625,
							["w"] = 310.000061035156,
							["h"] = 157.999984741211,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["switch_tank_in_combat"] = false,
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["wallpaper"] = {
						["enabled"] = false,
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["micro_displays_locked"] = true,
					["switch_healer"] = false,
					["hide_in_combat_type"] = 1,
					["bars_inverted"] = false,
				}, -- [1]
			},
			["instances_no_libwindow"] = false,
			["deadlog_limit"] = 16,
			["instances_segments_locked"] = false,
		},
		["Eternalyg-血色十字军"] = {
			["show_arena_role_icon"] = false,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["use_animation_accel"] = true,
				["disable_mythic_dungeon"] = false,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.75, -- [1]
					0.875, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[260] = {
					0.875, -- [1]
					1, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 13,
					["H"] = 13,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8697, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["icon_border_texcoord"] = {
					["B"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["R"] = 0.921875,
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["maximize_method"] = 1,
				["border_size"] = 14,
				["fontshadow"] = false,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["ps_abbreviation"] = 3,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.2,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = true,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["current_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = true,
				["sample_size"] = 5,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = false,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = false,
					["height"] = 65,
					["width"] = 220,
				},
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["disable_window_groups"] = false,
			["instances_suppress_trash"] = 0,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["time_type_original"] = 2,
			["default_bg_alpha"] = 0.5,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["time_type"] = 2,
			["death_tooltip_width"] = 350,
			["animate_scroll"] = false,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -461.000862121582,
							["x"] = 805.0015869140625,
							["w"] = 310.0000610351563,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.0705882352941177, -- [1]
						0.0705882352941177, -- [2]
						0.0705882352941177, -- [3]
						0.639196664094925, -- [4]
					},
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bars_inverted"] = false,
					["bg_r"] = 0.0941176470588235,
					["show_statusbar"] = false,
					["skin"] = "Minimalistic",
					["hide_out_of_combat"] = false,
					["switch_healer"] = false,
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["skin_custom"] = "",
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["__was_opened"] = true,
					["version"] = 3,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["start_after_icon"] = true,
						["font_face_file"] = "Fonts\\ARKai_T.ttf",
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["font_size"] = 16,
						["height"] = 21,
						["texture_file"] = "Interface\\Addons\\SharedMedia\\statusbar\\BantoBar",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["use_spec_icons"] = true,
						["textR_bracket"] = "(",
						["texture_custom"] = "",
						["percent_type"] = 1,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textR_enable_custom_text"] = false,
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "BantoBar",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["textL_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["texture_background"] = "Details D'ictum (reverse)",
						["textR_class_colors"] = false,
						["alpha"] = 1,
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["texture_custom_file"] = "Interface\\",
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["backdrop"] = {
							["enabled"] = false,
							["size"] = 12,
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
						},
					},
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["StatusBarSaved"] = {
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["textYMod"] = 1,
								["textXMod"] = 0,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 0,
								["textStyle"] = 2,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["textYMod"] = 1,
								["segmentType"] = 2,
								["textXMod"] = 0,
								["textFace"] = "Accidental Presidency",
								["textStyle"] = 2,
								["textAlign"] = 0,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["textYMod"] = 1,
								["timeType"] = 1,
								["textXMod"] = 6,
								["textAlign"] = 0,
								["textFace"] = "Accidental Presidency",
								["textStyle"] = 2,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
					},
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["switch_all_roles_in_combat"] = false,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["bg_alpha"] = 0.183960914611816,
					["attribute_text"] = {
						["show_timer"] = {
							true, -- [1]
							true, -- [2]
							true, -- [3]
						},
						["shadow"] = false,
						["side"] = 1,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["custom_text"] = "{name}",
						["text_face"] = "Accidental Presidency",
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["text_size"] = 12,
						["enable_custom_text"] = false,
						["enabled"] = true,
					},
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["switch_tank"] = false,
					["switch_all_roles_after_wipe"] = false,
					["micro_displays_side"] = 2,
					["strata"] = "LOW",
					["window_scale"] = 1,
					["__snap"] = {
					},
					["ignore_mass_showhide"] = false,
					["hide_in_combat_alpha"] = 0,
					["plugins_grow_direction"] = 1,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["switch_damager"] = false,
					["show_sidebars"] = false,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["bars_grow_direction"] = 1,
					["backdrop_texture"] = "Details Ground",
					["libwindow"] = {
						["y"] = 0,
						["x"] = 0,
						["point"] = "BOTTOMRIGHT",
						["scale"] = 1,
					},
					["hide_icon"] = true,
					["switch_damager_in_combat"] = false,
					["grab_on_top"] = false,
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["auto_current"] = true,
					["toolbar_side"] = 1,
					["bg_g"] = 0.0941176470588235,
					["desaturated_menu"] = false,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -461.000862121582,
							["x"] = 805.0015869140625,
							["w"] = 310.0000610351563,
							["h"] = 157.9999847412109,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["switch_tank_in_combat"] = false,
					["wallpaper"] = {
						["enabled"] = false,
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["bars_sort_direction"] = 1,
					["micro_displays_locked"] = true,
					["menu_icons_size"] = 0.850000023841858,
					["bg_b"] = 0.0941176470588235,
				}, -- [1]
			},
			["report_lines"] = 5,
			["clear_ungrouped"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["skin"] = "WoW Interface",
			["override_spellids"] = true,
			["pvp_as_group"] = true,
			["force_activity_time_pvp"] = true,
			["numerical_system"] = 1,
			["player_details_window"] = {
				["scale"] = 1,
				["bar_texture"] = "Skyline",
				["skin"] = "ElvUI",
			},
			["overall_clear_logout"] = false,
			["memory_threshold"] = 3,
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["deadlog_events"] = 32,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["ROGUE"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["PET"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DRUID"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MONK"] = {
					0.5, -- [1]
					0.73828125, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.25, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["UNKNOW"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PRIEST"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["SHAMAN"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["Alliance"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["WARLOCK"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["DEMONHUNTER"] = {
					0.73828126, -- [1]
					1, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["Horde"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
			},
			["overall_flag"] = 16,
			["disable_alldisplays_window"] = false,
			["numerical_system_symbols"] = "auto",
			["trash_auto_remove"] = true,
			["total_abbreviation"] = 2,
			["segments_amount_to_save"] = 18,
			["clear_graphic"] = true,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["animation_speed_triggertravel"] = 5,
			["options_group_edit"] = true,
			["broadcaster_enabled"] = false,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["text_type"] = 1,
				["minimapPos"] = 220,
				["text_format"] = 3,
				["hide"] = false,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["default_bg_color"] = 0.0941,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["deny_score_messages"] = false,
			["segments_auto_erase"] = 1,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["ARENA_GREEN"] = {
					0.4, -- [1]
					1, -- [2]
					0.4, -- [3]
				},
			},
			["segments_panic_mode"] = false,
			["standard_skin"] = false,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["minimum_combat_time"] = 5,
			["overall_clear_newboss"] = true,
			["report_schema"] = 1,
			["use_scroll"] = false,
			["use_battleground_server_parser"] = false,
			["disable_reset_button"] = false,
			["data_broker_text"] = "",
			["segments_amount"] = 18,
			["instances_no_libwindow"] = false,
			["deadlog_limit"] = 16,
			["instances_segments_locked"] = false,
		},
		["孤仒狼-拉文凯斯"] = {
			["show_arena_role_icon"] = false,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["use_animation_accel"] = true,
				["disable_mythic_dungeon"] = false,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.75, -- [1]
					0.875, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[260] = {
					0.875, -- [1]
					1, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 13,
					["H"] = 13,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8697, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["icon_border_texcoord"] = {
					["B"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["R"] = 0.921875,
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["fontshadow"] = false,
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["border_size"] = 14,
				["maximize_method"] = 1,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["ps_abbreviation"] = 3,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.2,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = true,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["current_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = true,
				["sample_size"] = 5,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = false,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = false,
					["height"] = 65,
					["width"] = 220,
				},
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["disable_window_groups"] = false,
			["instances_suppress_trash"] = 0,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["time_type_original"] = 2,
			["default_bg_alpha"] = 0.5,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["time_type"] = 2,
			["death_tooltip_width"] = 350,
			["animate_scroll"] = false,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = 0,
							["x"] = 0,
							["w"] = 310.000061035156,
							["h"] = 157.999984741211,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["hide_in_combat_type"] = 1,
					["switch_healer_in_combat"] = false,
					["color"] = {
						0.0705882352941177, -- [1]
						0.0705882352941177, -- [2]
						0.0705882352941177, -- [3]
						0.639196664094925, -- [4]
					},
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bars_inverted"] = false,
					["bg_r"] = 0.0941176470588235,
					["show_statusbar"] = false,
					["skin"] = "Minimalistic",
					["hide_out_of_combat"] = false,
					["switch_healer"] = false,
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["micro_displays_locked"] = true,
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["__was_opened"] = true,
					["version"] = 3,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["start_after_icon"] = true,
						["font_face_file"] = "Fonts\\ARKai_T.ttf",
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["font_size"] = 16,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\Details\\images\\BantoBar",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["use_spec_icons"] = true,
						["textR_bracket"] = "(",
						["texture_custom"] = "",
						["percent_type"] = 1,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textR_enable_custom_text"] = false,
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "BantoBar",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["textR_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["textL_class_colors"] = false,
						["texture_background"] = "Details D'ictum (reverse)",
						["alpha"] = 1,
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["texture_custom_file"] = "Interface\\",
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["backdrop"] = {
							["enabled"] = false,
							["size"] = 12,
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
						},
					},
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["StatusBarSaved"] = {
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["textYMod"] = 1,
								["textXMod"] = 0,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 0,
								["textStyle"] = 2,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["textYMod"] = 1,
								["segmentType"] = 2,
								["textXMod"] = 0,
								["textFace"] = "Accidental Presidency",
								["textStyle"] = 2,
								["textAlign"] = 0,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["textYMod"] = 1,
								["textStyle"] = 2,
								["textXMod"] = 6,
								["timeType"] = 1,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 0,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
					},
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["switch_all_roles_in_combat"] = false,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["bg_alpha"] = 0.183960914611816,
					["attribute_text"] = {
						["show_timer"] = {
							true, -- [1]
							true, -- [2]
							true, -- [3]
						},
						["shadow"] = false,
						["side"] = 1,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["custom_text"] = "{name}",
						["text_face"] = "Accidental Presidency",
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["text_size"] = 12,
						["enable_custom_text"] = false,
						["enabled"] = true,
					},
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["switch_tank"] = false,
					["switch_all_roles_after_wipe"] = false,
					["micro_displays_side"] = 2,
					["strata"] = "LOW",
					["window_scale"] = 1,
					["__snap"] = {
					},
					["ignore_mass_showhide"] = false,
					["hide_in_combat_alpha"] = 0,
					["plugins_grow_direction"] = 1,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["switch_damager"] = false,
					["show_sidebars"] = false,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["bars_grow_direction"] = 1,
					["backdrop_texture"] = "Details Ground",
					["libwindow"] = {
					},
					["hide_icon"] = true,
					["switch_damager_in_combat"] = false,
					["grab_on_top"] = false,
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["auto_current"] = true,
					["toolbar_side"] = 1,
					["bg_g"] = 0.0941176470588235,
					["desaturated_menu"] = false,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = 0,
							["x"] = 0,
							["w"] = 310.000061035156,
							["h"] = 157.999984741211,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["switch_tank_in_combat"] = false,
					["wallpaper"] = {
						["enabled"] = false,
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["skin_custom"] = "",
					["bars_sort_direction"] = 1,
					["menu_icons_size"] = 0.850000023841858,
					["bg_b"] = 0.0941176470588235,
				}, -- [1]
			},
			["report_lines"] = 5,
			["clear_ungrouped"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["skin"] = "WoW Interface",
			["override_spellids"] = true,
			["pvp_as_group"] = true,
			["force_activity_time_pvp"] = true,
			["numerical_system"] = 1,
			["player_details_window"] = {
				["scale"] = 1,
				["bar_texture"] = "Skyline",
				["skin"] = "ElvUI",
			},
			["overall_clear_logout"] = false,
			["memory_threshold"] = 3,
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["deadlog_events"] = 32,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["ROGUE"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["PET"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DRUID"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MONK"] = {
					0.5, -- [1]
					0.73828125, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.25, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["UNKNOW"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PRIEST"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["SHAMAN"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["Alliance"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["WARLOCK"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["DEMONHUNTER"] = {
					0.73828126, -- [1]
					1, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["Horde"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
			},
			["overall_flag"] = 16,
			["disable_alldisplays_window"] = false,
			["numerical_system_symbols"] = "auto",
			["trash_auto_remove"] = true,
			["total_abbreviation"] = 2,
			["segments_amount_to_save"] = 18,
			["clear_graphic"] = true,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["animation_speed_triggertravel"] = 5,
			["options_group_edit"] = true,
			["broadcaster_enabled"] = false,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["text_type"] = 1,
				["minimapPos"] = 220,
				["text_format"] = 3,
				["hide"] = false,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["default_bg_color"] = 0.0941,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["deny_score_messages"] = false,
			["segments_auto_erase"] = 1,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["ARENA_GREEN"] = {
					0.4, -- [1]
					1, -- [2]
					0.4, -- [3]
				},
			},
			["segments_panic_mode"] = false,
			["standard_skin"] = false,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["minimum_combat_time"] = 5,
			["overall_clear_newboss"] = true,
			["report_schema"] = 1,
			["use_scroll"] = false,
			["use_battleground_server_parser"] = false,
			["disable_reset_button"] = false,
			["data_broker_text"] = "",
			["segments_amount"] = 18,
			["instances_no_libwindow"] = false,
			["deadlog_limit"] = 16,
			["instances_segments_locked"] = false,
		},
		["提取职业色-血色十字军"] = {
			["show_arena_role_icon"] = false,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["use_animation_accel"] = true,
				["disable_mythic_dungeon"] = false,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.75, -- [1]
					0.875, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[260] = {
					0.875, -- [1]
					1, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 13,
					["H"] = 13,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8697, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["icon_border_texcoord"] = {
					["B"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["R"] = 0.921875,
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["fontshadow"] = false,
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["border_size"] = 14,
				["maximize_method"] = 1,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["ps_abbreviation"] = 3,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.2,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = true,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["current_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = true,
				["sample_size"] = 5,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = false,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = false,
					["height"] = 65,
					["width"] = 220,
				},
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["disable_window_groups"] = false,
			["instances_suppress_trash"] = 0,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["time_type_original"] = 2,
			["default_bg_alpha"] = 0.5,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["time_type"] = 2,
			["death_tooltip_width"] = 350,
			["animate_scroll"] = false,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = 0,
							["x"] = 0.000244140625,
							["w"] = 310.000061035156,
							["h"] = 157.999984741211,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["show_statusbar"] = false,
					["backdrop_texture"] = "Details Ground",
					["color"] = {
						0.0705882352941177, -- [1]
						0.0705882352941177, -- [2]
						0.0705882352941177, -- [3]
						0.639196664094925, -- [4]
					},
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_b"] = 0.0941176470588235,
					["bg_r"] = 0.0941176470588235,
					["menu_icons_size"] = 0.850000023841858,
					["hide_out_of_combat"] = false,
					["skin"] = "Minimalistic",
					["micro_displays_locked"] = true,
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["switch_healer"] = false,
					["skin_custom"] = "",
					["stretch_button_side"] = 1,
					["switch_healer_in_combat"] = false,
					["__was_opened"] = true,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["start_after_icon"] = true,
						["font_face_file"] = "Fonts\\ARKai_T.ttf",
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["font_size"] = 16,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\Details\\images\\BantoBar",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["use_spec_icons"] = true,
						["textR_bracket"] = "(",
						["texture_custom"] = "",
						["percent_type"] = 1,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textR_enable_custom_text"] = false,
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "BantoBar",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["textR_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["textL_class_colors"] = false,
						["texture_background"] = "Details D'ictum (reverse)",
						["alpha"] = 1,
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["texture_custom_file"] = "Interface\\",
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["backdrop"] = {
							["enabled"] = false,
							["size"] = 12,
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
						},
					},
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["StatusBarSaved"] = {
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["textYMod"] = 1,
								["textXMod"] = 0,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 0,
								["textStyle"] = 2,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["textYMod"] = 1,
								["segmentType"] = 2,
								["textXMod"] = 0,
								["textFace"] = "Accidental Presidency",
								["textStyle"] = 2,
								["textAlign"] = 0,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["textYMod"] = 1,
								["textStyle"] = 2,
								["textXMod"] = 6,
								["timeType"] = 1,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 0,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
					},
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["switch_all_roles_in_combat"] = false,
					["switch_tank_in_combat"] = false,
					["version"] = 3,
					["attribute_text"] = {
						["show_timer"] = {
							true, -- [1]
							true, -- [2]
							true, -- [3]
						},
						["shadow"] = false,
						["side"] = 1,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["custom_text"] = "{name}",
						["text_face"] = "Accidental Presidency",
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["text_size"] = 12,
						["enable_custom_text"] = false,
						["enabled"] = true,
					},
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["bars_grow_direction"] = 1,
					["plugins_grow_direction"] = 1,
					["show_sidebars"] = false,
					["strata"] = "LOW",
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["__snap"] = {
					},
					["switch_tank"] = false,
					["hide_in_combat_alpha"] = 0,
					["switch_all_roles_after_wipe"] = false,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["desaturated_menu"] = false,
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["window_scale"] = 1,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["switch_damager"] = false,
					["grab_on_top"] = false,
					["hide_icon"] = true,
					["switch_damager_in_combat"] = false,
					["bg_alpha"] = 0.183960914611816,
					["libwindow"] = {
						["y"] = 4.57763671875e-05,
						["x"] = 0.000213623046875,
						["point"] = "CENTER",
						["scale"] = 1,
					},
					["auto_current"] = true,
					["toolbar_side"] = 1,
					["bg_g"] = 0.0941176470588235,
					["ignore_mass_showhide"] = false,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = 0,
							["x"] = 0.000244140625,
							["w"] = 310.000061035156,
							["h"] = 157.999984741211,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["micro_displays_side"] = 2,
					["wallpaper"] = {
						["enabled"] = false,
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["bars_sort_direction"] = 1,
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["hide_in_combat_type"] = 1,
					["bars_inverted"] = false,
				}, -- [1]
			},
			["report_lines"] = 5,
			["clear_ungrouped"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["skin"] = "WoW Interface",
			["override_spellids"] = true,
			["pvp_as_group"] = true,
			["force_activity_time_pvp"] = true,
			["numerical_system"] = 1,
			["player_details_window"] = {
				["scale"] = 1,
				["bar_texture"] = "Skyline",
				["skin"] = "ElvUI",
			},
			["overall_clear_logout"] = false,
			["memory_threshold"] = 3,
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["deadlog_events"] = 32,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["ROGUE"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["PET"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DRUID"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MONK"] = {
					0.5, -- [1]
					0.73828125, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.25, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["UNKNOW"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PRIEST"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["SHAMAN"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["Alliance"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["WARLOCK"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["DEMONHUNTER"] = {
					0.73828126, -- [1]
					1, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["Horde"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
			},
			["overall_flag"] = 16,
			["disable_alldisplays_window"] = false,
			["numerical_system_symbols"] = "auto",
			["trash_auto_remove"] = true,
			["total_abbreviation"] = 2,
			["segments_amount_to_save"] = 18,
			["clear_graphic"] = true,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["animation_speed_triggertravel"] = 5,
			["options_group_edit"] = true,
			["broadcaster_enabled"] = false,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["text_type"] = 1,
				["minimapPos"] = 220,
				["text_format"] = 3,
				["hide"] = false,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["default_bg_color"] = 0.0941,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["deny_score_messages"] = false,
			["segments_auto_erase"] = 1,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["ARENA_GREEN"] = {
					0.4, -- [1]
					1, -- [2]
					0.4, -- [3]
				},
			},
			["segments_panic_mode"] = false,
			["standard_skin"] = false,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["minimum_combat_time"] = 5,
			["overall_clear_newboss"] = true,
			["report_schema"] = 1,
			["use_scroll"] = false,
			["use_battleground_server_parser"] = false,
			["disable_reset_button"] = false,
			["data_broker_text"] = "",
			["segments_amount"] = 18,
			["instances_no_libwindow"] = false,
			["deadlog_limit"] = 16,
			["instances_segments_locked"] = false,
		},
		["Minuitsun-血色十字军"] = {
			["show_arena_role_icon"] = false,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["use_animation_accel"] = true,
				["disable_mythic_dungeon"] = false,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.75, -- [1]
					0.875, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[260] = {
					0.875, -- [1]
					1, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 13,
					["H"] = 13,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8697, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["icon_border_texcoord"] = {
					["B"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["R"] = 0.921875,
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["maximize_method"] = 1,
				["border_size"] = 14,
				["fontshadow"] = false,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["ps_abbreviation"] = 3,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.2,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = true,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["current_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = true,
				["sample_size"] = 5,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = false,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = false,
					["height"] = 65,
					["width"] = 220,
				},
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["disable_window_groups"] = false,
			["instances_suppress_trash"] = 0,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["instances_segments_locked"] = false,
			["deadlog_limit"] = 16,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["instances_no_libwindow"] = false,
			["segments_amount"] = 18,
			["data_broker_text"] = "",
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = 0,
							["x"] = 0.000244140625,
							["w"] = 310.000061035156,
							["h"] = 157.999984741211,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["show_statusbar"] = false,
					["backdrop_texture"] = "Details Ground",
					["color"] = {
						0.0705882352941177, -- [1]
						0.0705882352941177, -- [2]
						0.0705882352941177, -- [3]
						0.639196664094925, -- [4]
					},
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bg_b"] = 0.0941176470588235,
					["bg_r"] = 0.0941176470588235,
					["menu_icons_size"] = 0.850000023841858,
					["hide_out_of_combat"] = false,
					["skin"] = "Minimalistic",
					["bars_sort_direction"] = 1,
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["switch_healer"] = false,
					["micro_displays_locked"] = true,
					["stretch_button_side"] = 1,
					["switch_healer_in_combat"] = false,
					["__was_opened"] = true,
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["start_after_icon"] = true,
						["font_face_file"] = "Fonts\\ARKai_T.ttf",
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["font_size"] = 16,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\Details\\images\\BantoBar",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["use_spec_icons"] = true,
						["textR_bracket"] = "(",
						["texture_custom"] = "",
						["percent_type"] = 1,
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textR_enable_custom_text"] = false,
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "BantoBar",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["textL_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["texture_background"] = "Details D'ictum (reverse)",
						["textR_class_colors"] = false,
						["alpha"] = 1,
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["texture_custom_file"] = "Interface\\",
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["backdrop"] = {
							["enabled"] = false,
							["size"] = 12,
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
						},
					},
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["StatusBarSaved"] = {
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["textYMod"] = 1,
								["textXMod"] = 0,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 0,
								["textStyle"] = 2,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["textYMod"] = 1,
								["segmentType"] = 2,
								["textXMod"] = 0,
								["textFace"] = "Accidental Presidency",
								["textStyle"] = 2,
								["textAlign"] = 0,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["textYMod"] = 1,
								["timeType"] = 1,
								["textXMod"] = 6,
								["textAlign"] = 0,
								["textFace"] = "Accidental Presidency",
								["textStyle"] = 2,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
					},
					["micro_displays_side"] = 2,
					["switch_all_roles_in_combat"] = false,
					["switch_tank_in_combat"] = false,
					["version"] = 3,
					["attribute_text"] = {
						["show_timer"] = {
							true, -- [1]
							true, -- [2]
							true, -- [3]
						},
						["shadow"] = false,
						["side"] = 1,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["custom_text"] = "{name}",
						["text_face"] = "Accidental Presidency",
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["text_size"] = 12,
						["enable_custom_text"] = false,
						["enabled"] = true,
					},
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["bars_grow_direction"] = 1,
					["plugins_grow_direction"] = 1,
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["strata"] = "LOW",
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["__snap"] = {
					},
					["switch_tank"] = false,
					["hide_in_combat_alpha"] = 0,
					["switch_all_roles_after_wipe"] = false,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["desaturated_menu"] = false,
					["show_sidebars"] = false,
					["window_scale"] = 1,
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["switch_damager"] = false,
					["grab_on_top"] = false,
					["hide_icon"] = true,
					["switch_damager_in_combat"] = false,
					["bg_alpha"] = 0.183960914611816,
					["libwindow"] = {
						["y"] = 4.57763671875e-05,
						["x"] = 0.000213623046875,
						["point"] = "CENTER",
						["scale"] = 1,
					},
					["auto_current"] = true,
					["toolbar_side"] = 1,
					["bg_g"] = 0.0941176470588235,
					["ignore_mass_showhide"] = false,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = 0,
							["x"] = 0.000244140625,
							["w"] = 310.000061035156,
							["h"] = 157.999984741211,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["wallpaper"] = {
						["enabled"] = false,
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["skin_custom"] = "",
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["hide_in_combat_type"] = 1,
					["bars_inverted"] = false,
				}, -- [1]
			},
			["report_lines"] = 5,
			["clear_ungrouped"] = true,
			["use_battleground_server_parser"] = false,
			["skin"] = "WoW Interface",
			["override_spellids"] = true,
			["use_scroll"] = false,
			["report_schema"] = 1,
			["overall_clear_newboss"] = true,
			["minimum_combat_time"] = 5,
			["overall_clear_logout"] = false,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["memory_threshold"] = 3,
			["deadlog_events"] = 32,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["ROGUE"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["PET"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DRUID"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MONK"] = {
					0.5, -- [1]
					0.73828125, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.25, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["UNKNOW"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PRIEST"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["SHAMAN"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["Alliance"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["WARLOCK"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["DEMONHUNTER"] = {
					0.73828126, -- [1]
					1, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["Horde"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
			},
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["disable_alldisplays_window"] = false,
			["standard_skin"] = false,
			["total_abbreviation"] = 2,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["ARENA_GREEN"] = {
					0.4, -- [1]
					1, -- [2]
					0.4, -- [3]
				},
			},
			["segments_auto_erase"] = 1,
			["clear_graphic"] = true,
			["trash_auto_remove"] = true,
			["animation_speed_triggertravel"] = 5,
			["options_group_edit"] = true,
			["segments_amount_to_save"] = 18,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["text_type"] = 1,
				["minimapPos"] = 220,
				["text_format"] = 3,
				["hide"] = false,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["deny_score_messages"] = false,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["default_bg_color"] = 0.0941,
			["broadcaster_enabled"] = false,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["segments_panic_mode"] = false,
			["numerical_system_symbols"] = "auto",
			["overall_flag"] = 16,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["player_details_window"] = {
				["scale"] = 1,
				["bar_texture"] = "Skyline",
				["skin"] = "ElvUI",
			},
			["numerical_system"] = 1,
			["force_activity_time_pvp"] = true,
			["pvp_as_group"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["disable_reset_button"] = false,
			["animate_scroll"] = false,
			["death_tooltip_width"] = 350,
			["time_type"] = 2,
			["default_bg_alpha"] = 0.5,
			["time_type_original"] = 2,
		},
		["Midnightsun-安苏"] = {
			["show_arena_role_icon"] = false,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["use_animation_accel"] = true,
				["disable_mythic_dungeon"] = false,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.75, -- [1]
					0.875, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[260] = {
					0.875, -- [1]
					1, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 13,
					["H"] = 13,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8697, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["icon_border_texcoord"] = {
					["B"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["R"] = 0.921875,
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["fontshadow"] = false,
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["border_size"] = 14,
				["maximize_method"] = 1,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["ps_abbreviation"] = 3,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.2,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = true,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["current_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = true,
				["sample_size"] = 5,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = false,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = false,
					["height"] = 65,
					["width"] = 220,
				},
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["disable_window_groups"] = false,
			["instances_suppress_trash"] = 0,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["time_type_original"] = 2,
			["default_bg_alpha"] = 0.5,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["time_type"] = 2,
			["death_tooltip_width"] = 350,
			["animate_scroll"] = false,
			["segments_amount"] = 18,
			["report_lines"] = 5,
			["clear_ungrouped"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["skin"] = "WoW Interface",
			["override_spellids"] = true,
			["pvp_as_group"] = true,
			["force_activity_time_pvp"] = true,
			["numerical_system"] = 1,
			["player_details_window"] = {
				["scale"] = 1,
				["bar_texture"] = "Skyline",
				["skin"] = "ElvUI",
			},
			["minimum_combat_time"] = 5,
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["memory_threshold"] = 3,
			["deadlog_events"] = 32,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["ROGUE"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["PET"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DRUID"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MONK"] = {
					0.5, -- [1]
					0.73828125, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.25, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["UNKNOW"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PRIEST"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["SHAMAN"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["Alliance"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.73828126, -- [1]
					1, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["Horde"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["WARLOCK"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
			},
			["overall_flag"] = 16,
			["disable_alldisplays_window"] = false,
			["numerical_system_symbols"] = "auto",
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["ARENA_GREEN"] = {
					0.4, -- [1]
					1, -- [2]
					0.4, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
			},
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["broadcaster_enabled"] = false,
			["clear_graphic"] = true,
			["total_abbreviation"] = 2,
			["segments_auto_erase"] = 1,
			["options_group_edit"] = true,
			["segments_amount_to_save"] = 18,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["text_type"] = 1,
				["minimapPos"] = 220,
				["text_format"] = 3,
				["hide"] = false,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["default_bg_color"] = 0.0941,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["deny_score_messages"] = false,
			["animation_speed_triggertravel"] = 5,
			["trash_auto_remove"] = true,
			["segments_panic_mode"] = false,
			["standard_skin"] = false,
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["font_sizes"] = {
				["menus"] = 10,
			},
			["overall_clear_logout"] = false,
			["overall_clear_newboss"] = true,
			["report_schema"] = 1,
			["use_scroll"] = false,
			["use_battleground_server_parser"] = false,
			["disable_reset_button"] = false,
			["data_broker_text"] = "",
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -456.001075744629,
							["x"] = 802.00244140625,
							["w"] = 310.000061035156,
							["h"] = 157.999984741211,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["show_statusbar"] = false,
					["menu_icons_size"] = 0.850000023841858,
					["color"] = {
						0.0705882352941177, -- [1]
						0.0705882352941177, -- [2]
						0.0705882352941177, -- [3]
						0.639196664094925, -- [4]
					},
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bars_inverted"] = false,
					["bg_r"] = 0.0941176470588235,
					["backdrop_texture"] = "Details Ground",
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["skin"] = "Minimalistic",
					["micro_displays_locked"] = true,
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["switch_healer"] = false,
					["skin_custom"] = "",
					["stretch_button_side"] = 1,
					["__was_opened"] = true,
					["version"] = 3,
					["micro_displays_side"] = 2,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["StatusBarSaved"] = {
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["textYMod"] = 1,
								["textXMod"] = 0,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 0,
								["textStyle"] = 2,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["textYMod"] = 1,
								["segmentType"] = 2,
								["textXMod"] = 0,
								["textFace"] = "Accidental Presidency",
								["textStyle"] = 2,
								["textAlign"] = 0,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["textYMod"] = 1,
								["timeType"] = 1,
								["textFace"] = "Accidental Presidency",
								["textStyle"] = 2,
								["textXMod"] = 6,
								["textAlign"] = 0,
								["textSize"] = 10,
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
							},
						},
					},
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["switch_all_roles_in_combat"] = false,
					["switch_tank_in_combat"] = false,
					["bg_alpha"] = 0.183960914611816,
					["attribute_text"] = {
						["show_timer"] = {
							true, -- [1]
							true, -- [2]
							true, -- [3]
						},
						["shadow"] = false,
						["side"] = 1,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["custom_text"] = "{name}",
						["text_face"] = "Accidental Presidency",
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["text_size"] = 12,
						["enable_custom_text"] = false,
						["enabled"] = true,
					},
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onenter"] = 1,
						["iconstoo"] = true,
						["ignorebars"] = false,
						["onleave"] = 1,
					},
					["switch_tank"] = false,
					["plugins_grow_direction"] = 1,
					["show_sidebars"] = false,
					["strata"] = "LOW",
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["__snap"] = {
					},
					["ignore_mass_showhide"] = false,
					["hide_in_combat_alpha"] = 0,
					["switch_all_roles_after_wipe"] = false,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["desaturated_menu"] = false,
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["window_scale"] = 1,
					["bars_grow_direction"] = 1,
					["bars_sort_direction"] = 1,
					["switch_damager_in_combat"] = false,
					["hide_icon"] = true,
					["grab_on_top"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["libwindow"] = {
						["y"] = 4.9997820854187,
						["x"] = -2.9990234375,
						["point"] = "BOTTOMRIGHT",
						["scale"] = 1,
					},
					["auto_current"] = true,
					["toolbar_side"] = 1,
					["bg_g"] = 0.0941176470588235,
					["switch_damager"] = false,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -456.001075744629,
							["x"] = 802.00244140625,
							["w"] = 310.000061035156,
							["h"] = 157.999984741211,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["percent_type"] = 1,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["start_after_icon"] = true,
						["font_face_file"] = "Fonts\\ARKai_T.ttf",
						["backdrop"] = {
							["enabled"] = false,
							["size"] = 12,
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["texture"] = "Details BarBorder 2",
						},
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
						["texture_custom_file"] = "Interface\\",
						["texture_file"] = "Interface\\Addons\\SharedMedia\\statusbar\\BantoBar",
						["font_size"] = 16,
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["use_spec_icons"] = true,
						["textR_bracket"] = "(",
						["textR_enable_custom_text"] = false,
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textL_outline_small"] = true,
						["texture"] = "BantoBar",
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["textR_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["textL_class_colors"] = false,
						["texture_background"] = "Details D'ictum (reverse)",
						["alpha"] = 1,
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["texture_custom"] = "",
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["textL_enable_custom_text"] = false,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["height"] = 21,
					},
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["wallpaper"] = {
						["enabled"] = false,
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["hide_out_of_combat"] = false,
					["hide_in_combat_type"] = 1,
					["switch_healer_in_combat"] = false,
					["bg_b"] = 0.0941176470588235,
				}, -- [1]
			},
			["instances_no_libwindow"] = false,
			["deadlog_limit"] = 16,
			["instances_segments_locked"] = false,
		},
		["路曦菲尔-拉文凯斯"] = {
			["show_arena_role_icon"] = false,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["disable_mythic_dungeon"] = false,
				["use_animation_accel"] = true,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.75, -- [1]
					0.875, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[260] = {
					0.875, -- [1]
					1, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 13,
					["H"] = 13,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8697, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["fontshadow"] = false,
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["border_size"] = 14,
				["maximize_method"] = 1,
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["icon_border_texcoord"] = {
					["R"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["B"] = 0.921875,
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["ps_abbreviation"] = 3,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.2,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = true,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["current_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = true,
				["sample_size"] = 5,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = false,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = false,
					["height"] = 65,
					["width"] = 220,
				},
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["disable_window_groups"] = false,
			["instances_suppress_trash"] = 0,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["instances_segments_locked"] = false,
			["deadlog_limit"] = 16,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["instances_no_libwindow"] = false,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = 0,
							["x"] = 0.000244140625,
							["w"] = 310.000061035156,
							["h"] = 157.999984741211,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["show_statusbar"] = false,
					["backdrop_texture"] = "Details Ground",
					["color"] = {
						0.0705882352941177, -- [1]
						0.0705882352941177, -- [2]
						0.0705882352941177, -- [3]
						0.639196664094925, -- [4]
					},
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bars_inverted"] = false,
					["bg_r"] = 0.0941176470588235,
					["hide_in_combat_type"] = 1,
					["switch_healer"] = false,
					["skin"] = "Minimalistic",
					["micro_displays_locked"] = true,
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["skin_custom"] = "",
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["switch_healer_in_combat"] = false,
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["switch_tank_in_combat"] = false,
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["StatusBarSaved"] = {
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["textXMod"] = 0,
								["textFace"] = "Accidental Presidency",
								["textStyle"] = 2,
								["textAlign"] = 0,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["segmentType"] = 2,
								["textXMod"] = 0,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 0,
								["textStyle"] = 2,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["textStyle"] = 2,
								["textXMod"] = 6,
								["timeType"] = 1,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 0,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
						},
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
					},
					["micro_displays_side"] = 2,
					["switch_all_roles_in_combat"] = false,
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["version"] = 3,
					["attribute_text"] = {
						["show_timer"] = {
							true, -- [1]
							true, -- [2]
							true, -- [3]
						},
						["shadow"] = false,
						["side"] = 1,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["custom_text"] = "{name}",
						["text_face"] = "Accidental Presidency",
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["enabled"] = true,
						["enable_custom_text"] = false,
						["text_size"] = 12,
					},
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["switch_tank"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["strata"] = "LOW",
					["bars_grow_direction"] = 1,
					["__snap"] = {
					},
					["ignore_mass_showhide"] = false,
					["hide_in_combat_alpha"] = 0,
					["switch_all_roles_after_wipe"] = false,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["desaturated_menu"] = false,
					["show_sidebars"] = false,
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["window_scale"] = 1,
					["libwindow"] = {
						["y"] = 4.57763671875e-05,
						["x"] = 0.000213623046875,
						["point"] = "CENTER",
						["scale"] = 1,
					},
					["bg_alpha"] = 0.183960914611816,
					["switch_damager_in_combat"] = false,
					["hide_icon"] = true,
					["grab_on_top"] = false,
					["switch_damager"] = false,
					["auto_current"] = true,
					["toolbar_side"] = 1,
					["bg_g"] = 0.0941176470588235,
					["plugins_grow_direction"] = 1,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = 0,
							["x"] = 0.000244140625,
							["w"] = 310.000061035156,
							["h"] = 157.999984741211,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["start_after_icon"] = true,
						["font_face_file"] = "Fonts\\ARKai_T.ttf",
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["font_size"] = 16,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\Details\\images\\BantoBar",
						["backdrop"] = {
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["size"] = 12,
						},
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["textR_bracket"] = "(",
						["use_spec_icons"] = true,
						["texture_custom"] = "",
						["texture_custom_file"] = "Interface\\",
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textR_enable_custom_text"] = false,
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "BantoBar",
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["textR_class_colors"] = false,
						["alpha"] = 1,
						["textL_class_colors"] = false,
						["texture_background"] = "Details D'ictum (reverse)",
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["percent_type"] = 1,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
					},
					["__was_opened"] = true,
					["wallpaper"] = {
						["enabled"] = false,
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["bars_sort_direction"] = 1,
					["hide_out_of_combat"] = false,
					["menu_icons_size"] = 0.850000023841858,
					["bg_b"] = 0.0941176470588235,
				}, -- [1]
			},
			["data_broker_text"] = "",
			["segments_amount"] = 18,
			["report_lines"] = 5,
			["clear_ungrouped"] = true,
			["use_battleground_server_parser"] = false,
			["skin"] = "WoW Interface",
			["override_spellids"] = true,
			["use_scroll"] = false,
			["report_schema"] = 1,
			["overall_clear_newboss"] = true,
			["overall_clear_logout"] = false,
			["minimum_combat_time"] = 5,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["deadlog_events"] = 32,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["ROGUE"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["PET"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DRUID"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MONK"] = {
					0.5, -- [1]
					0.73828125, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.25, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["UNKNOW"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PRIEST"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["WARLOCK"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["Alliance"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.73828126, -- [1]
					1, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["Horde"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["SHAMAN"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
			},
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["disable_alldisplays_window"] = false,
			["standard_skin"] = false,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["trash_auto_remove"] = true,
			["animation_speed_triggertravel"] = 5,
			["clear_graphic"] = true,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["ARENA_GREEN"] = {
					0.4, -- [1]
					1, -- [2]
					0.4, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
			},
			["segments_auto_erase"] = 1,
			["options_group_edit"] = true,
			["broadcaster_enabled"] = false,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["hide"] = false,
				["minimapPos"] = 220,
				["text_format"] = 3,
				["text_type"] = 1,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["deny_score_messages"] = false,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["default_bg_color"] = 0.0941,
			["segments_amount_to_save"] = 18,
			["total_abbreviation"] = 2,
			["segments_panic_mode"] = false,
			["numerical_system_symbols"] = "auto",
			["overall_flag"] = 16,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["memory_threshold"] = 3,
			["player_details_window"] = {
				["scale"] = 1,
				["skin"] = "ElvUI",
				["bar_texture"] = "Skyline",
			},
			["numerical_system"] = 1,
			["force_activity_time_pvp"] = true,
			["pvp_as_group"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["disable_reset_button"] = false,
			["animate_scroll"] = false,
			["death_tooltip_width"] = 350,
			["time_type"] = 2,
			["default_bg_alpha"] = 0.5,
			["time_type_original"] = 2,
		},
		["Eternalsun-血色十字军"] = {
			["show_arena_role_icon"] = false,
			["capture_real"] = {
				["heal"] = true,
				["spellcast"] = true,
				["miscdata"] = true,
				["aura"] = true,
				["energy"] = true,
				["damage"] = true,
			},
			["row_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["streamer_config"] = {
				["faster_updates"] = false,
				["quick_detection"] = false,
				["reset_spec_cache"] = false,
				["no_alerts"] = false,
				["disable_mythic_dungeon"] = false,
				["use_animation_accel"] = true,
			},
			["all_players_are_group"] = false,
			["use_row_animations"] = true,
			["report_heal_links"] = false,
			["remove_realm_from_name"] = true,
			["minimum_overall_combat_time"] = 10,
			["event_tracker"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["line_height"] = 16,
				["line_color"] = {
					0.1, -- [1]
					0.1, -- [2]
					0.1, -- [3]
					0.3, -- [4]
				},
				["font_shadow"] = "NONE",
				["font_size"] = 10,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = true,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0.16, -- [1]
						0.16, -- [2]
						0.16, -- [3]
						0.47, -- [4]
					},
					["locked"] = false,
					["height"] = 300,
					["width"] = 250,
				},
				["line_texture"] = "Details Serenity",
				["options_frame"] = {
				},
			},
			["report_to_who"] = "",
			["class_specs_coords"] = {
				[62] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[63] = {
					0.375, -- [1]
					0.5, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[250] = {
					0, -- [1]
					0.125, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[251] = {
					0.125, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[252] = {
					0.25, -- [1]
					0.375, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[253] = {
					0.875, -- [1]
					1, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[254] = {
					0, -- [1]
					0.125, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[255] = {
					0.125, -- [1]
					0.25, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[66] = {
					0.125, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[257] = {
					0.5, -- [1]
					0.625, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[258] = {
					0.6328125, -- [1]
					0.75, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[259] = {
					0.75, -- [1]
					0.875, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[260] = {
					0.875, -- [1]
					1, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[577] = {
					0.25, -- [1]
					0.375, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[262] = {
					0.125, -- [1]
					0.25, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[581] = {
					0.375, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[264] = {
					0.375, -- [1]
					0.5, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[265] = {
					0.5, -- [1]
					0.625, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[266] = {
					0.625, -- [1]
					0.75, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[267] = {
					0.75, -- [1]
					0.875, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[268] = {
					0.625, -- [1]
					0.75, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[269] = {
					0.875, -- [1]
					1, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[270] = {
					0.75, -- [1]
					0.875, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[70] = {
					0.251953125, -- [1]
					0.375, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[102] = {
					0.375, -- [1]
					0.5, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[71] = {
					0.875, -- [1]
					1, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[103] = {
					0.5, -- [1]
					0.625, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[72] = {
					0, -- [1]
					0.125, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[104] = {
					0.625, -- [1]
					0.75, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[73] = {
					0.125, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.625, -- [4]
				},
				[64] = {
					0.5, -- [1]
					0.625, -- [2]
					0.125, -- [3]
					0.25, -- [4]
				},
				[105] = {
					0.75, -- [1]
					0.875, -- [2]
					0, -- [3]
					0.125, -- [4]
				},
				[65] = {
					0, -- [1]
					0.125, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[256] = {
					0.375, -- [1]
					0.5, -- [2]
					0.25, -- [3]
					0.375, -- [4]
				},
				[261] = {
					0, -- [1]
					0.125, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
				[263] = {
					0.25, -- [1]
					0.375, -- [2]
					0.375, -- [3]
					0.5, -- [4]
				},
			},
			["profile_save_pos"] = true,
			["tooltip"] = {
				["header_statusbar"] = {
					0.3, -- [1]
					0.3, -- [2]
					0.3, -- [3]
					0.8, -- [4]
					false, -- [5]
					false, -- [6]
					"WorldState Score", -- [7]
				},
				["fontcolor_right"] = {
					1, -- [1]
					0.7, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["line_height"] = 17,
				["tooltip_max_targets"] = 2,
				["icon_size"] = {
					["W"] = 13,
					["H"] = 13,
				},
				["tooltip_max_pets"] = 2,
				["anchor_relative"] = "top",
				["abbreviation"] = 2,
				["anchored_to"] = 1,
				["show_amount"] = false,
				["header_text_color"] = {
					1, -- [1]
					0.9176, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["fontsize"] = 10,
				["background"] = {
					0.196, -- [1]
					0.196, -- [2]
					0.196, -- [3]
					0.8697, -- [4]
				},
				["submenu_wallpaper"] = true,
				["fontsize_title"] = 10,
				["fontcolor"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["commands"] = {
				},
				["tooltip_max_abilities"] = 6,
				["fontface"] = "Friz Quadrata TT",
				["border_color"] = {
					0, -- [1]
					0, -- [2]
					0, -- [3]
					1, -- [4]
				},
				["border_texture"] = "Details BarBorder 3",
				["anchor_offset"] = {
					0, -- [1]
					0, -- [2]
				},
				["maximize_method"] = 1,
				["fontshadow"] = false,
				["border_size"] = 14,
				["menus_bg_texture"] = "Interface\\SPELLBOOK\\Spellbook-Page-1",
				["anchor_screen_pos"] = {
					507.7, -- [1]
					-350.5, -- [2]
				},
				["anchor_point"] = "bottom",
				["menus_bg_coords"] = {
					0.309777336120606, -- [1]
					0.924000015258789, -- [2]
					0.213000011444092, -- [3]
					0.279000015258789, -- [4]
				},
				["icon_border_texcoord"] = {
					["R"] = 0.921875,
					["L"] = 0.078125,
					["T"] = 0.078125,
					["B"] = 0.921875,
				},
				["menus_bg_color"] = {
					0.8, -- [1]
					0.8, -- [2]
					0.8, -- [3]
					0.2, -- [4]
				},
			},
			["ps_abbreviation"] = 3,
			["world_combat_is_trash"] = false,
			["update_speed"] = 0.2,
			["bookmark_text_size"] = 11,
			["animation_speed_mintravel"] = 0.45,
			["track_item_level"] = true,
			["windows_fade_in"] = {
				"in", -- [1]
				0.2, -- [2]
			},
			["instances_menu_click_to_open"] = false,
			["overall_clear_newchallenge"] = true,
			["current_dps_meter"] = {
				["enabled"] = false,
				["font_color"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
					1, -- [4]
				},
				["arena_enabled"] = true,
				["font_shadow"] = "NONE",
				["font_size"] = 18,
				["mythic_dungeon_enabled"] = true,
				["sample_size"] = 5,
				["font_face"] = "Friz Quadrata TT",
				["frame"] = {
					["show_title"] = false,
					["strata"] = "LOW",
					["backdrop_color"] = {
						0, -- [1]
						0, -- [2]
						0, -- [3]
						0.2, -- [4]
					},
					["locked"] = false,
					["height"] = 65,
					["width"] = 220,
				},
				["update_interval"] = 0.3,
				["options_frame"] = {
				},
			},
			["data_cleanup_logout"] = false,
			["instances_disable_bar_highlight"] = false,
			["trash_concatenate"] = false,
			["color_by_arena_team"] = true,
			["animation_speed"] = 33,
			["disable_stretch_from_toolbar"] = false,
			["disable_lock_ungroup_buttons"] = false,
			["memory_ram"] = 64,
			["disable_window_groups"] = false,
			["instances_suppress_trash"] = 0,
			["options_window"] = {
				["scale"] = 1,
			},
			["animation_speed_maxtravel"] = 3,
			["instances_segments_locked"] = false,
			["deadlog_limit"] = 16,
			["font_faces"] = {
				["menus"] = "Friz Quadrata TT",
			},
			["instances_no_libwindow"] = false,
			["instances"] = {
				{
					["__pos"] = {
						["normal"] = {
							["y"] = -257.000518798828,
							["x"] = 805.001586914063,
							["w"] = 310.000061035156,
							["h"] = 157.999984741211,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["show_statusbar"] = false,
					["backdrop_texture"] = "Details Ground",
					["color"] = {
						0.0705882352941177, -- [1]
						0.0705882352941177, -- [2]
						0.0705882352941177, -- [3]
						0.639196664094925, -- [4]
					},
					["menu_anchor"] = {
						16, -- [1]
						0, -- [2]
						["side"] = 2,
					},
					["bars_inverted"] = false,
					["bg_r"] = 0.0941176470588235,
					["hide_in_combat_type"] = 1,
					["skin"] = "Minimalistic",
					["hide_out_of_combat"] = false,
					["switch_healer"] = false,
					["following"] = {
						["enabled"] = false,
						["bar_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["color_buttons"] = {
						1, -- [1]
						1, -- [2]
						1, -- [3]
						1, -- [4]
					},
					["toolbar_icon_file"] = "Interface\\AddOns\\Details\\images\\toolbar_icons",
					["bars_sort_direction"] = 1,
					["total_bar"] = {
						["enabled"] = false,
						["only_in_group"] = true,
						["icon"] = "Interface\\ICONS\\INV_Sigil_Thorim",
						["color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
					},
					["tooltip"] = {
						["n_abilities"] = 3,
						["n_enemies"] = 3,
					},
					["instance_button_anchor"] = {
						-27, -- [1]
						1, -- [2]
					},
					["bg_alpha"] = 0.183960914611816,
					["__was_opened"] = true,
					["StatusBarSaved"] = {
						["left"] = "DETAILS_STATUSBAR_PLUGIN_PSEGMENT",
						["right"] = "DETAILS_STATUSBAR_PLUGIN_PDPS",
						["center"] = "DETAILS_STATUSBAR_PLUGIN_CLOCK",
						["options"] = {
							["DETAILS_STATUSBAR_PLUGIN_PDPS"] = {
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["textXMod"] = 0,
								["textFace"] = "Accidental Presidency",
								["textStyle"] = 2,
								["textAlign"] = 0,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
							["DETAILS_STATUSBAR_PLUGIN_PSEGMENT"] = {
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["segmentType"] = 2,
								["textXMod"] = 0,
								["textFace"] = "Accidental Presidency",
								["textAlign"] = 0,
								["textStyle"] = 2,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
							["DETAILS_STATUSBAR_PLUGIN_CLOCK"] = {
								["textColor"] = {
									1, -- [1]
									1, -- [2]
									1, -- [3]
									1, -- [4]
								},
								["textAlign"] = 0,
								["textXMod"] = 6,
								["textStyle"] = 2,
								["textFace"] = "Accidental Presidency",
								["timeType"] = 1,
								["textSize"] = 10,
								["textYMod"] = 1,
							},
						},
					},
					["micro_displays_side"] = 2,
					["switch_all_roles_in_combat"] = false,
					["switch_tank_in_combat"] = false,
					["version"] = 3,
					["attribute_text"] = {
						["show_timer"] = {
							true, -- [1]
							true, -- [2]
							true, -- [3]
						},
						["shadow"] = false,
						["side"] = 1,
						["text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["custom_text"] = "{name}",
						["text_face"] = "Accidental Presidency",
						["anchor"] = {
							-18, -- [1]
							3, -- [2]
						},
						["enabled"] = true,
						["enable_custom_text"] = false,
						["text_size"] = 12,
					},
					["__locked"] = false,
					["menu_alpha"] = {
						["enabled"] = false,
						["onleave"] = 1,
						["ignorebars"] = false,
						["iconstoo"] = true,
						["onenter"] = 1,
					},
					["row_show_animation"] = {
						["anim"] = "Fade",
						["options"] = {
						},
					},
					["ignore_mass_showhide"] = false,
					["auto_hide_menu"] = {
						["left"] = false,
						["right"] = false,
					},
					["strata"] = "LOW",
					["menu_anchor_down"] = {
						16, -- [1]
						-3, -- [2]
					},
					["__snap"] = {
					},
					["switch_tank"] = false,
					["hide_in_combat_alpha"] = 0,
					["plugins_grow_direction"] = 1,
					["menu_icons"] = {
						true, -- [1]
						true, -- [2]
						true, -- [3]
						true, -- [4]
						true, -- [5]
						false, -- [6]
						["space"] = -2,
						["shadow"] = false,
					},
					["desaturated_menu"] = false,
					["statusbar_info"] = {
						["alpha"] = 0.3777777777777,
						["overlay"] = {
							0.333333333333333, -- [1]
							0.333333333333333, -- [2]
							0.333333333333333, -- [3]
						},
					},
					["window_scale"] = 1,
					["bars_grow_direction"] = 1,
					["libwindow"] = {
						["y"] = 204.000335693359,
						["x"] = 0,
						["point"] = "BOTTOMRIGHT",
						["scale"] = 1,
					},
					["switch_healer_in_combat"] = false,
					["grab_on_top"] = false,
					["hide_icon"] = true,
					["switch_damager_in_combat"] = false,
					["switch_damager"] = false,
					["auto_current"] = true,
					["toolbar_side"] = 1,
					["bg_g"] = 0.0941176470588235,
					["switch_all_roles_after_wipe"] = false,
					["hide_in_combat"] = false,
					["posicao"] = {
						["normal"] = {
							["y"] = -257.000518798828,
							["x"] = 805.001586914063,
							["w"] = 310.000061035156,
							["h"] = 157.999984741211,
						},
						["solo"] = {
							["y"] = 2,
							["x"] = 1,
							["w"] = 300,
							["h"] = 200,
						},
					},
					["row_info"] = {
						["textR_outline"] = false,
						["spec_file"] = "Interface\\AddOns\\Details\\images\\spec_icons_normal",
						["textL_outline"] = false,
						["textR_outline_small"] = true,
						["textL_outline_small"] = true,
						["textL_enable_custom_text"] = false,
						["fixed_text_color"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
						},
						["space"] = {
							["right"] = 0,
							["left"] = 0,
							["between"] = 1,
						},
						["texture_background_class_color"] = false,
						["start_after_icon"] = true,
						["font_face_file"] = "Fonts\\ARKai_T.ttf",
						["textL_custom_text"] = "{data1}. {data3}{data2}",
						["font_size"] = 16,
						["height"] = 21,
						["texture_file"] = "Interface\\AddOns\\Details\\images\\BantoBar",
						["backdrop"] = {
							["enabled"] = false,
							["texture"] = "Details BarBorder 2",
							["color"] = {
								1, -- [1]
								1, -- [2]
								1, -- [3]
								1, -- [4]
							},
							["size"] = 12,
						},
						["textL_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["icon_file"] = "Interface\\AddOns\\Details\\images\\classes_small",
						["icon_grayscale"] = false,
						["textR_bracket"] = "(",
						["use_spec_icons"] = true,
						["texture_custom"] = "",
						["texture_custom_file"] = "Interface\\",
						["fixed_texture_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
						},
						["textL_show_number"] = true,
						["textR_enable_custom_text"] = false,
						["texture_highlight"] = "Interface\\FriendsFrame\\UI-FriendsList-Highlight",
						["textR_custom_text"] = "{data1} ({data2}, {data3}%)",
						["texture"] = "BantoBar",
						["textR_show_data"] = {
							true, -- [1]
							true, -- [2]
							false, -- [3]
						},
						["texture_background_file"] = "Interface\\AddOns\\Details\\images\\bar4_reverse",
						["texture_background"] = "Details D'ictum (reverse)",
						["alpha"] = 1,
						["textR_class_colors"] = false,
						["textL_class_colors"] = false,
						["textR_outline_small_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							1, -- [4]
						},
						["no_icon"] = false,
						["icon_offset"] = {
							0, -- [1]
							0, -- [2]
						},
						["fixed_texture_background_color"] = {
							0, -- [1]
							0, -- [2]
							0, -- [3]
							0.150228589773178, -- [4]
						},
						["font_face"] = "Accidental Presidency",
						["texture_class_colors"] = true,
						["percent_type"] = 1,
						["fast_ps_update"] = false,
						["textR_separator"] = "NONE",
						["models"] = {
							["upper_model"] = "Spells\\AcidBreath_SuperGreen.M2",
							["lower_model"] = "World\\EXPANSION02\\DOODADS\\Coldarra\\COLDARRALOCUS.m2",
							["upper_alpha"] = 0.5,
							["lower_enabled"] = false,
							["lower_alpha"] = 0.1,
							["upper_enabled"] = false,
						},
					},
					["show_sidebars"] = false,
					["wallpaper"] = {
						["enabled"] = false,
						["texcoord"] = {
							0, -- [1]
							1, -- [2]
							0, -- [3]
							0.7, -- [4]
						},
						["overlay"] = {
							1, -- [1]
							1, -- [2]
							1, -- [3]
							1, -- [4]
						},
						["anchor"] = "all",
						["height"] = 114.042518615723,
						["alpha"] = 0.5,
						["width"] = 283.000183105469,
					},
					["stretch_button_side"] = 1,
					["skin_custom"] = "",
					["micro_displays_locked"] = true,
					["menu_icons_size"] = 0.850000023841858,
					["bg_b"] = 0.0941176470588235,
				}, -- [1]
			},
			["data_broker_text"] = "",
			["segments_amount"] = 18,
			["report_lines"] = 5,
			["clear_ungrouped"] = true,
			["use_battleground_server_parser"] = false,
			["skin"] = "WoW Interface",
			["override_spellids"] = true,
			["use_scroll"] = false,
			["report_schema"] = 1,
			["overall_clear_newboss"] = true,
			["overall_clear_logout"] = false,
			["minimum_combat_time"] = 5,
			["font_sizes"] = {
				["menus"] = 10,
			},
			["cloud_capture"] = true,
			["damage_taken_everything"] = false,
			["scroll_speed"] = 2,
			["new_window_size"] = {
				["height"] = 158,
				["width"] = 310,
			},
			["chat_tab_embed"] = {
				["enabled"] = false,
				["y_offset"] = 0,
				["x_offset"] = 0,
				["tab_name"] = "",
				["single_window"] = false,
			},
			["deadlog_events"] = 32,
			["window_clamp"] = {
				-8, -- [1]
				0, -- [2]
				21, -- [3]
				-14, -- [4]
			},
			["close_shields"] = false,
			["class_coords"] = {
				["HUNTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["WARRIOR"] = {
					0, -- [1]
					0.25, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["ROGUE"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MAGE"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["PET"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DRUID"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0, -- [3]
					0.25, -- [4]
				},
				["MONK"] = {
					0.5, -- [1]
					0.73828125, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["DEATHKNIGHT"] = {
					0.25, -- [1]
					0.5, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["UNGROUPPLAYER"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["UNKNOW"] = {
					0.5, -- [1]
					0.75, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PRIEST"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["WARLOCK"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["Alliance"] = {
					0.49609375, -- [1]
					0.7421875, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["ENEMY"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.73828126, -- [1]
					1, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["Horde"] = {
					0.7421875, -- [1]
					0.98828125, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
				["PALADIN"] = {
					0, -- [1]
					0.25, -- [2]
					0.5, -- [3]
					0.75, -- [4]
				},
				["SHAMAN"] = {
					0.25, -- [1]
					0.49609375, -- [2]
					0.25, -- [3]
					0.5, -- [4]
				},
				["MONSTER"] = {
					0, -- [1]
					0.25, -- [2]
					0.75, -- [3]
					1, -- [4]
				},
			},
			["windows_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["disable_alldisplays_window"] = false,
			["standard_skin"] = false,
			["hotcorner_topleft"] = {
				["hide"] = false,
			},
			["trash_auto_remove"] = true,
			["animation_speed_triggertravel"] = 5,
			["clear_graphic"] = true,
			["class_colors"] = {
				["HUNTER"] = {
					0.67, -- [1]
					0.83, -- [2]
					0.45, -- [3]
				},
				["WARRIOR"] = {
					0.78, -- [1]
					0.61, -- [2]
					0.43, -- [3]
				},
				["SHAMAN"] = {
					0, -- [1]
					0.44, -- [2]
					0.87, -- [3]
				},
				["MAGE"] = {
					0.41, -- [1]
					0.8, -- [2]
					0.94, -- [3]
				},
				["ARENA_YELLOW"] = {
					1, -- [1]
					1, -- [2]
					0.25, -- [3]
				},
				["UNGROUPPLAYER"] = {
					0.4, -- [1]
					0.4, -- [2]
					0.4, -- [3]
				},
				["DRUID"] = {
					1, -- [1]
					0.49, -- [2]
					0.04, -- [3]
				},
				["MONK"] = {
					0, -- [1]
					1, -- [2]
					0.59, -- [3]
				},
				["DEATHKNIGHT"] = {
					0.77, -- [1]
					0.12, -- [2]
					0.23, -- [3]
				},
				["ARENA_GREEN"] = {
					0.4, -- [1]
					1, -- [2]
					0.4, -- [3]
				},
				["UNKNOW"] = {
					0.2, -- [1]
					0.2, -- [2]
					0.2, -- [3]
				},
				["PRIEST"] = {
					1, -- [1]
					1, -- [2]
					1, -- [3]
				},
				["PALADIN"] = {
					0.96, -- [1]
					0.55, -- [2]
					0.73, -- [3]
				},
				["WARLOCK"] = {
					0.58, -- [1]
					0.51, -- [2]
					0.79, -- [3]
				},
				["ENEMY"] = {
					0.94117, -- [1]
					0, -- [2]
					0.0196, -- [3]
					1, -- [4]
				},
				["DEMONHUNTER"] = {
					0.64, -- [1]
					0.19, -- [2]
					0.79, -- [3]
				},
				["version"] = 1,
				["NEUTRAL"] = {
					1, -- [1]
					1, -- [2]
					0, -- [3]
				},
				["PET"] = {
					0.3, -- [1]
					0.4, -- [2]
					0.5, -- [3]
				},
				["ROGUE"] = {
					1, -- [1]
					0.96, -- [2]
					0.41, -- [3]
				},
			},
			["segments_auto_erase"] = 1,
			["options_group_edit"] = true,
			["broadcaster_enabled"] = false,
			["minimap"] = {
				["onclick_what_todo"] = 1,
				["radius"] = 160,
				["hide"] = false,
				["minimapPos"] = 220,
				["text_format"] = 3,
				["text_type"] = 1,
			},
			["instances_amount"] = 5,
			["max_window_size"] = {
				["height"] = 450,
				["width"] = 480,
			},
			["deny_score_messages"] = false,
			["only_pvp_frags"] = false,
			["disable_stretch_button"] = false,
			["default_bg_color"] = 0.0941,
			["segments_amount_to_save"] = 18,
			["total_abbreviation"] = 2,
			["segments_panic_mode"] = false,
			["numerical_system_symbols"] = "auto",
			["overall_flag"] = 16,
			["row_fade_out"] = {
				"out", -- [1]
				0.2, -- [2]
			},
			["memory_threshold"] = 3,
			["player_details_window"] = {
				["scale"] = 1,
				["skin"] = "ElvUI",
				["bar_texture"] = "Skyline",
			},
			["numerical_system"] = 1,
			["force_activity_time_pvp"] = true,
			["pvp_as_group"] = true,
			["class_icons_small"] = "Interface\\AddOns\\Details\\images\\classes_small",
			["disable_reset_button"] = false,
			["animate_scroll"] = false,
			["death_tooltip_width"] = 350,
			["time_type"] = 2,
			["default_bg_alpha"] = 0.5,
			["time_type_original"] = 2,
		},
	},
	["boss_mods_timers"] = {
		["encounter_timers_dbm"] = {
			["263776"] = {
				"263776", -- [1]
				"Timer263776cd", -- [2]
				"狂风之力冷却", -- [3]
				26.7, -- [4]
				649816, -- [5]
				"cd", -- [6]
				263776, -- [7]
				3, -- [8]
				"2142", -- [9]
				["id"] = 2124,
			},
			["284781"] = {
				"284781", -- [1]
				"Timer284781cd", -- [2]
				"重斧掷击冷却", -- [3]
				8.2, -- [4]
				1450139, -- [5]
				"cd", -- [6]
				284781, -- [7]
				3, -- [8]
				"2335", -- [9]
				["id"] = 2272,
			},
			["288747"] = {
				"288747", -- [1]
				"Timer288747cdcount	1", -- [2]
				"棱彩镜像冷却（1）", -- [3]
				12.4, -- [4]
				1041232, -- [5]
				"cdcount", -- [6]
				288747, -- [7]
				1, -- [8]
				"2343", -- [9]
				["id"] = 2281,
			},
			["288449"] = {
				"288449", -- [1]
				"Timer288449cd", -- [2]
				"死亡之门冷却", -- [3]
				52.8, -- [4]
				2576090, -- [5]
				"cd", -- [6]
				288449, -- [7]
				3, -- [8]
				"2335", -- [9]
				["id"] = 2272,
			},
			["259718"] = {
				"259718", -- [1]
				"Timer259718cd", -- [2]
				"颠覆冷却", -- [3]
				17, -- [4]
				236188, -- [5]
				"cd", -- [6]
				259718, -- [7]
				3, -- [8]
				"2130", -- [9]
				["id"] = 2112,
			},
			["282179"] = {
				"282179", -- [1]
				"Timer282179cd", -- [2]
				"回旋猛击冷却", -- [3]
				15, -- [4]
				2101174, -- [5]
				"cd", -- [6]
				282179, -- [7]
				3, -- [8]
				"2325", -- [9]
				["id"] = 2263,
			},
			["266225"] = {
				"266225", -- [1]
				"Timer266225cd", -- [2]
				"黑暗闪电冷却", -- [3]
				8, -- [4]
				1385911, -- [5]
				"cd", -- [6]
				266225, -- [7]
				4, -- [8]
				"2129", -- [9]
				["id"] = 2117,
			},
			["256005"] = {
				"256005", -- [1]
				"Timer256005cd", -- [2]
				"污秽轰炸冷却", -- [3]
				6.2, -- [4]
				1500941, -- [5]
				"cd", -- [6]
				256005, -- [7]
				3, -- [8]
				"2102", -- [9]
				["id"] = 2093,
			},
			["257028"] = {
				"257028", -- [1]
				"Timer257028cd", -- [2]
				"点火器冷却", -- [3]
				14.2, -- [4]
				132093, -- [5]
				"cd", -- [6]
				257028, -- [7]
				3, -- [8]
				"2099", -- [9]
				["id"] = 2103,
			},
			["268403"] = {
				"268403", -- [1]
				"Timer268403cd", -- [2]
				"强风劈砍冷却", -- [3]
				8.4, -- [4]
				1029585, -- [5]
				"cd", -- [6]
				268403, -- [7]
				3, -- [8]
				"2172", -- [9]
				["id"] = 2143,
			},
			["285645"] = {
				"285645", -- [1]
				"Timer285645cd", -- [2]
				"雪怒之魂冷却", -- [3]
				45, -- [4]
				606548, -- [5]
				"cd", -- [6]
				285645, -- [7]
				1, -- [8]
				"2341", -- [9]
				["id"] = 2266,
			},
			["261563"] = {
				"261563", -- [1]
				"Timer261563cd", -- [2]
				"毁灭之潮冷却", -- [3]
				13.1, -- [4]
				1385912, -- [5]
				"cd", -- [6]
				261563, -- [7]
				5, -- [8]
				"2134", -- [9]
				["id"] = 2099,
			},
			["260703"] = {
				"260703", -- [1]
				"Timer260703next", -- [2]
				"下一次不稳定的符文印记", -- [3]
				8.5, -- [4]
				633004, -- [5]
				"next", -- [6]
				260703, -- [7]
				3, -- [8]
				"2125", -- [9]
				["id"] = 2113,
			},
			["257337"] = {
				"257337", -- [1]
				"Timer257337ai", -- [2]
				"电击之爪人工智能计时冷却", -- [3]
				35.237000000001, -- [4]
				136050, -- [5]
				"ai", -- [6]
				257337, -- [7]
				3, -- [8]
				"2109", -- [9]
				["id"] = 2105,
			},
			["267522"] = {
				"267522", -- [1]
				"Timer267522cd", -- [2]
				"刀刃疾突冷却", -- [3]
				4.1, -- [4]
				965900, -- [5]
				"cd", -- [6]
				267522, -- [7]
				3, -- [8]
				"2093", -- [9]
				["id"] = 2094,
			},
			["282886"] = {
				"282886", -- [1]
				"Timer282886cast", -- [2]
				"深渊崩塌", -- [3]
				20, -- [4]
				893778, -- [5]
				"cast", -- [6]
				282886, -- [7]
				2, -- [8]
				"2328", -- [9]
				["id"] = 2269,
			},
			["285820"] = {
				"285820", -- [1]
				"Timer285820cd", -- [2]
				"召唤不死卫士冷却", -- [3]
				30.3, -- [4]
				633004, -- [5]
				"cd", -- [6]
				285820, -- [7]
				1, -- [8]
				"2332", -- [9]
				["id"] = 2273,
			},
			["260811"] = {
				"260811", -- [1]
				"Timer260811cd", -- [2]
				"自控导弹冷却", -- [3]
				4.9, -- [4]
				369278, -- [5]
				"cd", -- [6]
				260811, -- [7]
				3, -- [8]
				"2116", -- [9]
				["id"] = 2108,
			},
			["263371"] = {
				"263371", -- [1]
				"Timer263371cd", -- [2]
				"导电冷却", -- [3]
				11.6, -- [4]
				136050, -- [5]
				"cd", -- [6]
				263371, -- [7]
				3, -- [8]
				"2142", -- [9]
				["id"] = 2124,
			},
			["265910"] = {
				"265910", -- [1]
				"Timer265910cd", -- [2]
				"甩尾冷却", -- [3]
				16.8, -- [4]
				132202, -- [5]
				"cd", -- [6]
				265910, -- [7]
				5, -- [8]
				"2165", -- [9]
				["id"] = 2139,
			},
			["258381"] = {
				"258381", -- [1]
				"Timer258381next", -- [2]
				"下一次葡萄弹", -- [3]
				7.4, -- [4]
				1773651, -- [5]
				"next", -- [6]
				258381, -- [7]
				3, -- [8]
				"2093", -- [9]
				["id"] = 2094,
			},
			["289220"] = {
				"289220", -- [1]
				"Timer289220cd", -- [2]
				"冰霜之心冷却", -- [3]
				8.5, -- [4]
				135782, -- [5]
				"cd", -- [6]
				289220, -- [7]
				3, -- [8]
				"2343", -- [9]
				["id"] = 2281,
			},
			["285995"] = {
				"285995", -- [1]
				"Timer285995cd", -- [2]
				"黄金之魂冷却", -- [3]
				26.7, -- [4]
				2101982, -- [5]
				"cd", -- [6]
				285995, -- [7]
				1, -- [8]
				"2342", -- [9]
				["id"] = 2271,
			},
			["283507"] = {
				"283507", -- [1]
				"Timer283507cd", -- [2]
				"爆裂充能冷却", -- [3]
				6, -- [4]
				237587, -- [5]
				"cd", -- [6]
				283507, -- [7]
				3, -- [8]
				"2342", -- [9]
				["id"] = 2271,
			},
			["257495"] = {
				"257495", -- [1]
				"Timer257495cd", -- [2]
				"沙尘暴冷却", -- [3]
				30.3, -- [4]
				796638, -- [5]
				"cd", -- [6]
				257495, -- [7]
				2, -- [8]
				"2097", -- [9]
				["id"] = 2101,
			},
			["285428"] = {
				"285428", -- [1]
				"Timer285428cd", -- [2]
				"迷雾之火冷却", -- [3]
				56.9, -- [4]
				236215, -- [5]
				"cd", -- [6]
				285428, -- [7]
				6, -- [8]
				"2341", -- [9]
				["id"] = 2266,
			},
			["263365"] = {
				"263365", -- [1]
				"Timer263365ai", -- [2]
				"雷电轰鸣人工智能计时冷却", -- [3]
				13.0050000000047, -- [4]
				136111, -- [5]
				"ai", -- [6]
				263365, -- [7]
				2, -- [8]
				"2142", -- [9]
				["id"] = 2124,
			},
			["250050"] = {
				"250050", -- [1]
				"Timer250050cd", -- [2]
				"沙德拉的回响冷却", -- [3]
				16.9, -- [4]
				134321, -- [5]
				"cd", -- [6]
				250050, -- [7]
				3, -- [8]
				"2030", -- [9]
				["id"] = 2087,
			},
			["268347"] = {
				"268347", -- [1]
				"Timer268347cd", -- [2]
				"虚空箭冷却", -- [3]
				7.3, -- [4]
				132886, -- [5]
				"cd", -- [6]
				268347, -- [7]
				4, -- [8]
				"2155", -- [9]
				["id"] = 2132,
			},
			["287322"] = {
				"287322", -- [1]
				"Timer287322target	吉安娜·普罗德摩尔", -- [2]
				"寒冰屏障: 吉安娜·普罗德摩尔", -- [3]
				20, -- [4]
				135841, -- [5]
				"target", -- [6]
				287322, -- [7]
				6, -- [8]
				"2343", -- [9]
				["id"] = 2281,
			},
			["285118"] = {
				"285118", -- [1]
				"Timer285118cd", -- [2]
				"海潮汹涌冷却", -- [3]
				5.3, -- [4]
				135861, -- [5]
				"cd", -- [6]
				285118, -- [7]
				3, -- [8]
				"2337", -- [9]
				["id"] = 2280,
			},
			["285367"] = {
				"285367", -- [1]
				"Timer285367cdcount	1", -- [2]
				"恩佐斯的穿刺凝视冷却（1）", -- [3]
				42, -- [4]
				425955, -- [5]
				"cdcount", -- [6]
				285367, -- [7]
				3, -- [8]
				"2332", -- [9]
				["id"] = 2273,
			},
			["255591"] = {
				"255591", -- [1]
				"Timer255591next", -- [2]
				"下一次熔化的黄金", -- [3]
				16.5, -- [4]
				135903, -- [5]
				"next", -- [6]
				255591, -- [7]
				3, -- [8]
				"2082", -- [9]
				["id"] = 2084,
			},
			["256493"] = {
				"256493", -- [1]
				"Timer256493fades", -- [2]
				"炽燃的艾泽里特消失", -- [3]
				15, -- [4]
				615339, -- [5]
				"fades", -- [6]
				256493, -- [7]
				5, -- [8]
				"2109", -- [9]
				["id"] = 2105,
			},
			["289488"] = {
				"289488", -- [1]
				"Timer289488cdcount	1", -- [2]
				"冰封之器冷却（1）", -- [3]
				3.3, -- [4]
				135834, -- [5]
				"cdcount", -- [6]
				289488, -- [7]
				3, -- [8]
				"2343", -- [9]
				["id"] = 2281,
			},
			["285453"] = {
				"285453", -- [1]
				"Timer285453cd", -- [2]
				"恩佐斯之赐：渊黯冷却", -- [3]
				20.6, -- [4]
				1391769, -- [5]
				"cd", -- [6]
				285453, -- [7]
				2, -- [8]
				"2332", -- [9]
				["id"] = 2273,
			},
			["269231"] = {
				"269231", -- [1]
				"Timer269231cd", -- [2]
				"狩猎跃击冷却", -- [3]
				5, -- [4]
				132141, -- [5]
				"cd", -- [6]
				269231, -- [7]
				3, -- [8]
				"2172", -- [9]
				["id"] = 2143,
			},
			["272046"] = {
				"272046", -- [1]
				"Timer272046cd", -- [2]
				"俯冲轰炸冷却", -- [3]
				17.7, -- [4]
				1029584, -- [5]
				"cd", -- [6]
				272046, -- [7]
				3, -- [8]
				"2102", -- [9]
				["id"] = 2093,
			},
			["269131"] = {
				"269131", -- [1]
				"Timer269131cd", -- [2]
				"上古摧心者冷却", -- [3]
				19.6, -- [4]
				462324, -- [5]
				"cd", -- [6]
				269131, -- [7]
				3, -- [8]
				"2155", -- [9]
				["id"] = 2132,
			},
			["255371"] = {
				"255371", -- [1]
				"Timer255371cd", -- [2]
				"恐惧之面冷却", -- [3]
				12.4, -- [4]
				132111, -- [5]
				"cd", -- [6]
				255371, -- [7]
				2, -- [8]
				"2083", -- [9]
				["id"] = 2086,
			},
			["266266"] = {
				"266266", -- [1]
				"Timer266266cd", -- [2]
				"召唤亡触奴隶主冷却", -- [3]
				13, -- [4]
				136194, -- [5]
				"cd", -- [6]
				266266, -- [7]
				1, -- [8]
				"2129", -- [9]
				["id"] = 2117,
			},
			["276068"] = {
				"276068", -- [1]
				"Timer276068cd", -- [2]
				"海潮涌动冷却", -- [3]
				24.1, -- [4]
				237590, -- [5]
				"cd", -- [6]
				276068, -- [7]
				2, -- [8]
				"2134", -- [9]
				["id"] = 2099,
			},
			["267905"] = {
				"267905", -- [1]
				"Timer267905cd", -- [2]
				"强化结界冷却", -- [3]
				30.1, -- [4]
				1589501, -- [5]
				"cd", -- [6]
				267905, -- [7]
				5, -- [8]
				"2154", -- [9]
				["id"] = 2131,
			},
			["284388"] = {
				"284388", -- [1]
				"Timer284388cd", -- [2]
				"凤翼天翔冷却", -- [3]
				151, -- [4]
				1392549, -- [5]
				"cd", -- [6]
				284388, -- [7]
				6, -- [8]
				"2341", -- [9]
				["id"] = 2266,
			},
			["282107"] = {
				"282107", -- [1]
				"Timer282107cdcount	1", -- [2]
				"帕库的愤怒冷却（1）", -- [3]
				73.5, -- [4]
				1624583, -- [5]
				"cdcount", -- [6]
				282107, -- [7]
				2, -- [8]
				"2330", -- [9]
				["id"] = 2268,
			},
			["260907"] = {
				"260907", -- [1]
				"Timer260907next", -- [2]
				"下一次灵魂操控", -- [3]
				11.3, -- [4]
				892448, -- [5]
				"next", -- [6]
				260907, -- [7]
				3, -- [8]
				"2125", -- [9]
				["id"] = 2113,
			},
			["256198"] = {
				"256198", -- [1]
				"Timer256198cd", -- [2]
				"艾泽里特子弹：爆炎弹冷却", -- [3]
				5.1, -- [4]
				514016, -- [5]
				"cd", -- [6]
				256198, -- [7]
				3, -- [8]
				"2096", -- [9]
				["id"] = 2104,
			},
			["282517"] = {
				"282517", -- [1]
				"Timer282517cast", -- [2]
				"恐惧回响", -- [3]
				15, -- [4]
				136183, -- [5]
				"cast", -- [6]
				282517, -- [7]
				4, -- [8]
				"2328", -- [9]
				["id"] = 2269,
			},
			["282636"] = {
				"282636", -- [1]
				"Timer282636cd", -- [2]
				"卡格瓦的愤怒冷却", -- [3]
				29.3, -- [4]
				451165, -- [5]
				"cd", -- [6]
				282636, -- [7]
				3, -- [8]
				"2330", -- [9]
				["id"] = 2268,
			},
			["268586"] = {
				"268586", -- [1]
				"Timer268586cd", -- [2]
				"剑刃连击冷却", -- [3]
				18, -- [4]
				1035036, -- [5]
				"cd", -- [6]
				268586, -- [7]
				5, -- [8]
				"2172", -- [9]
				["id"] = 2143,
			},
			["287565"] = {
				"287565", -- [1]
				"Timer287565cd2", -- [2]
				"雪崩冷却", -- [3]
				8.1, -- [4]
				1033907, -- [5]
				"cd", -- [6]
				287565, -- [7]
				5, -- [8]
				"2343", -- [9]
				["id"] = 2281,
			},
			["287626"] = {
				"287626", -- [1]
				"Timer287626cd", -- [2]
				"冰霜掌控冷却", -- [3]
				26.6, -- [4]
				135840, -- [5]
				"cd", -- [6]
				287626, -- [7]
				3, -- [8]
				"2343", -- [9]
				["id"] = 2281,
			},
			["282247"] = {
				"282247", -- [1]
				"Timer282247cd", -- [2]
				"猿猴折磨者3000型冷却", -- [3]
				16.5, -- [4]
				1141394, -- [5]
				"cd", -- [6]
				282247, -- [7]
				1, -- [8]
				"2325", -- [9]
				["id"] = 2263,
			},
			["288374"] = {
				"288374", -- [1]
				"Timer288374cdcount	1", -- [2]
				"破城者炮击冷却（1）", -- [3]
				40.3, -- [4]
				135189, -- [5]
				"cdcount", -- [6]
				288374, -- [7]
				3, -- [8]
				"2343", -- [9]
				["id"] = 2281,
			},
			["284666"] = {
				"284666", -- [1]
				"Timer284666cdcount	1", -- [2]
				"邦桑迪的愤怒冷却（1）", -- [3]
				51, -- [4]
				132095, -- [5]
				"cdcount", -- [6]
				284666, -- [7]
				3, -- [8]
				"2330", -- [9]
				["id"] = 2268,
			},
			["ej19690"] = {
				"ej19690", -- [1]
				"Timerej19690cd", -- [2]
				"库尔提拉斯海盗冷却", -- [3]
				12.3, -- [4]
				2261243, -- [5]
				"cd", -- [6]
				"ej19690", -- [7]
				1, -- [8]
				"2343", -- [9]
				["id"] = 2281,
			},
			["282411"] = {
				"282411", -- [1]
				"Timer282411cd", -- [2]
				"雷鸣风暴冷却", -- [3]
				15.4, -- [4]
				237589, -- [5]
				"cd", -- [6]
				282411, -- [7]
				3, -- [8]
				"2330", -- [9]
				["id"] = 2268,
			},
			["285685"] = {
				"285685", -- [1]
				"Timer285685cdcount	1", -- [2]
				"恩佐斯之赐：疯狂冷却（1）", -- [3]
				40.1, -- [4]
				651083, -- [5]
				"cdcount", -- [6]
				285685, -- [7]
				2, -- [8]
				"2332", -- [9]
				["id"] = 2273,
			},
			["287929"] = {
				"287929", -- [1]
				"Timer287929nextcount	1", -- [2]
				"下一次自爆绵羊（1）", -- [3]
				12.8, -- [4]
				1384364, -- [5]
				"nextcount", -- [6]
				287929, -- [7]
				3, -- [8]
				"2334", -- [9]
				["id"] = 2276,
			},
			["260894"] = {
				"260894", -- [1]
				"Timer260894next", -- [2]
				"下一次蔓延腐化", -- [3]
				12.2, -- [4]
				236271, -- [5]
				"next", -- [6]
				260894, -- [7]
				3, -- [8]
				"2157", -- [9]
				["id"] = 2111,
			},
			["256970"] = {
				"256970", -- [1]
				"Timer256970cd", -- [2]
				"点火冷却", -- [3]
				6.1, -- [4]
				236215, -- [5]
				"cd", -- [6]
				256970, -- [7]
				5, -- [8]
				"2099", -- [9]
				["id"] = 2103,
			},
			["ej18312"] = {
				"ej18312", -- [1]
				"Timerej18312cd", -- [2]
				"血面兽冷却", -- [3]
				22.3, -- [4]
				136133, -- [5]
				"cd", -- [6]
				"ej18312", -- [7]
				1, -- [8]
				"2158", -- [9]
				["id"] = 2123,
			},
			["260280"] = {
				"260280", -- [1]
				"Timer260280cd", -- [2]
				"加特林机枪冷却", -- [3]
				14.9, -- [4]
				249177, -- [5]
				"cd", -- [6]
				260280, -- [7]
				3, -- [8]
				"2116", -- [9]
				["id"] = 2108,
			},
			["263234"] = {
				"263234", -- [1]
				"Timer263234cd", -- [2]
				"弧光斩击冷却", -- [3]
				7.3, -- [4]
				237510, -- [5]
				"cd", -- [6]
				263234, -- [7]
				5, -- [8]
				"2142", -- [9]
				["id"] = 2124,
			},
			["285459"] = {
				"285459", -- [1]
				"Timer285459cdcount	1", -- [2]
				"寒冰之环冷却（1）", -- [3]
				60.7, -- [4]
				464484, -- [5]
				"cdcount", -- [6]
				285459, -- [7]
				2, -- [8]
				"2343", -- [9]
				["id"] = 2281,
			},
			["285416"] = {
				"285416", -- [1]
				"Timer285416cd", -- [2]
				"虚空撞击冷却", -- [3]
				13, -- [4]
				136201, -- [5]
				"cd", -- [6]
				285416, -- [7]
				3, -- [8]
				"2328", -- [9]
				["id"] = 2269,
			},
			["283933"] = {
				"283933", -- [1]
				"Timer283933next", -- [2]
				"下一次审判：正义", -- [3]
				50.7, -- [4]
				135921, -- [5]
				"next", -- [6]
				283933, -- [7]
				3, -- [8]
				"2333", -- [9]
				["id"] = 2265,
			},
			["269310"] = {
				"269310", -- [1]
				"Timer269310cd", -- [2]
				"净化之光冷却", -- [3]
				18.2, -- [4]
				237541, -- [5]
				"cd", -- [6]
				269310, -- [7]
				5, -- [8]
				"2158", -- [9]
				["id"] = 2123,
			},
			["288169"] = {
				"288169", -- [1]
				"Timer288169cdcount	1", -- [2]
				"尖啸之风冷却（1）", -- [3]
				66.9, -- [4]
				135833, -- [5]
				"cdcount", -- [6]
				288169, -- [7]
				6, -- [8]
				"2343", -- [9]
				["id"] = 2281,
			},
			["284941"] = {
				"284941", -- [1]
				"Timer284941cd", -- [2]
				"贪欲哀鸣冷却", -- [3]
				60.7, -- [4]
				1058933, -- [5]
				"cd", -- [6]
				284941, -- [7]
				2, -- [8]
				"2342", -- [9]
				["id"] = 2271,
			},
			["268260"] = {
				"268260", -- [1]
				"Timer268260cd", -- [2]
				"舷侧攻击冷却", -- [3]
				11.3, -- [4]
				252185, -- [5]
				"cd", -- [6]
				268260, -- [7]
				3, -- [8]
				"2173", -- [9]
				["id"] = 2109,
			},
			["256955"] = {
				"256955", -- [1]
				"Timer256955cd", -- [2]
				"炉渣之焰冷却", -- [3]
				18.2, -- [4]
				524795, -- [5]
				"cd", -- [6]
				256955, -- [7]
				3, -- [8]
				"2099", -- [9]
				["id"] = 2103,
			},
			["285345"] = {
				"285345", -- [1]
				"Timer285345cdcount	2", -- [2]
				"恩佐斯的癫狂之眼冷却（2）", -- [3]
				32.7, -- [4]
				1391768, -- [5]
				"cdcount", -- [6]
				285345, -- [7]
				3, -- [8]
				"2332", -- [9]
				["id"] = 2273,
			},
			["284478"] = {
				"284478", -- [1]
				"Timer284478cast", -- [2]
				"灵魂漩涡", -- [3]
				11, -- [4]
				517160, -- [5]
				"cast", -- [6]
				284478, -- [7]
				6, -- [8]
				"2335", -- [9]
				["id"] = 2272,
			},
			["288049"] = {
				"288049", -- [1]
				"Timer288049nextcount	1", -- [2]
				"下一次世界放大器（1）", -- [3]
				75, -- [4]
				667398, -- [5]
				"nextcount", -- [6]
				288049, -- [7]
				3, -- [8]
				"2334", -- [9]
				["id"] = 2276,
			},
			["284933"] = {
				"284933", -- [1]
				"Timer284933cd", -- [2]
				"蟾蜍之疫冷却", -- [3]
				20.4, -- [4]
				1802889, -- [5]
				"cd", -- [6]
				284933, -- [7]
				1, -- [8]
				"2335", -- [9]
				["id"] = 2272,
			},
			["272902"] = {
				"272902", -- [1]
				"Timer272902ai", -- [2]
				"链弹射击人工智能计时冷却", -- [3]
				15.7859999999992, -- [4]
				132309, -- [5]
				"ai", -- [6]
				272902, -- [7]
				5, -- [8]
				"2093", -- [9]
				["id"] = 2094,
			},
			["284106"] = {
				"284106", -- [1]
				"Timer284106cd", -- [2]
				"裂变闪电冷却", -- [3]
				13.7, -- [4]
				136050, -- [5]
				"cd", -- [6]
				284106, -- [7]
				3, -- [8]
				"2337", -- [9]
				["id"] = 2280,
			},
			["289383"] = {
				"289383", -- [1]
				"Timer289383cd", -- [2]
				"混沌位移冷却", -- [3]
				30.3, -- [4]
				136054, -- [5]
				"cd", -- [6]
				289383, -- [7]
				3, -- [8]
				"2342", -- [9]
				["id"] = 2271,
			},
			["288475"] = {
				"288475", -- [1]
				"Timer288475cdcount	1", -- [2]
				"陨冰冷却（1）", -- [3]
				30.2, -- [4]
				135851, -- [5]
				"cdcount", -- [6]
				288475, -- [7]
				3, -- [8]
				"2343", -- [9]
				["id"] = 2281,
			},
			["269399"] = {
				"269399", -- [1]
				"Timer269399cd", -- [2]
				"巨口之门冷却", -- [3]
				13, -- [4]
				1022950, -- [5]
				"cd", -- [6]
				269399, -- [7]
				3, -- [8]
				"2156", -- [9]
				["id"] = 2133,
			},
			["256060"] = {
				"256060", -- [1]
				"Timer256060cd", -- [2]
				"复苏之酒冷却", -- [3]
				20.6, -- [4]
				132800, -- [5]
				"cd", -- [6]
				256060, -- [7]
				4, -- [8]
				"2102", -- [9]
				["id"] = 2093,
			},
			["267891"] = {
				"267891", -- [1]
				"Timer267891cd", -- [2]
				"迅捷结界冷却", -- [3]
				16.1, -- [4]
				1589500, -- [5]
				"cd", -- [6]
				267891, -- [7]
				5, -- [8]
				"2154", -- [9]
				["id"] = 2131,
			},
			["267702"] = {
				"267702", -- [1]
				"Timer267702cd", -- [2]
				"埋葬冷却", -- [3]
				26.5, -- [4]
				236399, -- [5]
				"cd", -- [6]
				267702, -- [7]
				3, -- [8]
				"2171", -- [9]
				["id"] = 2142,
			},
			["287072"] = {
				"287072", -- [1]
				"Timer287072cd", -- [2]
				"液态黄金冷却", -- [3]
				14.5, -- [4]
				646670, -- [5]
				"cd", -- [6]
				287072, -- [7]
				3, -- [8]
				"2342", -- [9]
				["id"] = 2271,
			},
			["256038"] = {
				"256038", -- [1]
				"Timer256038cd", -- [2]
				"致命狙击冷却", -- [3]
				23.3, -- [4]
				132385, -- [5]
				"cd", -- [6]
				256038, -- [7]
				3, -- [8]
				"2096", -- [9]
				["id"] = 2104,
			},
			["257092"] = {
				"257092", -- [1]
				"Timer257092cd", -- [2]
				"流沙陷阱冷却", -- [3]
				8.5, -- [4]
				796634, -- [5]
				"cd", -- [6]
				257092, -- [7]
				3, -- [8]
				"2097", -- [9]
				["id"] = 2101,
			},
			["257791"] = {
				"257791", -- [1]
				"Timer257791cd", -- [2]
				"咆哮恐惧冷却", -- [3]
				8.5, -- [4]
				607852, -- [5]
				"cd", -- [6]
				257791, -- [7]
				4, -- [8]
				"2098", -- [9]
				["id"] = 2102,
			},
			["257316"] = {
				"257316", -- [1]
				"Timer257316cd", -- [2]
				"来人，上！冷却", -- [3]
				10.4, -- [4]
				463515, -- [5]
				"cd", -- [6]
				257316, -- [7]
				3, -- [8]
				"2095", -- [9]
				["id"] = 2096,
			},
			["287952"] = {
				"287952", -- [1]
				"Timer287952nextcount	1", -- [2]
				"下一次虫洞（1）", -- [3]
				38, -- [4]
				465876, -- [5]
				"nextcount", -- [6]
				287952, -- [7]
				3, -- [8]
				"2334", -- [9]
				["id"] = 2276,
			},
			["288345"] = {
				"288345", -- [1]
				"Timer288345cdcount	1", -- [2]
				"冰川射线冷却（1）", -- [3]
				6.6, -- [4]
				1698700, -- [5]
				"cdcount", -- [6]
				288345, -- [7]
				3, -- [8]
				"2343", -- [9]
				["id"] = 2281,
			},
			["287469"] = {
				"287469", -- [1]
				"Timer287469cd", -- [2]
				"陨落祷告冷却", -- [3]
				25.5, -- [4]
				135946, -- [5]
				"cd", -- [6]
				287469, -- [7]
				2, -- [8]
				"2333", -- [9]
				["id"] = 2265,
			},
			["285350"] = {
				"285350", -- [1]
				"Timer285350cd", -- [2]
				"风暴哀嚎冷却", -- [3]
				16.7, -- [4]
				136050, -- [5]
				"cd", -- [6]
				285350, -- [7]
				3, -- [8]
				"2337", -- [9]
				["id"] = 2280,
			},
			["282098"] = {
				"282098", -- [1]
				"Timer282098cd", -- [2]
				"风之恩赐冷却", -- [3]
				4.8, -- [4]
				1850549, -- [5]
				"cd", -- [6]
				282098, -- [7]
				2, -- [8]
				"2330", -- [9]
				["id"] = 2268,
			},
			["256589"] = {
				"256589", -- [1]
				"Timer256589cd", -- [2]
				"砸桶冷却", -- [3]
				6.1, -- [4]
				132622, -- [5]
				"cd", -- [6]
				256589, -- [7]
				3, -- [8]
				"2093", -- [9]
				["id"] = 2094,
			},
			["282030"] = {
				"282030", -- [1]
				"Timer282030cd2", -- [2]
				"万相拳冷却", -- [3]
				30, -- [4]
				574573, -- [5]
				"cd", -- [6]
				282030, -- [7]
				5, -- [8]
				"2341", -- [9]
				["id"] = 2266,
			},
			["289155"] = {
				"289155", -- [1]
				"Timer289155cd", -- [2]
				"流金涌动冷却", -- [3]
				46.2, -- [4]
				135973, -- [5]
				"cd", -- [6]
				289155, -- [7]
				3, -- [8]
				"2342", -- [9]
				["id"] = 2271,
			},
			["284686"] = {
				"284686", -- [1]
				"Timer284686cd", -- [2]
				"流星飞跃冷却", -- [3]
				15.4, -- [4]
				236171, -- [5]
				"cd", -- [6]
				284686, -- [7]
				3, -- [8]
				"2335", -- [9]
				["id"] = 2272,
			},
			["282190"] = {
				"282190", -- [1]
				"Timer282190cd", -- [2]
				"原子猎杀飞弹冷却", -- [3]
				10.6, -- [4]
				657937, -- [5]
				"cd", -- [6]
				282190, -- [7]
				3, -- [8]
				"2325", -- [9]
				["id"] = 2263,
			},
			["257407"] = {
				"257407", -- [1]
				"Timer257407next", -- [2]
				"下一次追踪", -- [3]
				21.8, -- [4]
				236192, -- [5]
				"next", -- [6]
				257407, -- [7]
				3, -- [8]
				"2083", -- [9]
				["id"] = 2086,
			},
			["268932"] = {
				"268932", -- [1]
				"Timer268932cd", -- [2]
				"震地之跃冷却", -- [3]
				12, -- [4]
				878213, -- [5]
				"cd", -- [6]
				268932, -- [7]
				3, -- [8]
				"2172", -- [9]
				["id"] = 2143,
			},
			["256199"] = {
				"256199", -- [1]
				"Timer256199cd", -- [2]
				"艾泽里特子弹：爆破弹冷却", -- [3]
				22.2, -- [4]
				133584, -- [5]
				"cd", -- [6]
				256199, -- [7]
				3, -- [8]
				"2096", -- [9]
				["id"] = 2104,
			},
			["265923"] = {
				"265923", -- [1]
				"Timer265923cd", -- [2]
				"卢彻的召唤冷却", -- [3]
				41.2, -- [4]
				135950, -- [5]
				"cd", -- [6]
				265923, -- [7]
				3, -- [8]
				"2165", -- [9]
				["id"] = 2139,
			},
			["255577"] = {
				"255577", -- [1]
				"Timer255577next", -- [2]
				"下一次鲜血灌注", -- [3]
				25, -- [4]
				135949, -- [5]
				"next", -- [6]
				255577, -- [7]
				5, -- [8]
				"2082", -- [9]
				["id"] = 2084,
			},
			["285878"] = {
				"285878", -- [1]
				"Timer285878cd", -- [2]
				"记忆清除冷却", -- [3]
				5.6, -- [4]
				878214, -- [5]
				"cd", -- [6]
				285878, -- [7]
				3, -- [8]
				"2330", -- [9]
				["id"] = 2268,
			},
			["ej19118"] = {
				"ej19118", -- [1]
				"Timerej19118cdcount	1", -- [2]
				"摧心魔冷却（1）", -- [3]
				34.4, -- [4]
				462324, -- [5]
				"cdcount", -- [6]
				"ej19118", -- [7]
				1, -- [8]
				"2332", -- [9]
				["id"] = 2273,
			},
			["259022"] = {
				"259022", -- [1]
				"Timer259022cd", -- [2]
				"艾泽里特催化剂冷却", -- [3]
				4, -- [4]
				135789, -- [5]
				"cd", -- [6]
				259022, -- [7]
				3, -- [8]
				"2115", -- [9]
				["id"] = 2107,
			},
			["264144"] = {
				"264144", -- [1]
				"Timer264144cd", -- [2]
				"逆流冷却", -- [3]
				30, -- [4]
				893778, -- [5]
				"cd", -- [6]
				264144, -- [7]
				3, -- [8]
				"2153", -- [9]
				["id"] = 2130,
			},
			["282939"] = {
				"282939", -- [1]
				"Timer282939cd", -- [2]
				"惩罚烈焰冷却", -- [3]
				17, -- [4]
				135822, -- [5]
				"cd", -- [6]
				282939, -- [7]
				3, -- [8]
				"2342", -- [9]
				["id"] = 2271,
			},
			["272457"] = {
				"272457", -- [1]
				"Timer272457cd", -- [2]
				"震荡波冷却", -- [3]
				10, -- [4]
				451165, -- [5]
				"cd", -- [6]
				272457, -- [7]
				5, -- [8]
				"2130", -- [9]
				["id"] = 2112,
			},
			["285638"] = {
				"285638", -- [1]
				"Timer285638cdcount	1", -- [2]
				"恩佐斯之赐：癔乱冷却（1）", -- [3]
				40.5, -- [4]
				1357796, -- [5]
				"cdcount", -- [6]
				285638, -- [7]
				2, -- [8]
				"2332", -- [9]
				["id"] = 2273,
			},
			["283685"] = {
				"283685", -- [1]
				"Timer283685cd", -- [2]
				"阿昆达的愤怒冷却", -- [3]
				13, -- [4]
				839974, -- [5]
				"cd", -- [6]
				283685, -- [7]
				3, -- [8]
				"2330", -- [9]
				["id"] = 2268,
			},
			["289940"] = {
				"289940", -- [1]
				"Timer289940cdcount2	1", -- [2]
				"寒晶之尘冷却（1）", -- [3]
				25, -- [4]
				135776, -- [5]
				"cdcount", -- [6]
				289940, -- [7]
				5, -- [8]
				"2343", -- [9]
				["id"] = 2281,
			},
			["264694"] = {
				"264694", -- [1]
				"Timer264694cd", -- [2]
				"腐物喷发冷却", -- [3]
				5, -- [4]
				132098, -- [5]
				"cd", -- [6]
				264694, -- [7]
				3, -- [8]
				"2127", -- [9]
				["id"] = 2115,
			},
			["267273"] = {
				"267273", -- [1]
				"Timer267273cd", -- [2]
				"毒性新星冷却", -- [3]
				8.8, -- [4]
				132099, -- [5]
				"cd", -- [6]
				267273, -- [7]
				4, -- [8]
				"2170", -- [9]
				["id"] = 2140,
			},
			["287797"] = {
				"287797", -- [1]
				"Timer287797cast", -- [2]
				"毁灭坠击", -- [3]
				4.5, -- [4]
				133031, -- [5]
				"cast", -- [6]
				287797, -- [7]
				3, -- [8]
				"2334", -- [9]
				["id"] = 2276,
			},
			["257617"] = {
				"257617", -- [1]
				"Timer257617cd", -- [2]
				"颠覆之击冷却", -- [3]
				20.5, -- [4]
				136025, -- [5]
				"cd", -- [6]
				257617, -- [7]
				3, -- [8]
				"2097", -- [9]
				["id"] = 2101,
			},
			["286425"] = {
				"286425", -- [1]
				"Timer286425cd", -- [2]
				"火焰护盾冷却", -- [3]
				15.8, -- [4]
				132221, -- [5]
				"cd", -- [6]
				286425, -- [7]
				4, -- [8]
				"2341", -- [9]
				["id"] = 2266,
			},
			["286558"] = {
				"286558", -- [1]
				"Timer286558cd", -- [2]
				"潮汐遮罩冷却", -- [3]
				36.5, -- [4]
				132315, -- [5]
				"cd", -- [6]
				286558, -- [7]
				4, -- [8]
				"2337", -- [9]
				["id"] = 2280,
			},
			["257785"] = {
				"257785", -- [1]
				"Timer257785cd", -- [2]
				"闪光飞刃冷却", -- [3]
				12.1, -- [4]
				236273, -- [5]
				"cd", -- [6]
				257785, -- [7]
				2, -- [8]
				"2098", -- [9]
				["id"] = 2102,
			},
			["284474"] = {
				"284474", -- [1]
				"Timer284474cd	Creature-0-3912-2070-16223-145903-00002F2E03", -- [2]
				"审判：清算冷却", -- [3]
				13.4, -- [4]
				135922, -- [5]
				"cd", -- [6]
				284474, -- [7]
				2, -- [8]
				"2333", -- [9]
				["id"] = 2265,
			},
			["267618"] = {
				"267618", -- [1]
				"Timer267618cd", -- [2]
				"排干体液冷却", -- [3]
				17.6, -- [4]
				463570, -- [5]
				"cd", -- [6]
				267618, -- [7]
				3, -- [8]
				"2171", -- [9]
				["id"] = 2142,
			},
			["263424"] = {
				"263424", -- [1]
				"Timer263424cd", -- [2]
				"电弧冲刺冷却", -- [3]
				14, -- [4]
				1041234, -- [5]
				"cd", -- [6]
				263424, -- [7]
				3, -- [8]
				"2142", -- [9]
				["id"] = 2124,
			},
			["285994"] = {
				"285994", -- [1]
				"Timer285994cd", -- [2]
				"凶狠咆哮冷却", -- [3]
				35.5, -- [4]
				463283, -- [5]
				"cd", -- [6]
				285994, -- [7]
				2, -- [8]
				"2325", -- [9]
				["id"] = 2263,
			},
			["282153"] = {
				"282153", -- [1]
				"Timer282153nextcount	1", -- [2]
				"下一次火炮（1）", -- [3]
				13, -- [4]
				1717108, -- [5]
				"nextcount", -- [6]
				282153, -- [7]
				3, -- [8]
				"2334", -- [9]
				["id"] = 2276,
			},
			["288410"] = {
				"288410", -- [1]
				"Timer288410nextcount	1", -- [2]
				"下一次部署火花机器人（1）", -- [3]
				5, -- [4]
				135815, -- [5]
				"nextcount", -- [6]
				288410, -- [7]
				1, -- [8]
				"2334", -- [9]
				["id"] = 2276,
			},
			["269493"] = {
				"269493", -- [1]
				"Timer269493cd", -- [2]
				"足球炸弹发射器冷却", -- [3]
				9.4, -- [4]
				660531, -- [5]
				"cd", -- [6]
				269493, -- [7]
				5, -- [8]
				"2109", -- [9]
				["id"] = 2105,
			},
			["272657"] = {
				"272657", -- [1]
				"Timer272657cd", -- [2]
				"毒性吐息冷却", -- [3]
				6, -- [4]
				136182, -- [5]
				"cd", -- [6]
				272657, -- [7]
				3, -- [8]
				"2143", -- [9]
				["id"] = 2125,
			},
			["285017"] = {
				"285017", -- [1]
				"Timer285017cd", -- [2]
				"深渊之忿冷却", -- [3]
				7, -- [4]
				135862, -- [5]
				"cd", -- [6]
				285017, -- [7]
				5, -- [8]
				"2337", -- [9]
				["id"] = 2280,
			},
			["287995"] = {
				"287995", -- [1]
				"Timer287995cd", -- [2]
				"电流护罩冷却", -- [3]
				34, -- [4]
				136051, -- [5]
				"cd", -- [6]
				287995, -- [7]
				4, -- [8]
				"2337", -- [9]
				["id"] = 2280,
			},
			["263345"] = {
				"263345", -- [1]
				"Timer263345cd", -- [2]
				"巨力冲击冷却", -- [3]
				17, -- [4]
				1373903, -- [5]
				"cd", -- [6]
				263345, -- [7]
				3, -- [8]
				"2096", -- [9]
				["id"] = 2104,
			},
			["284662"] = {
				"284662", -- [1]
				"Timer284662cd", -- [2]
				"净化之印冷却", -- [3]
				8.8, -- [4]
				892832, -- [5]
				"cd", -- [6]
				284662, -- [7]
				3, -- [8]
				"2335", -- [9]
				["id"] = 2272,
			},
			["286742"] = {
				"286742", -- [1]
				"Timer286742cd", -- [2]
				"死疽碎击冷却", -- [3]
				28.3, -- [4]
				2576095, -- [5]
				"cd", -- [6]
				286742, -- [7]
				2, -- [8]
				"2335", -- [9]
				["id"] = 2272,
			},
			["256105"] = {
				"256105", -- [1]
				"Timer256105cd", -- [2]
				"爆炸冷却", -- [3]
				11.5, -- [4]
				878211, -- [5]
				"cd", -- [6]
				256105, -- [7]
				3, -- [8]
				"2096", -- [9]
				["id"] = 2104,
			},
			["285652"] = {
				"285652", -- [1]
				"Timer285652cd", -- [2]
				"贪食折磨冷却", -- [3]
				12.1, -- [4]
				136214, -- [5]
				"cd", -- [6]
				285652, -- [7]
				3, -- [8]
				"2332", -- [9]
				["id"] = 2273,
			},
			["259732"] = {
				"259732", -- [1]
				"Timer259732cd", -- [2]
				"溃烂收割冷却", -- [3]
				34.9, -- [4]
				237521, -- [5]
				"cd", -- [6]
				259732, -- [7]
				2, -- [8]
				"2130", -- [9]
				["id"] = 2112,
			},
			["257117"] = {
				"257117", -- [1]
				"Timer257117next", -- [2]
				"下一次幸运数字", -- [3]
				9.8, -- [4]
				1373910, -- [5]
				"next", -- [6]
				257117, -- [7]
				5, -- [8]
				"2093", -- [9]
				["id"] = 2094,
			},
			["271784"] = {
				"271784", -- [1]
				"Timer271784cd", -- [2]
				"抛硬币冷却", -- [3]
				18, -- [4]
				237281, -- [5]
				"cd", -- [6]
				271784, -- [7]
				3, -- [8]
				"2109", -- [9]
				["id"] = 2105,
			},
			["264603"] = {
				"264603", -- [1]
				"Timer264603cd", -- [2]
				"血之镜像冷却", -- [3]
				15.8, -- [4]
				1726347, -- [5]
				"cd", -- [6]
				264603, -- [7]
				1, -- [8]
				"2157", -- [9]
				["id"] = 2111,
			},
			["262347"] = {
				"262347", -- [1]
				"Timer262347cd", -- [2]
				"静电脉冲冷却", -- [3]
				5.7, -- [4]
				136050, -- [5]
				"cd", -- [6]
				262347, -- [7]
				2, -- [8]
				"2109", -- [9]
				["id"] = 2105,
			},
			["284374"] = {
				"284374", -- [1]
				"Timer284374cdcount	1", -- [2]
				"熔岩陷阱冷却（1）", -- [3]
				26.2, -- [4]
				135826, -- [5]
				"cdcount", -- [6]
				284374, -- [7]
				5, -- [8]
				"2341", -- [9]
				["id"] = 2266,
			},
			["282432"] = {
				"282432", -- [1]
				"Timer282432cd", -- [2]
				"粉碎之疑冷却", -- [3]
				18.1, -- [4]
				237561, -- [5]
				"cd", -- [6]
				282432, -- [7]
				3, -- [8]
				"2328", -- [9]
				["id"] = 2269,
			},
			["285172"] = {
				"285172", -- [1]
				"Timer285172cd", -- [2]
				"巨蛇图腾冷却", -- [3]
				30.2, -- [4]
				132202, -- [5]
				"cd", -- [6]
				285172, -- [7]
				1, -- [8]
				"2335", -- [9]
				["id"] = 2272,
			},
			["266206"] = {
				"266206", -- [1]
				"Timer266206cd", -- [2]
				"旋转利斧冷却", -- [3]
				8, -- [4]
				999952, -- [5]
				"cd", -- [6]
				266206, -- [7]
				3, -- [8]
				"2170", -- [9]
				["id"] = 2140,
			},
			["268306"] = {
				"268306", -- [1]
				"Timer268306cd", -- [2]
				"不谐乐段冷却", -- [3]
				15.5, -- [4]
				463569, -- [5]
				"cd", -- [6]
				268306, -- [7]
				3, -- [8]
				"2128", -- [9]
				["id"] = 2116,
			},
			["256489"] = {
				"256489", -- [1]
				"Timer256489cd", -- [2]
				"重新武装冷却", -- [3]
				43.5, -- [4]
				136225, -- [5]
				"cd", -- [6]
				256489, -- [7]
				3, -- [8]
				"2094", -- [9]
				["id"] = 2095,
			},
			["285347"] = {
				"285347", -- [1]
				"Timer285347cd", -- [2]
				"赤焰瘟疫冷却", -- [3]
				33.7, -- [4]
				451169, -- [5]
				"cd", -- [6]
				285347, -- [7]
				3, -- [8]
				"2335", -- [9]
				["id"] = 2272,
			},
			["267899"] = {
				"267899", -- [1]
				"Timer267899cd", -- [2]
				"妨害劈斩冷却", -- [3]
				5.8, -- [4]
				460959, -- [5]
				"cd", -- [6]
				267899, -- [7]
				5, -- [8]
				"2154", -- [9]
				["id"] = 2131,
			},
			["269369"] = {
				"269369", -- [1]
				"Timer269369cd", -- [2]
				"致命咆哮冷却", -- [3]
				8, -- [4]
				236175, -- [5]
				"cd", -- [6]
				269369, -- [7]
				2, -- [8]
				"2172", -- [9]
				["id"] = 2143,
			},
			["266181"] = {
				"266181", -- [1]
				"Timer266181cd", -- [2]
				"恐惧精华冷却", -- [3]
				25, -- [4]
				1778230, -- [5]
				"cd", -- [6]
				266181, -- [7]
				2, -- [8]
				"2129", -- [9]
				["id"] = 2117,
			},
			["264605"] = {
				"264605", -- [1]
				"Timer264605next", -- [2]
				"下一次掌柜之棍", -- [3]
				8, -- [4]
				644384, -- [5]
				"next", -- [6]
				264605, -- [7]
				3, -- [8]
				"2093", -- [9]
				["id"] = 2094,
			},
			["250368"] = {
				"250368", -- [1]
				"Timer250368cd", -- [2]
				"恶毒臭气冷却", -- [3]
				6, -- [4]
				132108, -- [5]
				"cd", -- [6]
				250368, -- [7]
				4, -- [8]
				"2036", -- [9]
				["id"] = 2085,
			},
			["282205"] = {
				"282205", -- [1]
				"Timer282205nextcount	1", -- [2]
				"下一次喷气发射（1）", -- [3]
				41, -- [4]
				133031, -- [5]
				"nextcount", -- [6]
				282205, -- [7]
				2, -- [8]
				"2334", -- [9]
				["id"] = 2276,
			},
			["285185"] = {
				"285185", -- [1]
				"Timer285185cdcount	1", -- [2]
				"湮灭裂隙冷却（1）", -- [3]
				12.1, -- [4]
				1386551, -- [5]
				"cdcount", -- [6]
				285185, -- [7]
				3, -- [8]
				"2332", -- [9]
				["id"] = 2273,
			},
			["284583"] = {
				"284583", -- [1]
				"Timer284583target	Yoshiki", -- [2]
				"风暴湮灭: Yoshiki", -- [3]
				15, -- [4]
				252174, -- [5]
				"target", -- [6]
				284583, -- [7]
				2, -- [8]
				"2332", -- [9]
				["id"] = 2273,
			},
			["284470"] = {
				"284470", -- [1]
				"Timer284470cd	Creature-0-3912-2070-16223-147002-00002F3A8D", -- [2]
				"昏睡妖术冷却", -- [3]
				21.8, -- [4]
				136093, -- [5]
				"cd", -- [6]
				284470, -- [7]
				3, -- [8]
				"2342", -- [9]
				["id"] = 2271,
			},
			["260333"] = {
				"260333", -- [1]
				"Timer260333cd", -- [2]
				"发脾气冷却", -- [3]
				37.6, -- [4]
				1694232, -- [5]
				"cd", -- [6]
				260333, -- [7]
				2, -- [8]
				"2131", -- [9]
				["id"] = 2118,
			},
			["286695"] = {
				"286695", -- [1]
				"Timer286695cd", -- [2]
				"邦桑迪之印冷却", -- [3]
				25.5, -- [4]
				538769, -- [5]
				"cd", -- [6]
				286695, -- [7]
				5, -- [8]
				"2335", -- [9]
				["id"] = 2272,
			},
			["261440"] = {
				"261440", -- [1]
				"Timer261440cd", -- [2]
				"恶性病原体冷却", -- [3]
				10.5, -- [4]
				132104, -- [5]
				"cd", -- [6]
				261440, -- [7]
				3, -- [8]
				"2128", -- [9]
				["id"] = 2116,
			},
			["255952"] = {
				"255952", -- [1]
				"Timer255952cd", -- [2]
				"冲冲冲锋冷却", -- [3]
				4.7, -- [4]
				1716281, -- [5]
				"cd", -- [6]
				255952, -- [7]
				3, -- [8]
				"2102", -- [9]
				["id"] = 2093,
			},
			["260292"] = {
				"260292", -- [1]
				"Timer260292cd", -- [2]
				"冲锋冷却", -- [3]
				8.3, -- [4]
				2011119, -- [5]
				"cd", -- [6]
				260292, -- [7]
				3, -- [8]
				"2131", -- [9]
				["id"] = 2118,
			},
			["249923"] = {
				"249923", -- [1]
				"Timer249923cd", -- [2]
				"碎魂冷却", -- [3]
				10, -- [4]
				1354410, -- [5]
				"cd", -- [6]
				249923, -- [7]
				3, -- [8]
				"2030", -- [9]
				["id"] = 2087,
			},
			["287116"] = {
				"287116", -- [1]
				"Timer287116cd", -- [2]
				"恐惧收割冷却", -- [3]
				13.6, -- [4]
				636333, -- [5]
				"cd", -- [6]
				287116, -- [7]
				3, -- [8]
				"2335", -- [9]
				["id"] = 2272,
			},
			["286646"] = {
				"286646", -- [1]
				"Timer286646nextcount	1", -- [2]
				"下一次千兆伏特充能（1）", -- [3]
				21.5, -- [4]
				2065637, -- [5]
				"nextcount", -- [6]
				286646, -- [7]
				3, -- [8]
				"2334", -- [9]
				["id"] = 2276,
			},
			["258622"] = {
				"258622", -- [1]
				"Timer258622cd", -- [2]
				"回荡脉冲冷却", -- [3]
				10.6, -- [4]
				451165, -- [5]
				"cd", -- [6]
				258622, -- [7]
				2, -- [8]
				"2114", -- [9]
				["id"] = 2106,
			},
			["256106"] = {
				"256106", -- [1]
				"Timer256106cd", -- [2]
				"艾泽里特填装弹冷却", -- [3]
				7.3, -- [4]
				134536, -- [5]
				"cd", -- [6]
				256106, -- [7]
				3, -- [8]
				"2102", -- [9]
				["id"] = 2093,
			},
			["267907"] = {
				"267907", -- [1]
				"Timer267907cd", -- [2]
				"灵魂荆棘冷却", -- [3]
				8.1, -- [4]
				1016245, -- [5]
				"cd", -- [6]
				267907, -- [7]
				3, -- [8]
				"2126", -- [9]
				["id"] = 2114,
			},
			["284262"] = {
				"284262", -- [1]
				"Timer284262cd", -- [2]
				"流电耀光冷却", -- [3]
				20, -- [4]
				839983, -- [5]
				"cd", -- [6]
				284262, -- [7]
				3, -- [8]
				"2337", -- [9]
				["id"] = 2280,
			},
			["282675"] = {
				"282675", -- [1]
				"Timer282675castsource	法索乌", -- [2]
				"不安之契: 法索乌", -- [3]
				12, -- [4]
				237564, -- [5]
				"castsource", -- [6]
				282675, -- [7]
				2, -- [8]
				"2328", -- [9]
				["id"] = 2269,
			},
			["283604"] = {
				"283604", -- [1]
				"Timer283604cdsource	壁垒", -- [2]
				"碾压冷却: 壁垒", -- [3]
				20.6, -- [4]
				236316, -- [5]
				"cdsource", -- [6]
				283604, -- [7]
				3, -- [8]
				"2342", -- [9]
				["id"] = 2271,
			},
			["282834"] = {
				"282834", -- [1]
				"Timer282834cd", -- [2]
				"吉布尔的愤怒冷却", -- [3]
				42.2, -- [4]
				236189, -- [5]
				"cd", -- [6]
				282834, -- [7]
				3, -- [8]
				"2330", -- [9]
				["id"] = 2268,
			},
			["287169"] = {
				"287169", -- [1]
				"Timer287169cdcount	1", -- [2]
				"颤雷齐射冷却（1）", -- [3]
				10.2, -- [4]
				135990, -- [5]
				"cdcount", -- [6]
				287169, -- [7]
				2, -- [8]
				"2337", -- [9]
				["id"] = 2280,
			},
			["266231"] = {
				"266231", -- [1]
				"Timer266231cd", -- [2]
				"斩首之斧冷却", -- [3]
				22.2, -- [4]
				132215, -- [5]
				"cd", -- [6]
				266231, -- [7]
				3, -- [8]
				"2170", -- [9]
				["id"] = 2140,
			},
			["257305"] = {
				"257305", -- [1]
				"Timer257305cd", -- [2]
				"火炮弹幕冷却", -- [3]
				20, -- [4]
				252185, -- [5]
				"cd", -- [6]
				257305, -- [7]
				3, -- [8]
				"2095", -- [9]
				["id"] = 2096,
			},
			["269843"] = {
				"269843", -- [1]
				"Timer269843next", -- [2]
				"下一次邪恶污染", -- [3]
				8.2, -- [4]
				1029009, -- [5]
				"next", -- [6]
				269843, -- [7]
				3, -- [8]
				"2158", -- [9]
				["id"] = 2123,
			},
			["267360"] = {
				"267360", -- [1]
				"Timer267360next", -- [2]
				"下一次沉没之城的掌控", -- [3]
				20.5, -- [4]
				136194, -- [5]
				"next", -- [6]
				267360, -- [7]
				6, -- [8]
				"2156", -- [9]
				["id"] = 2133,
			},
			["256083"] = {
				"256083", -- [1]
				"Timer256083cd", -- [2]
				"交叉点火冷却", -- [3]
				16, -- [4]
				460952, -- [5]
				"cd", -- [6]
				256083, -- [7]
				2, -- [8]
				"2096", -- [9]
				["id"] = 2104,
			},
			["250096"] = {
				"250096", -- [1]
				"Timer250096cd", -- [2]
				"毁灭痛苦冷却", -- [3]
				3.5, -- [4]
				236300, -- [5]
				"cd", -- [6]
				250096, -- [7]
				4, -- [8]
				"2030", -- [9]
				["id"] = 2087,
			},
			["nil"] = {
				"nil", -- [1]
				"pull", -- [2]
				"开怪倒计时", -- [3]
				7, -- [4]
				"Interface\\Icons\\Spell_Holy_BorrowedTime", -- [5]
				"utilitytimer", -- [6]
				nil, -- [7]
				0, -- [8]
				["id"] = 2272,
			},
			["282155"] = {
				"282155", -- [1]
				"Timer282155cd", -- [2]
				"贡克的愤怒冷却", -- [3]
				31, -- [4]
				1043774, -- [5]
				"cd", -- [6]
				282155, -- [7]
				1, -- [8]
				"2330", -- [9]
				["id"] = 2268,
			},
			["268896"] = {
				"268896", -- [1]
				"Timer268896cd", -- [2]
				"心灵撕裂冷却", -- [3]
				16, -- [4]
				136125, -- [5]
				"cd", -- [6]
				268896, -- [7]
				3, -- [8]
				"2155", -- [9]
				["id"] = 2132,
			},
			["285003"] = {
				"285003", -- [1]
				"Timer285003cd", -- [2]
				"僵尸尘图腾冷却", -- [3]
				19.2, -- [4]
				136232, -- [5]
				"cd", -- [6]
				285003, -- [7]
				1, -- [8]
				"2335", -- [9]
				["id"] = 2272,
			},
			["250258"] = {
				"250258", -- [1]
				"Timer250258cd", -- [2]
				"剧毒跳碾冷却", -- [3]
				2, -- [4]
				132301, -- [5]
				"cd", -- [6]
				250258, -- [7]
				3, -- [8]
				"2036", -- [9]
				["id"] = 2085,
			},
			["272884"] = {
				"272884", -- [1]
				"Timer272884next", -- [2]
				"下一次打开酒桶", -- [3]
				12.2, -- [4]
				132621, -- [5]
				"next", -- [6]
				272884, -- [7]
				5, -- [8]
				"2093", -- [9]
				["id"] = 2094,
			},
			["287424"] = {
				"287424", -- [1]
				"Timer287424fades", -- [2]
				"窃贼的报应消失", -- [3]
				30, -- [4]
				615099, -- [5]
				"fades", -- [6]
				287424, -- [7]
				3, -- [8]
				"2342", -- [9]
				["id"] = 2271,
			},
			["275907"] = {
				"275907", -- [1]
				"Timer275907cd", -- [2]
				"地质冲击冷却", -- [3]
				5, -- [4]
				136025, -- [5]
				"cd", -- [6]
				275907, -- [7]
				3, -- [8]
				"2114", -- [9]
				["id"] = 2106,
			},
			["285562"] = {
				"285562", -- [1]
				"Timer285562cd", -- [2]
				"不可知的恐惧冷却", -- [3]
				18.2, -- [4]
				237569, -- [5]
				"cd", -- [6]
				285562, -- [7]
				3, -- [8]
				"2332", -- [9]
				["id"] = 2273,
			},
			["264757"] = {
				"264757", -- [1]
				"Timer264757next", -- [2]
				"下一次喋血盛筵", -- [3]
				6.8, -- [4]
				1394887, -- [5]
				"next", -- [6]
				264757, -- [7]
				3, -- [8]
				"2157", -- [9]
				["id"] = 2111,
			},
			["283598"] = {
				"283598", -- [1]
				"Timer283598cd", -- [2]
				"圣光之潮冷却", -- [3]
				13.1, -- [4]
				135922, -- [5]
				"cd", -- [6]
				283598, -- [7]
				3, -- [8]
				"2333", -- [9]
				["id"] = 2265,
			},
			["284383"] = {
				"284383", -- [1]
				"Timer284383cdcount	1", -- [2]
				"海洋的诱惑冷却（1）", -- [3]
				12.1, -- [4]
				1391616, -- [5]
				"cdcount", -- [6]
				284383, -- [7]
				1, -- [8]
				"2337", -- [9]
				["id"] = 2280,
			},
			["286755"] = {
				"286755", -- [1]
				"Timer286755cast", -- [2]
				"风暴湮灭", -- [3]
				15, -- [4]
				252174, -- [5]
				"cast", -- [6]
				286755, -- [7]
				2, -- [8]
				"2328", -- [9]
				["id"] = 2269,
			},
			["282561"] = {
				"282561", -- [1]
				"Timer282561cdcount	1", -- [2]
				"黑暗通报者冷却（1）", -- [3]
				14, -- [4]
				463284, -- [5]
				"cdcount", -- [6]
				282561, -- [7]
				3, -- [8]
				"2328", -- [9]
				["id"] = 2269,
			},
			["287333"] = {
				"287333", -- [1]
				"Timer287333cdcount	1", -- [2]
				"必然归宿冷却（1）", -- [3]
				41.8, -- [4]
				2576093, -- [5]
				"cdcount", -- [6]
				287333, -- [7]
				2, -- [8]
				"2335", -- [9]
				["id"] = 2272,
			},
			["286988"] = {
				"286988", -- [1]
				"Timer286988cd", -- [2]
				"炽热余烬冷却", -- [3]
				11.9, -- [4]
				236220, -- [5]
				"cd", -- [6]
				286988, -- [7]
				3, -- [8]
				"2341", -- [9]
				["id"] = 2266,
			},
			["288212"] = {
				"288212", -- [1]
				"Timer288212cdcount	1", -- [2]
				"舷侧攻击冷却（1）", -- [3]
				3.2, -- [4]
				1391677, -- [5]
				"cdcount", -- [6]
				288212, -- [7]
				3, -- [8]
				"2343", -- [9]
				["id"] = 2281,
			},
			["264560"] = {
				"264560", -- [1]
				"Timer264560cd", -- [2]
				"窒息海潮冷却", -- [3]
				10.5, -- [4]
				893779, -- [5]
				"cd", -- [6]
				264560, -- [7]
				5, -- [8]
				"2153", -- [9]
				["id"] = 2130,
			},
			["260879"] = {
				"260879", -- [1]
				"Timer260879cd", -- [2]
				"噬血箭冷却", -- [3]
				6.1, -- [4]
				538040, -- [5]
				"cd", -- [6]
				260879, -- [7]
				4, -- [8]
				"2157", -- [9]
				["id"] = 2111,
			},
			["267639"] = {
				"267639", -- [1]
				"Timer267639cd", -- [2]
				"燃烧腐蚀冷却", -- [3]
				10.8, -- [4]
				892832, -- [5]
				"cd", -- [6]
				267639, -- [7]
				2, -- [8]
				"2171", -- [9]
				["id"] = 2142,
			},
			["266951"] = {
				"266951", -- [1]
				"Timer266951cd", -- [2]
				"翻滚冷却", -- [3]
				6, -- [4]
				628134, -- [5]
				"cd", -- [6]
				266951, -- [7]
				3, -- [8]
				"2170", -- [9]
				["id"] = 2140,
			},
			["284446"] = {
				"284446", -- [1]
				"Timer284446adds", -- [2]
				"下一波小怪", -- [3]
				12, -- [4]
				237557, -- [5]
				"adds", -- [6]
				284446, -- [7]
				1, -- [8]
				"2335", -- [9]
				["id"] = 2272,
			},
			["256405"] = {
				"256405", -- [1]
				"Timer256405cd", -- [2]
				"狂鲨飓风冷却", -- [3]
				20.4, -- [4]
				463487, -- [5]
				"cd", -- [6]
				256405, -- [7]
				3, -- [8]
				"2094", -- [9]
				["id"] = 2095,
			},
			["270605"] = {
				"270605", -- [1]
				"Timer270605cd", -- [2]
				"召唤攻城车冷却", -- [3]
				19.9, -- [4]
				136243, -- [5]
				"cd", -- [6]
				270605, -- [7]
				1, -- [8]
				"2140", -- [9]
				["id"] = 2100,
			},
			["265773"] = {
				"265773", -- [1]
				"Timer265773cd	1", -- [2]
				"吐金冷却", -- [3]
				8.3, -- [4]
				646669, -- [5]
				"cd", -- [6]
				265773, -- [7]
				3, -- [8]
				"2165", -- [9]
				["id"] = 2139,
			},
			["282589"] = {
				"282589", -- [1]
				"Timer282589cd", -- [2]
				"脑髓侵袭冷却", -- [3]
				10.2, -- [4]
				237569, -- [5]
				"cd", -- [6]
				282589, -- [7]
				3, -- [8]
				"2328", -- [9]
				["id"] = 2269,
			},
			["257593"] = {
				"257593", -- [1]
				"Timer257593nextcount	1", -- [2]
				"下一次召唤地怒者（1）", -- [3]
				60, -- [4]
				136024, -- [5]
				"nextcount", -- [6]
				257593, -- [7]
				1, -- [8]
				"2114", -- [9]
				["id"] = 2106,
			},
			["258338"] = {
				"258338", -- [1]
				"Timer258338cd", -- [2]
				"眩晕酒桶冷却", -- [3]
				20.7, -- [4]
				132620, -- [5]
				"cd", -- [6]
				258338, -- [7]
				3, -- [8]
				"2093", -- [9]
				["id"] = 2094,
			},
			["267060"] = {
				"267060", -- [1]
				"Timer267060cd", -- [2]
				"元素的召唤冷却", -- [3]
				23.5, -- [4]
				538566, -- [5]
				"cd", -- [6]
				267060, -- [7]
				1, -- [8]
				"2170", -- [9]
				["id"] = 2140,
			},
			["284360"] = {
				"284360", -- [1]
				"Timer284360cd", -- [2]
				"海洋暴风冷却", -- [3]
				6, -- [4]
				135857, -- [5]
				"cd", -- [6]
				284360, -- [7]
				3, -- [8]
				"2337", -- [9]
				["id"] = 2280,
			},
			["285014"] = {
				"285014", -- [1]
				"Timer285014cd", -- [2]
				"金币雨冷却", -- [3]
				17, -- [4]
				133784, -- [5]
				"cd", -- [6]
				285014, -- [7]
				5, -- [8]
				"2342", -- [9]
				["id"] = 2271,
			},
			["260741"] = {
				"260741", -- [1]
				"Timer260741next", -- [2]
				"下一次锯齿荨麻", -- [3]
				7.8, -- [4]
				959837, -- [5]
				"next", -- [6]
				260741, -- [7]
				5, -- [8]
				"2125", -- [9]
				["id"] = 2113,
			},
			["260793"] = {
				"260793", -- [1]
				"Timer260793cd", -- [2]
				"消化不良冷却", -- [3]
				8.3, -- [4]
				1394887, -- [5]
				"cd", -- [6]
				260793, -- [7]
				5, -- [8]
				"2131", -- [9]
				["id"] = 2118,
			},
			["265781"] = {
				"265781", -- [1]
				"Timer265781cd", -- [2]
				"蛇之风冷却", -- [3]
				13.1, -- [4]
				1029585, -- [5]
				"cd", -- [6]
				265781, -- [7]
				2, -- [8]
				"2165", -- [9]
				["id"] = 2139,
			},
			["282040"] = {
				"282040", -- [1]
				"Timer282040cd", -- [2]
				"烈焰凤凰冷却", -- [3]
				262, -- [4]
				135813, -- [5]
				"cd", -- [6]
				282040, -- [7]
				6, -- [8]
				"2341", -- [9]
				["id"] = 2266,
			},
			["275014"] = {
				"275014", -- [1]
				"Timer275014cd", -- [2]
				"腐败之水冷却", -- [3]
				3.4, -- [4]
				463570, -- [5]
				"cd", -- [6]
				275014, -- [7]
				5, -- [8]
				"2140", -- [9]
				["id"] = 2100,
			},
			["257882"] = {
				"257882", -- [1]
				"Timer257882cd", -- [2]
				"激流破奔冷却", -- [3]
				7.1, -- [4]
				135861, -- [5]
				"cd", -- [6]
				257882, -- [7]
				3, -- [8]
				"2134", -- [9]
				["id"] = 2099,
			},
			["263573"] = {
				"263573", -- [1]
				"Timer263573cd", -- [2]
				"飓风打击冷却", -- [3]
				9.8, -- [4]
				511543, -- [5]
				"cd", -- [6]
				263573, -- [7]
				3, -- [8]
				"2142", -- [9]
				["id"] = 2124,
			},
			["273271"] = {
				"273271", -- [1]
				"Timer273271cd", -- [2]
				"不稳定的种荚冷却", -- [3]
				20.4, -- [4]
				620828, -- [5]
				"cd", -- [6]
				273271, -- [7]
				3, -- [8]
				"2130", -- [9]
				["id"] = 2112,
			},
			["263257"] = {
				"263257", -- [1]
				"Timer263257cd", -- [2]
				"静电冲击冷却", -- [3]
				20, -- [4]
				237587, -- [5]
				"cd", -- [6]
				263257, -- [7]
				2, -- [8]
				"2142", -- [9]
				["id"] = 2124,
			},
			["268752"] = {
				"268752", -- [1]
				"Timer268752cd", -- [2]
				"紧急回避冷却", -- [3]
				13.1, -- [4]
				1126431, -- [5]
				"cd", -- [6]
				268752, -- [7]
				6, -- [8]
				"2173", -- [9]
				["id"] = 2109,
			},
			["264101"] = {
				"264101", -- [1]
				"Timer264101cd", -- [2]
				"踏浪冲锋冷却", -- [3]
				17, -- [4]
				237590, -- [5]
				"cd", -- [6]
				264101, -- [7]
				3, -- [8]
				"2153", -- [9]
				["id"] = 2130,
			},
			["267299"] = {
				"267299", -- [1]
				"Timer267299next", -- [2]
				"下一次召唤深渊", -- [3]
				5.5, -- [4]
				1305154, -- [5]
				"next", -- [6]
				267299, -- [7]
				5, -- [8]
				"2156", -- [9]
				["id"] = 2133,
			},
			["271456"] = {
				"271456", -- [1]
				"Timer271456cd", -- [2]
				"钻地猛砸冷却", -- [3]
				22.4, -- [4]
				892833, -- [5]
				"cd", -- [6]
				271456, -- [7]
				3, -- [8]
				"2116", -- [9]
				["id"] = 2108,
			},
			["267533"] = {
				"267533", -- [1]
				"Timer267533cd", -- [2]
				"回旋剑刃冷却", -- [3]
				9.8, -- [4]
				1500963, -- [5]
				"cd", -- [6]
				267533, -- [7]
				3, -- [8]
				"2093", -- [9]
				["id"] = 2094,
			},
			["282135"] = {
				"282135", -- [1]
				"Timer282135cd", -- [2]
				"恶意妖术冷却", -- [3]
				13.4, -- [4]
				797327, -- [5]
				"cd", -- [6]
				282135, -- [7]
				3, -- [8]
				"2330", -- [9]
				["id"] = 2268,
			},
			["288696"] = {
				"288696", -- [1]
				"Timer288696cast", -- [2]
				"毁灭之潮", -- [3]
				15, -- [4]
				971078, -- [5]
				"cast", -- [6]
				288696, -- [7]
				4, -- [8]
				"2337", -- [9]
				["id"] = 2280,
			},
			["266237"] = {
				"266237", -- [1]
				"Timer266237cd", -- [2]
				"衰弱抽击冷却", -- [3]
				15.7, -- [4]
				134919, -- [5]
				"cd", -- [6]
				266237, -- [7]
				5, -- [8]
				"2170", -- [9]
				["id"] = 2140,
			},
		},
		["encounter_timers_bw"] = {
		},
	},
	["spell_school_cache"] = {
		["蔑视光环"] = 1,
		["腐败之水"] = 16,
		["中毒"] = 8,
		["重伤"] = 1,
		["酸液喷射"] = 8,
		["无限痛苦"] = 32,
		["赤焰瘟疫"] = 4,
		["震荡波"] = 1,
		["脓包爆裂"] = 8,
		["墓穴的召唤"] = 32,
		["火舌攻击"] = 4,
		["邪火弹药"] = 4,
		["致命药膏"] = 8,
		["熔化的黄金"] = 4,
		["巨口之门"] = 32,
		["腐蚀：毁灭之影"] = 1,
		["深渊的呼唤"] = 16,
		["翔龙泛波"] = 4,
		["荆棘术"] = 8,
		["鼠疫"] = 8,
		["万相拳"] = 1,
		["冲刷"] = 16,
		["锋锐之霜"] = 16,
		["夺魂"] = 32,
		["吞噬"] = 32,
		["燃烧烈焰"] = 4,
		["嗜血"] = 1,
		["活力发酵"] = 1,
		["激流冲击"] = 8,
		["强风劈砍"] = 8,
		["残害"] = 1,
		["势大力沉"] = 1,
		["火焰风暴踢"] = 4,
		["呼潮引浪"] = 16,
		["腐蚀焦油"] = 8,
		["瘟疫"] = 40,
		["严重撞伤"] = 1,
		["涌流"] = 64,
		["闪电吐息"] = 8,
		["野性重殴"] = 1,
		["寂灭凋零"] = 32,
		["刺骨之雨"] = 16,
		["球状闪电"] = 8,
		["怨恨之环"] = 32,
		["吸收魔法"] = 32,
		["烈焰之喉"] = 4,
		["腐蚀之喉"] = 32,
		["奥术冲击"] = 64,
		["腐溃风暴"] = 32,
		["风暴边缘"] = 8,
		["防腐液"] = 8,
		["海藻缠裹"] = 8,
		["飓风腿"] = 1,
		["新生光环"] = 8,
		["上古之火"] = 4,
		["虚无"] = 32,
		["净化之怒"] = 64,
		["秘法陷阱"] = 4,
		["天堂之怒"] = 2,
		["狂野穿刺"] = 1,
		["斩杀"] = 1,
		["震荡回波"] = 8,
		["岩浆喷吐"] = 4,
		["翻滚浪潮"] = 16,
		["炙焰"] = 4,
		["熔岩爆裂"] = 4,
		["青龙泛波"] = 4,
		["腐物喷发"] = 8,
		["沙德拉的回响"] = 32,
		["掠食飞扑"] = 1,
		["寒冰之环"] = 16,
		["风暴哀嚎"] = 8,
		["利爪乱舞"] = 1,
		["艾泽里特催化剂"] = 4,
		["极限风暴"] = 8,
		["记忆清除"] = 8,
		["痛苦撕扯"] = 1,
		["源质刺盾"] = 64,
		["狂鲨飓风"] = 1,
		["灼烧之地"] = 4,
		["炙炎拳"] = 4,
		["震击"] = 64,
		["千兆伏特轰炸"] = 8,
		["副手灵界打击"] = 1,
		["重击者"] = 1,
		["粉碎之疑"] = 32,
		["燃烧"] = 4,
		["阳炎之怒"] = 8,
		["湮灭裂隙"] = 32,
		["势不可挡"] = 64,
		["天降之匕"] = 32,
		["重新武装"] = 1,
		["黑暗吞噬"] = 1,
		["恶毒槌击"] = 1,
		["狂风掼"] = 1,
		["死亡之抚"] = 32,
		["剧毒倾泻"] = 8,
		["烈焰之拳"] = 4,
		["腐蚀流星"] = 32,
		["十字军打击"] = 1,
		["酸性之云"] = 8,
		["艾露恩的穿刺凝视"] = 64,
		["光明之枪"] = 2,
		["腐蚀之种"] = 32,
		["酸性创伤"] = 8,
		["镀金之爪"] = 1,
		["时间释放"] = 64,
		["凶狠噬咬"] = 1,
		["电击"] = 8,
		["钻孔"] = 8,
		["恩佐斯的穿刺凝视"] = 32,
		["迅猛突袭"] = 1,
		["裂伤之触"] = 32,
		["重碾"] = 1,
		["冻结"] = 16,
		["精神鞭笞"] = 32,
		["山崩"] = 8,
		["污染之地"] = 40,
		["死尸虫"] = 32,
		["奥术光束"] = 64,
		["精华割裂"] = 4,
		["残忍打击"] = 1,
		["灵魂强风"] = 32,
		["毒性薄片"] = 8,
		["穿刺长矛"] = 1,
		["灼烧"] = 4,
		["刺破"] = 1,
		["闪电打击"] = 8,
		["邦桑迪的愤怒"] = 32,
		["深海之握"] = 48,
		["怒拳冲"] = 4,
		["猛击"] = 1,
		["净化毁灭"] = 64,
		["邪能风暴"] = 4,
		["发怒"] = 8,
		["暗影幻灵"] = 32,
		["冰霜疫病"] = 16,
		["静电力场"] = 1,
		["骨堆"] = 32,
		["破城者炮击"] = 64,
		["枯萎之触"] = 32,
		["内燃"] = 4,
		["大型炮火连天"] = 4,
		["风暴之眼"] = 8,
		["动荡炙焰"] = 4,
		["暮光渗透"] = 32,
		["剧毒泥浆"] = 8,
		["损毁"] = 32,
		["自由能量"] = 8,
		["必然归宿"] = 1,
		["净化之印"] = 6,
		["弹药桶"] = 4,
		["晶体碎块"] = 64,
		["爆炸虚空"] = 32,
		["女巫的诅咒"] = 64,
		["腾跃猛击"] = 1,
		["翔龙摆尾"] = 4,
		["大地咆哮"] = 8,
		["油脂枪"] = 1,
		["衰老疫病"] = 8,
		["点火"] = 4,
		["灵魂荆棘"] = 1,
		["蟾蜍毒素"] = 8,
		["恐怖光环"] = 32,
		["冰川射线"] = 16,
		["落雷"] = 8,
		["乱舞"] = 1,
		["吸血毒药"] = 8,
		["抑制波"] = 32,
		["具像梦魇"] = 32,
		["疾病之云"] = 8,
		["炽燃的艾泽里特"] = 4,
		["不羁的火花"] = 8,
		["爆裂"] = 32,
		["神圣新星"] = 2,
		["舔舐"] = 8,
		["魔精箭雨"] = 8,
		["智力"] = 2,
		["窒息"] = 1,
		["菌类孢子"] = 8,
		["诡异魅影"] = 32,
		["杀戮命令"] = 1,
		["水流长枪脉冲"] = 16,
		["爆发暗影"] = 32,
		["冰霜之墓"] = 16,
		["吸血虫群"] = 8,
		["光晕"] = 2,
		["邦桑迪的应许"] = 32,
		["毒性淤泥"] = 8,
		["月影枪"] = 64,
		["冰霜之心"] = 16,
		["敌意之环"] = 1,
		["刃舞"] = 1,
		["酸性碎片"] = 8,
		["颠覆"] = 1,
		["不稳定的符文印记"] = 32,
		["圣言术：罚"] = 2,
		["奥术之雨"] = 64,
		["舷侧攻击"] = 64,
		["猛虎掌"] = 1,
		["火矢"] = 4,
		["风暴打击"] = 1,
		["窒息之尘"] = 8,
		["虚空爆发"] = 32,
		["黑暗裂隙"] = 32,
		["帕库的愤怒"] = 8,
		["碧玉疾风"] = 1,
		["火炮弹幕"] = 4,
		["腐化弹幕"] = 8,
		["压碎护甲"] = 1,
		["聚集之雪"] = 16,
		["腐化的黄金"] = 4,
		["不谐乐段"] = 32,
		["炎阳光线"] = 4,
		["碎裂投掷"] = 1,
		["流沙陷阱"] = 8,
		["邪火"] = 4,
		["毁灭之潮"] = 16,
		["水晶冻结"] = 64,
		["月火术"] = 64,
		["灵能战斧"] = 64,
		["致死打击"] = 1,
		["凤翼天翔"] = 4,
		["刀叶盾刺"] = 1,
		["上古摧心者"] = 32,
		["金币雨"] = 1,
		["爆燃余烬"] = 4,
		["丢掷图腾"] = 1,
		["水晶树皮"] = 64,
		["聚集风暴"] = 8,
		["污染"] = 8,
		["奉献"] = 2,
		["熔岩冲击"] = 8,
		["充电"] = 8,
		["超能放电"] = 8,
		["碎魂"] = 32,
		["重型军火"] = 64,
		["灵魂操控"] = 32,
		["极寒之地"] = 16,
		["钢铁闪耀"] = 1,
		["火花护盾"] = 8,
		["钻地猛砸"] = 1,
		["手枪射击"] = 4,
		["煞能尖刺"] = 32,
		["爆炎弹"] = 4,
		["地狱冲锋"] = 4,
		["陨冰"] = 16,
		["酒气冲天"] = 16,
		["制裁之击"] = 32,
		["基因解组"] = 64,
		["霜寒之握"] = 16,
		["轰击"] = 4,
		["邪恶孢子"] = 32,
		["雪崩"] = 16,
		["烈焰"] = 4,
		["恶性毒药"] = 8,
		["鬼灵抓咬"] = 1,
		["旋风劈砍"] = 1,
		["水晶尖刺"] = 8,
		["战争践踏"] = 1,
		["暗影飓风"] = 32,
		["阳炎术"] = 8,
		["压倒能量"] = 4,
		["翡翠风暴"] = 8,
		["砸桶"] = 1,
		["奔踏"] = 1,
		["燃烧之拳"] = 4,
		["腐烂之触"] = 8,
		["春暖花开"] = 8,
		["烈焰盾"] = 4,
		["磁力帷幕"] = 8,
		["元素束缚"] = 8,
		["焦灼"] = 4,
		["纠缠凝视"] = 32,
		["大地碎片"] = 1,
		["复仇回避"] = 1,
		["海洋暴风"] = 16,
		["公正之剑"] = 1,
		["过载"] = 1,
		["邦桑迪之印"] = 32,
		["充电网"] = 8,
		["虹吸"] = 32,
		["利刃冲锋"] = 1,
		["鲜血脓液"] = 32,
		["灾祸"] = 32,
		["撕裂肉体"] = 1,
		["钻地"] = 1,
		["泼溅"] = 4,
		["生灵俱灭"] = 8,
		["晶焰释放"] = 12,
		["厄祖玛特的枯萎"] = 32,
		["幻灭猛击"] = 1,
		["自动射击"] = 1,
		["湮灭"] = 1,
		["心脏震击"] = 8,
		["毒幕"] = 8,
		["重击"] = 1,
		["莫德古德的疾病"] = 32,
		["青龙摆尾"] = 4,
		["弹幕"] = 32,
		["蒂基之焰"] = 4,
		["水晶之刺"] = 1,
		["正义之锤"] = 2,
		["圣洁之刃"] = 2,
		["爆裂溃烂"] = 40,
		["熔岩"] = 4,
		["撕咬"] = 1,
		["自控导弹"] = 4,
		["晶化大地"] = 8,
		["致命狙击"] = 1,
		["眼棱"] = 124,
		["大型红色火箭"] = 4,
		["碎颅"] = 1,
		["痛苦无常"] = 32,
		["火炮"] = 1,
		["天灾打击"] = 32,
		["燃烧的军火库"] = 4,
		["洪流"] = 16,
		["虫洞发生器"] = 64,
		["吸血鬼之吻"] = 1,
		["邪恶污染"] = 32,
		["扭动的鲨鱼"] = 1,
		["熔岩恶火"] = 4,
		["反冲气流"] = 8,
		["切割旋风"] = 8,
		["炽热余烬"] = 4,
		["幻灭踢"] = 1,
		["伏虎闪雷"] = 8,
		["锤拳"] = 1,
		["冰枪术"] = 16,
		["顺劈斩"] = 1,
		["斜掠"] = 1,
		["定时爆炸"] = 4,
		["蛮兽撞击"] = 8,
		["凋零爆裂"] = 32,
		["一枪毙命"] = 1,
		["噬体烈焰"] = 32,
		["身体碾压"] = 1,
		["恶毒臭气"] = 8,
		["灵魂弹幕"] = 32,
		["尘土抽击"] = 8,
		["撕裂重击"] = 1,
		["投掷武器"] = 1,
		["狂热"] = 2,
		["戈霍恩之蚀"] = 32,
		["烧尽"] = 4,
		["世界放大器"] = 1,
		["虚空箭"] = 32,
		["暗影箭雨"] = 32,
		["燃尽"] = 4,
		["副手湮灭"] = 1,
		["爪掠"] = 1,
		["地震回荡"] = 1,
		["醉酿投"] = 1,
		["邪能献祭"] = 4,
		["维克戈斯之怒"] = 16,
		["燃火外衣"] = 4,
		["青龙猛袭"] = 4,
		["龙卷水涌"] = 16,
		["脉冲"] = 8,
		["针刺"] = 8,
		["潜袭喷发"] = 32,
		["掩护"] = 1,
		["邪恶打击"] = 4,
		["血流不止"] = 1,
		["起伏之沙"] = 1,
		["痛击"] = 1,
		["毁灭加农炮"] = 8,
		["火炮开火"] = 4,
		["苦修"] = 2,
		["意识迷雾"] = 32,
		["倒刺射击"] = 1,
		["挥之不去的恶心感"] = 8,
		["剑刃风暴"] = 1,
		["加特林机枪"] = 1,
		["扫射"] = 4,
		["蔓延腐化"] = 8,
		["重槌"] = 1,
		["锯齿切割"] = 1,
		["鲜血灌注"] = 32,
		["火球术"] = 4,
		["迅捷结界"] = 8,
		["箭幕"] = 1,
		["炽焰引爆"] = 4,
		["水箭"] = 16,
		["闪电箭"] = 8,
		["痛苦旋风"] = 1,
		["暗影风暴"] = 32,
		["魔爆术"] = 64,
		["吉布尔的利爪"] = 1,
		["猿猴折磨者核心"] = 8,
		["胆汁喷溅"] = 8,
		["穿刺"] = 1,
		["反干涉震击"] = 8,
		["迸涌"] = 4,
		["下冲气流"] = 8,
		["怜悯治疗"] = 2,
		["恶意妖术"] = 8,
		["吞噬之影"] = 32,
		["爪击"] = 1,
		["毒性污秽"] = 8,
		["剑刃乱舞"] = 1,
		["突袭"] = 1,
		["千兆伏特充能"] = 8,
		["强化结界"] = 8,
		["召唤闪电"] = 8,
		["冰川碎片"] = 16,
		["暗影符文"] = 32,
		["死亡棱镜"] = 32,
		["圣洁庇护"] = 2,
		["能量箭"] = 64,
		["神圣土地"] = 2,
		["音速冲锋"] = 1,
		["拳击"] = 1,
		["巨龙之息"] = 4,
		["灼热焦油"] = 4,
		["弹幕射击"] = 4,
		["碎骨片"] = 1,
		["黑暗之蚀"] = 32,
		["岩石箭"] = 8,
		["狩猎跃击"] = 1,
		["泡沫之墙"] = 16,
		["神圣震击"] = 2,
		["火焰之环"] = 4,
		["炮火连天"] = 4,
		["冰封潮汐池"] = 16,
		["激流破奔"] = 16,
		["打击"] = 1,
		["暗影之池"] = 32,
		["球体爆裂"] = 64,
		["飓风打击"] = 8,
		["投掷利刃"] = 1,
		["黑暗之箭"] = 32,
		["刺骨尖啸"] = 32,
		["火炮冲击"] = 4,
		["暗影灼烧"] = 32,
		["荆棘飞弹"] = 1,
		["热浪"] = 4,
		["致命妖术"] = 32,
		["腐烂恐惧"] = 8,
		["奇能迅击"] = 64,
		["渊黯"] = 32,
		["地精龙枪"] = 4,
		["闷烧"] = 4,
		["恐惧收割"] = 32,
		["扭曲炸弹"] = 64,
		["碾压"] = 1,
		["寒冰碎片"] = 1,
		["亵渎"] = 32,
		["轰炸"] = 4,
		["抑制光环"] = 32,
		["腐败之血"] = 32,
		["海潮涌动"] = 16,
		["极度冰寒"] = 16,
		["鲜血浸没"] = 32,
		["粉碎防御"] = 1,
		["奥术箭"] = 64,
		["痛苦之跃"] = 1,
		["惩戒之潮"] = 2,
		["原始狂暴"] = 1,
		["诸神黄昏"] = 4,
		["腐烂"] = 32,
		["电磁感应"] = 8,
		["恶魔之咬"] = 1,
		["盐水池"] = 16,
		["屠夫吸取"] = 32,
		["凶狠咆哮"] = 32,
		["落石"] = 1,
		["射击"] = 1,
		["旭日东升踢"] = 1,
		["近战"] = 1,
		["贪食折磨"] = 32,
		["树脂残渣"] = 8,
		["黑暗之星的低语"] = 32,
		["多头蛇"] = 1,
		["欺诈冲击波"] = 32,
		["梦魇之刃"] = 1,
		["水晶风暴"] = 8,
		["重砸"] = 1,
		["奥术弹幕"] = 64,
		["旋风斩"] = 1,
		["神圣风暴"] = 2,
		["恐惧之眼"] = 32,
		["虚空冲击"] = 32,
		["局部毒药"] = 8,
		["窒息海潮"] = 16,
		["绝望"] = 32,
		["驱逐灵魂"] = 32,
		["蟾蜍粘液毒素"] = 8,
		["荆棘光环"] = 1,
		["绵羊弹片"] = 4,
		["野火"] = 8,
		["声波场"] = 1,
		["眼镜蛇射击"] = 1,
		["灰尘力场"] = 8,
		["发脾气"] = 1,
		["死尸之息"] = 32,
		["脉冲加速毒素"] = 8,
		["强烈"] = 32,
		["末日之触"] = 32,
		["暗影利斧"] = 32,
		["听从我的召唤"] = 8,
		["禁锢暗影"] = 32,
		["暮光烈焰"] = 32,
		["天堂炽焰"] = 4,
		["圣光闪烁"] = 2,
		["陨落哭嚎"] = 8,
		["自走炸弹爆炸"] = 4,
		["火花齐射"] = 8,
		["击退"] = 1,
		["火之球"] = 4,
		["奥术渗流"] = 64,
		["燃烧之地"] = 4,
		["震地"] = 1,
		["冰霜脉冲"] = 16,
		["死灵印记"] = 32,
		["光明之刃"] = 1,
		["胡萝卜吐息"] = 1,
		["狂风之力"] = 8,
		["汹涌潮袭"] = 16,
		["践踏"] = 1,
		["熔岩喷发"] = 4,
		["熔岩之池"] = 4,
		["毁灭坠击"] = 1,
		["仪式枯骨"] = 32,
		["熔岩喷射图腾"] = 4,
		["暗言术：痛"] = 32,
		["副手剑刃风暴"] = 1,
		["毒液喷吐"] = 8,
		["死亡之兆"] = 32,
		["沙尘风暴"] = 1,
		["沙尘暴"] = 8,
		["冰霜绽放"] = 16,
		["速效药膏"] = 8,
		["死亡之喉"] = 32,
		["撕裂"] = 1,
		["石化"] = 8,
		["坠落残片"] = 1,
		["裂爪猛击"] = 1,
		["踏浪冲锋"] = 16,
		["水晶碎片"] = 8,
		["恶心烂泥"] = 8,
		["利刃之流"] = 1,
		["脉冲震荡"] = 8,
		["缠绕的蛇群"] = 1,
		["英勇投掷"] = 1,
		["诱惑之歌"] = 8,
		["裂肠者"] = 1,
		["审判"] = 2,
		["回旋剑刃"] = 4,
		["通电"] = 8,
		["地狱火"] = 4,
		["寒冰之触"] = 16,
		["灸灼"] = 4,
		["灼烧试剂"] = 4,
		["螳螂军火爆炸"] = 4,
		["仪祭打击"] = 32,
		["永冻之寒"] = 16,
		["音爆"] = 8,
		["穿刺投掷"] = 1,
		["拦截"] = 1,
		["引力井"] = 32,
		["引力失效"] = 64,
		["毒性几丁质"] = 8,
		["裂变闪电"] = 8,
		["喷泉"] = 16,
		["腐坏之喉"] = 8,
		["痛楚"] = 32,
		["灼热金属"] = 4,
		["瘟疫之种"] = 32,
		["恶魔之刃"] = 32,
		["暗影新星"] = 32,
		["女妖哀嚎"] = 32,
		["Corpo-a-Corpo"] = 1,
		["星辰之浴"] = 64,
		["熔岩破裂"] = 4,
		["艾露恩之泪"] = 64,
		["火球"] = 4,
		["感染"] = 40,
		["光耀碎片"] = 2,
		["吞噬之风"] = 8,
		["灵魂烈焰"] = 4,
		["粉碎"] = 8,
		["牺牲祝福"] = 2,
		["狂乱攻击"] = 1,
		["燃烧弹片"] = 4,
		["黑火药炸弹"] = 4,
		["消散"] = 1,
		["震荡榴弹"] = 4,
		["蔓延烈火"] = 4,
		["推进器冲击"] = 8,
		["凶猛冲击"] = 1,
		["深渊猛击"] = 1,
		["枯萎"] = 32,
		["爆炸"] = 4,
		["电能打击"] = 8,
		["鲜血圣印"] = 2,
		["风怒攻击"] = 1,
		["酸液喷涌"] = 8,
		["死疽溃烂"] = 1,
		["原子猎杀飞弹"] = 4,
		["刺藤"] = 8,
		["腐蚀之水"] = 16,
		["熔岩陷阱"] = 4,
		["暴风雨"] = 8,
		["阿尔法炮"] = 4,
		["凿击"] = 1,
		["安苏之光"] = 4,
		["齐射"] = 4,
		["迅猛旋风"] = 16,
		["哀伤之雾"] = 32,
		["千兆伏特辐射"] = 8,
		["超级新星"] = 4,
		["余烬一击"] = 4,
		["粘稠沥青"] = 8,
		["闪电澎湃"] = 8,
		["火焰之息"] = 4,
		["炙灼之土"] = 4,
		["钢铁箭雨"] = 1,
		["疾风军刀"] = 8,
		["毒性打击"] = 8,
		["冰冻之血"] = 16,
		["钻体寄生虫"] = 8,
		["爆裂碎片"] = 4,
		["污秽油膜"] = 8,
		["血肉模糊"] = 1,
		["耀光"] = 4,
		["原子烈焰"] = 4,
		["毒液"] = 8,
		["毒刃"] = 1,
		["水流激涌"] = 16,
		["邪恶光环"] = 32,
		["法力割裂"] = 64,
		["回旋飞斧"] = 1,
		["聚焦冲击"] = 64,
		["超速"] = 1,
		["碳酸饱和"] = 16,
		["错乱伤痕"] = 1,
		["阿昆达的愤怒"] = 8,
		["水晶弹幕"] = 1,
		["深渊之忿"] = 16,
		["闪电之环"] = 8,
		["瘟疫叮咬"] = 8,
		["污血"] = 32,
		["毒性喷吐"] = 72,
		["锯齿利刃"] = 1,
		["炽热啄击"] = 4,
		["圣光之潮"] = 2,
		["灵魂链接"] = 1,
		["减速毒药"] = 8,
		["冲刺打击"] = 1,
		["点燃"] = 4,
		["雷霆轰鸣"] = 8,
		["艾泽里特觅心者"] = 1,
		["旋风之盾"] = 8,
		["投掷"] = 1,
		["微型飞弹"] = 4,
		["烈焰风暴"] = 4,
		["警戒打击"] = 1,
		["灵魂过载"] = 8,
		["岩浆柱"] = 4,
		["扭曲之风"] = 8,
		["折磨感染"] = 32,
		["化学灼烧"] = 8,
		["肉块风暴"] = 1,
		["吉布尔的愤怒"] = 1,
		["灵界打击"] = 1,
		["黑暗毁灭"] = 32,
		["鞭笞"] = 1,
		["哀伤之触"] = 16,
		["纯净之手"] = 4,
		["寒冰之拳"] = 16,
		["地狱烈焰"] = 4,
		["静电之球"] = 8,
		["猛虎之眼"] = 8,
		["大地猛击"] = 1,
		["燃烧残片"] = 4,
		["黑暗天灾"] = 8,
		["砮皂迷踪"] = 1,
		["极化力场"] = 1,
		["猛扑"] = 1,
		["火焰冲击"] = 4,
		["黑暗闪耀"] = 32,
		["暗影箭"] = 32,
		["闪电之盾"] = 8,
		["穿透打击"] = 1,
		["火焰炸弹"] = 4,
		["圣殿骑士的裁决"] = 2,
		["反击风暴"] = 1,
		["死亡之翼模拟器"] = 4,
		["腐烂孢子"] = 40,
		["虚空撞击"] = 32,
		["赤精之歌"] = 8,
		["海潮汹涌"] = 16,
		["冲锋"] = 1,
		["混乱新星"] = 124,
		["虚空灭绝"] = 32,
		["钉刺之毒"] = 8,
		["射线"] = 4,
		["升腾之焰"] = 4,
		["季风"] = 1,
		["毒液箭"] = 8,
		["哀嚎之风"] = 8,
		["烈焰喷射"] = 4,
		["凛风冲击"] = 16,
		["熔岩打击"] = 4,
		["邪能熔岩"] = 4,
		["酸液炸弹"] = 8,
		["恐惧箭雨"] = 64,
		["剑刃连击"] = 1,
		["冷酷严冬"] = 16,
		["黑暗之脊"] = 1,
		["神圣之锤"] = 2,
		["感染意志"] = 40,
		["天启梦魇"] = 4,
		["锯齿利爪"] = 1,
		["暗影残留物"] = 32,
		["剧毒之池"] = 8,
		["乱射"] = 1,
		["黯灭之刺"] = 32,
		["献祭"] = 4,
		["沉重挥砍"] = 1,
		["灵魂之泉"] = 32,
		["混乱之箭"] = 124,
		["窃贼的报应"] = 32,
		["玉火"] = 4,
		["纠缠之根"] = 8,
		["席卷之风"] = 1,
	},
	["deathlog_healingdone_min"] = 1,
	["plater"] = {
		["realtime_dps_enabled"] = false,
		["realtime_dps_size"] = 12,
		["realtime_dps_player_shadow"] = true,
		["realtime_dps_player_enabled"] = false,
		["realtime_dps_player_size"] = 12,
		["damage_taken_size"] = 12,
		["realtime_dps_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["damage_taken_shadow"] = true,
		["damage_taken_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["realtime_dps_player_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["damage_taken_color"] = {
			1, -- [1]
			1, -- [2]
			0, -- [3]
			1, -- [4]
		},
		["realtime_dps_player_anchor"] = {
			["y"] = 0,
			["x"] = 0,
			["side"] = 7,
		},
		["damage_taken_enabled"] = false,
		["realtime_dps_shadow"] = true,
	},
	["run_code"] = {
		["on_groupchange"] = "\n-- this code runs when the player enter or leave a group",
		["on_zonechanged"] = "\n-- when the player changes zone, this code will run",
		["on_init"] = "\n-- code to run when Details! initializes, put here code which only will run once\n-- this also will run then the profile is changed\n\n--size of the death log tooltip in the Deaths display (default 350)\nDetails.death_tooltip_width = 350;\n\n--when in arena or battleground, details! silently switch to activity time (goes back to the old setting on leaving, default true)\nDetails.force_activity_time_pvp = true;\n\n--speed of the bar animations (default 33)\nDetails.animation_speed = 33;\n\n--threshold to trigger slow or fast speed (default 0.45)\nDetails.animation_speed_mintravel = 0.45;\n\n--call to update animations\nDetails:RefreshAnimationFunctions();\n\n--max window size, does require a /reload to work (default 480 x 450)\nDetails.max_window_size.width = 480;\nDetails.max_window_size.height = 450;\n\n--use the arena team color as the class color (default true)\nDetails.color_by_arena_team = true;\n\n--use the role icon in the player bar when inside an arena (default false)\nDetails.show_arena_role_icon = false;\n\n--how much time the update warning is shown (default 10)\nDetails.update_warning_timeout = 10;",
		["on_specchanged"] = "\n-- run when the player changes its spec",
		["on_leavecombat"] = "\n-- this code runs when the player leave combat",
		["on_entercombat"] = "\n-- this code runs when the player enters in combat",
	},
	["dungeon_data"] = {
	},
	["realm_sync"] = true,
	["createauraframe"] = {
		["y"] = 0,
		["x"] = 9.1552734375e-05,
		["point"] = "CENTER",
		["scale"] = 1,
	},
	["global_plugin_database"] = {
		["DETAILS_PLUGIN_ENCOUNTER_DETAILS"] = {
			["encounter_timers_dbm"] = {
			},
			["encounter_timers_bw"] = {
			},
		},
	},
	["item_level_pool"] = {
		["Player-802-0256C089"] = {
			["time"] = 1562507310,
			["name"] = "Alexis-暮色森林",
			["ilvl"] = 417.2,
		},
		["Player-1955-01E2C91A"] = {
			["time"] = 1562507369,
			["name"] = "舍得-主宰之剑",
			["ilvl"] = 417.6,
		},
		["Player-1939-064235DD"] = {
			["time"] = 1562504177,
			["name"] = "西雅图的风-末日行者",
			["ilvl"] = 415.6875,
		},
		["Player-844-044681DD"] = {
			["name"] = "太史慈",
			["time"] = 1562492088,
			["ilvl"] = 413.5625,
		},
		["Player-940-04471267"] = {
			["name"] = "要下雨了-伊森利恩",
			["time"] = 1562490263,
			["ilvl"] = 410.2666666666667,
		},
		["Player-707-017D941A"] = {
			["time"] = 1562510928,
			["name"] = "千年猫妖妖-白银之手",
			["ilvl"] = 415.75,
		},
		["Player-1939-053EEE6F"] = {
			["time"] = 1562503609,
			["name"] = "奶嘴熊-末日行者",
			["ilvl"] = 412.3333333333333,
		},
		["Player-1933-067B4875"] = {
			["time"] = 1562489264,
			["name"] = "Turboo-安苏",
			["ilvl"] = 415.0666666666667,
		},
		["Player-845-04973285"] = {
			["name"] = "哎呀好气啊-阿拉索",
			["time"] = 1562486542,
			["ilvl"] = 404.4,
		},
		["Player-1939-0678999B"] = {
			["time"] = 1562508523,
			["name"] = "Thuglife-末日行者",
			["ilvl"] = 407.8,
		},
		["Player-1933-06025A16"] = {
			["name"] = "春风沉醉的夜-安苏",
			["time"] = 1562490370,
			["ilvl"] = 402.2666666666667,
		},
		["Player-1508-01A3DAEA"] = {
			["time"] = 1562507422,
			["name"] = "非去飞去-天空之墙",
			["ilvl"] = 415,
		},
		["Player-1943-028C9E0E"] = {
			["name"] = "射杀凤姐-菲米丝",
			["time"] = 1562500333,
			["ilvl"] = 404.1333333333333,
		},
		["Player-860-032D48D1"] = {
			["time"] = 1562509807,
			["name"] = "花落丷莫相离-阿古斯",
			["ilvl"] = 410.5625,
		},
		["Player-729-04DB10B5"] = {
			["name"] = "稻花贼-罗宁",
			["time"] = 1562486454,
			["ilvl"] = 416.2,
		},
		["Player-869-01C0541B"] = {
			["name"] = "魅影苍穹丶-玛诺洛斯",
			["time"] = 1562501459,
			["ilvl"] = 413.9333333333333,
		},
		["Player-1506-031444A4"] = {
			["time"] = 1562507302,
			["name"] = "初女切割机-战歌",
			["ilvl"] = 419.0666666666667,
		},
		["Player-877-044744EB"] = {
			["time"] = 1562510908,
			["name"] = "烟亦舞",
			["ilvl"] = 418.3125,
		},
		["Player-1933-06595732"] = {
			["time"] = 1562499302,
			["name"] = "不要太牛-安苏",
			["ilvl"] = 405,
		},
		["Player-707-04D9AA13"] = {
			["time"] = 1562506411,
			["name"] = "Overloadaz-白银之手",
			["ilvl"] = 406.8,
		},
		["Player-714-01C93342"] = {
			["name"] = "假物者徐-国王之谷",
			["time"] = 1562491757,
			["ilvl"] = 415.8666666666667,
		},
		["Player-1484-04071CF2"] = {
			["time"] = 1562506636,
			["name"] = "南条爱乃-灰谷",
			["ilvl"] = 417.2666666666667,
		},
		["Player-877-04DF578C"] = {
			["name"] = "无边风月夜-回音山",
			["time"] = 1562501474,
			["ilvl"] = 406.1875,
		},
		["Player-729-04CA71BB"] = {
			["name"] = "不必相送",
			["time"] = 1562503166,
			["ilvl"] = 405.125,
		},
		["Player-940-03446BE2"] = {
			["time"] = 1562489206,
			["name"] = "不是菜鸟-伊森利恩",
			["ilvl"] = 419.2,
		},
		["Player-1658-02454291"] = {
			["time"] = 1562489191,
			["name"] = "羽小喆-刺骨利刃",
			["ilvl"] = 355.2,
		},
		["Player-1510-01A2F1D5"] = {
			["time"] = 1562511006,
			["name"] = "淺念曾經瘋狂-荆棘谷",
			["ilvl"] = 407.8666666666667,
		},
		["Player-729-04BCE407"] = {
			["time"] = 1562505300,
			["name"] = "天牧风行-罗宁",
			["ilvl"] = 418.2,
		},
		["Player-866-050814BA"] = {
			["name"] = "维库人后裔-格瑞姆巴托",
			["time"] = 1562490348,
			["ilvl"] = 386,
		},
		["Player-726-01A8AE8F"] = {
			["time"] = 1562499320,
			["name"] = "德意萌生-雷霆之王",
			["ilvl"] = 394.6,
		},
		["Player-1949-045FB2E3"] = {
			["name"] = "逍遥流星小月",
			["time"] = 1562486399,
			["ilvl"] = 415.5,
		},
		["Player-1515-0427D9AB"] = {
			["name"] = "鱼菽-凤凰之神",
			["time"] = 1562500790,
			["ilvl"] = 418.6666666666667,
		},
		["Player-949-03D10882"] = {
			["name"] = "平乂静-希雷诺斯",
			["time"] = 1562500310,
			["ilvl"] = 418.3333333333333,
		},
		["Player-886-0273D7F2"] = {
			["time"] = 1562489178,
			["name"] = "凤血凰",
			["ilvl"] = 400.375,
		},
		["Player-855-04E28B1D"] = {
			["name"] = "橘尛安-艾欧娜尔",
			["time"] = 1562501544,
			["ilvl"] = 396.5333333333334,
		},
		["Player-920-038E91D2"] = {
			["name"] = "澌灭-鲜血熔炉",
			["time"] = 1562500293,
			["ilvl"] = 414.7333333333334,
		},
		["Player-870-04B6B701"] = {
			["time"] = 1562504894,
			["name"] = "青木爭羽-月光林地",
			["ilvl"] = 413.0625,
		},
		["Player-1943-067B5CDC"] = {
			["name"] = "三二一-夏维安",
			["time"] = 1562487008,
			["ilvl"] = 412.1333333333333,
		},
		["Player-1933-065A1818"] = {
			["name"] = "幻彩风铃-安苏",
			["time"] = 1562486351,
			["ilvl"] = 415,
		},
		["Player-1503-0413B098"] = {
			["name"] = "丟尼老母嗨-风暴之怒",
			["time"] = 1562500303,
			["ilvl"] = 406.4375,
		},
		["Player-1687-025B225E"] = {
			["time"] = 1562507348,
			["name"] = "清风丝雨-塞拉摩",
			["ilvl"] = 406.5333333333334,
		},
		["Player-960-0244A07E"] = {
			["time"] = 1562506662,
			["name"] = "死神血兽",
			["ilvl"] = 411.1875,
		},
		["Player-1949-05687C37"] = {
			["time"] = 1562509251,
			["name"] = "绿袖-壁炉谷",
			["ilvl"] = 414.4,
		},
		["Player-729-04D0286A"] = {
			["time"] = 1562510114,
			["name"] = "丨鲸人丨-罗宁",
			["ilvl"] = 419.5625,
		},
		["Player-729-04E9A53E"] = {
			["time"] = 1562508480,
			["name"] = "Getaround-末日行者",
			["ilvl"] = 393.125,
		},
		["Player-729-0482F31F"] = {
			["time"] = 1562506039,
			["name"] = "暴女猎-罗宁",
			["ilvl"] = 416.0666666666667,
		},
		["Player-1491-02798FEF"] = {
			["time"] = 1562508501,
			["name"] = "燃烧痕迹丶-黑铁",
			["ilvl"] = 417.9333333333333,
		},
		["Player-1955-01C7E403"] = {
			["time"] = 1562507325,
			["name"] = "烟亦舞",
			["ilvl"] = 418.3125,
		},
		["Player-842-03838BE5"] = {
			["time"] = 1562505185,
			["name"] = "紫清凝-蜘蛛王国",
			["ilvl"] = 413.25,
		},
		["Player-883-02FBDE75"] = {
			["time"] = 1562487442,
			["name"] = "谈不拢就睡觉-恶魔之翼",
			["ilvl"] = 417.875,
		},
		["Player-2125-0BA37394"] = {
			["time"] = 1562489245,
			["name"] = "蜜汁大撅怪",
			["ilvl"] = 421.4375,
		},
		["Player-830-03CD6631"] = {
			["name"] = "光与影之舞-萨尔",
			["time"] = 1562501532,
			["ilvl"] = 409.3125,
		},
		["Player-860-051857A5"] = {
			["time"] = 1562488958,
			["name"] = "景莉",
			["ilvl"] = 416.9375,
		},
		["Player-877-054ADE20"] = {
			["time"] = 1562504520,
			["name"] = "德意志自爆兵",
			["ilvl"] = 410.875,
		},
		["Player-741-04D55932"] = {
			["name"] = "胡发财",
			["time"] = 1562492088,
			["ilvl"] = 420.1875,
		},
		["Player-736-004CBD29"] = {
			["time"] = 1562505283,
			["name"] = "适度狩猎-诺莫瑞根",
			["ilvl"] = 401.2,
		},
		["Player-741-04BAE95B"] = {
			["time"] = 1562487813,
			["name"] = "隔壁王铁柱",
			["ilvl"] = 420.8125,
		},
		["Player-869-05339489"] = {
			["name"] = "小镇恋尸狂-火烟之谷",
			["time"] = 1562501864,
			["ilvl"] = 406.9333333333333,
		},
		["Player-833-02E29FCB"] = {
			["time"] = 1562503652,
			["name"] = "四丶月-桑德兰",
			["ilvl"] = 411.8,
		},
		["Player-960-020C701E"] = {
			["time"] = 1562511021,
			["name"] = "铜须怒-法拉希姆",
			["ilvl"] = 419.7333333333334,
		},
		["Player-729-04BDC515"] = {
			["name"] = "Bluechanel-罗宁",
			["time"] = 1562502971,
			["ilvl"] = 409.5625,
		},
		["Player-707-04CC6BBA"] = {
			["time"] = 1562508590,
			["name"] = "微笑有情天-白银之手",
			["ilvl"] = 419.0666666666667,
		},
		["Player-962-0444F503"] = {
			["time"] = 1562503601,
			["name"] = "晓韵忧月-金色平原",
			["ilvl"] = 416.9333333333333,
		},
		["Player-729-0193C824"] = {
			["time"] = 1562508496,
			["name"] = "战斗天师-罗宁",
			["ilvl"] = 419.2,
		},
		["Player-953-040079F4"] = {
			["name"] = "晓灬永恒-洛丹伦",
			["time"] = 1562491692,
			["ilvl"] = 396.5333333333334,
		},
		["Player-840-03CDEAA0"] = {
			["name"] = "人道佛魔獣鬼-索拉丁",
			["time"] = 1562491973,
			["ilvl"] = 408.875,
		},
		["Player-1519-02096330"] = {
			["time"] = 1562508969,
			["name"] = "閒雲野鶴-破碎岭",
			["ilvl"] = 416.6,
		},
		["Player-921-0366194A"] = {
			["time"] = 1562499296,
			["name"] = "烟亦舞",
			["ilvl"] = 417.6875,
		},
		["Player-846-04D9811F"] = {
			["name"] = "Ev-永恒之井",
			["time"] = 1562491264,
			["ilvl"] = 401.5625,
		},
		["Player-2133-01D3A44B"] = {
			["time"] = 1562505703,
			["name"] = "俏皮乄大表哥-影之哀伤",
			["ilvl"] = 413.0666666666667,
		},
		["Player-802-01C39D68"] = {
			["name"] = "紫魈",
			["time"] = 1562492088,
			["ilvl"] = 414.875,
		},
		["Player-1519-03CEDADB"] = {
			["name"] = "圣华塔尼欧-破碎岭",
			["time"] = 1562503000,
			["ilvl"] = 397.2,
		},
		["Player-886-04C199C0"] = {
			["time"] = 1562558330,
			["name"] = "烟亦舞",
			["ilvl"] = 418.3125,
		},
		["Player-1933-062B1D2B"] = {
			["name"] = "木末深秋-安苏",
			["time"] = 1562491723,
			["ilvl"] = 407.4666666666666,
		},
		["Player-882-04CBE6A1"] = {
			["time"] = 1562499399,
			["name"] = "阿恶-提瑞斯法",
			["ilvl"] = 414.8125,
		},
		["Player-829-03E88E4C"] = {
			["time"] = 1562487579,
			["name"] = "两禽相悦-燃烧之刃",
			["ilvl"] = 419.3125,
		},
		["Player-804-036ED69B"] = {
			["time"] = 1562504300,
			["name"] = "煮酒丷论龙龙-鬼雾峰",
			["ilvl"] = 416.5333333333334,
		},
		["Player-797-03308A56"] = {
			["name"] = "爱为谁停留-埃德萨拉",
			["time"] = 1562489302,
			["ilvl"] = 413.4,
		},
		["Player-1939-0542ED8E"] = {
			["time"] = 1562511335,
			["name"] = "東不可止-末日行者",
			["ilvl"] = 411.5,
		},
		["Player-1484-0468E5A3"] = {
			["time"] = 1562510914,
			["name"] = "柠萌刺客-灰谷",
			["ilvl"] = 409.625,
		},
		["Player-891-048F6348"] = {
			["time"] = 1562505164,
			["name"] = "PlayerPMRTS-影牙要塞",
			["ilvl"] = 403.75,
		},
		["Player-829-03FAAC59"] = {
			["time"] = 1562488829,
			["name"] = "竹丶影",
			["ilvl"] = 416.5,
		},
		["Player-2125-0BA7611F"] = {
			["name"] = "彩顏-阿纳克洛斯",
			["time"] = 1562486397,
			["ilvl"] = 414.0666666666667,
		},
		["Player-829-03F39155"] = {
			["time"] = 1562499306,
			["name"] = "丶魑魅魍魉丶-燃烧之刃",
			["ilvl"] = 417.625,
		},
	},
	["savedCustomSpells"] = {
		{
			2, -- [1]
			"自动射击", -- [2]
			"Interface\\ICONS\\INV_Weapon_Bow_07", -- [3]
		}, -- [1]
		{
			3, -- [1]
			"环境伤害 (高处坠落)", -- [2]
			"Interface\\ICONS\\Spell_Magic_FeatherFall", -- [3]
		}, -- [2]
		{
			55090, -- [1]
			"天灾打击 (Physical)", -- [2]
			237530, -- [3]
		}, -- [3]
		{
			4, -- [1]
			"环境伤害 (溺水)", -- [2]
			"Interface\\ICONS\\Ability_Suffocate", -- [3]
		}, -- [4]
		{
			5, -- [1]
			"环境伤害 (疲劳)", -- [2]
			"Interface\\ICONS\\Spell_Arcane_MindMastery", -- [3]
		}, -- [5]
		{
			6, -- [1]
			"环境伤害 (火烧)", -- [2]
			"Interface\\ICONS\\INV_SummerFest_FireSpirit", -- [3]
		}, -- [6]
		{
			7, -- [1]
			"环境伤害 (岩浆)", -- [2]
			"Interface\\ICONS\\Ability_Rhyolith_Volcano", -- [3]
		}, -- [7]
		{
			8, -- [1]
			"环境伤害 (粘液)", -- [2]
			"Interface\\ICONS\\Ability_Creature_Poison_02", -- [3]
		}, -- [8]
		{
			59638, -- [1]
			"寒冰箭 (镜像)", -- [2]
			135846, -- [3]
		}, -- [9]
		{
			49184, -- [1]
			"凛风冲击 (Main Target)", -- [2]
			135833, -- [3]
		}, -- [10]
		{
			44461, -- [1]
			"活动炸弹 (爆炸)", -- [2]
			236220, -- [3]
		}, -- [11]
		{
			278227, -- [1]
			"后脊 (Trinket)", -- [2]
			134439, -- [3]
		}, -- [12]
		{
			268998, -- [1]
			"灵魂鼓舞 (Trinket)", -- [2]
			651093, -- [3]
		}, -- [13]
		{
			196917, -- [1]
			"殉道者之光 (伤害)", -- [2]
			135938, -- [3]
		}, -- [14]
		{
			120761, -- [1]
			"飞刃 (Glaive #2)", -- [2]
			132330, -- [3]
		}, -- [15]
		{
			278812, -- [1]
			"雄狮圣恩 (Trinket)", -- [2]
			464140, -- [3]
		}, -- [16]
		{
			270827, -- [1]
			"织网者的灵魂宝石 (Trinket)", -- [2]
			237431, -- [3]
		}, -- [17]
		{
			212739, -- [1]
			"传染 (Main Target)", -- [2]
			136066, -- [3]
		}, -- [18]
		{
			279664, -- [1]
			"鲜血胆汁 (Trinket)", -- [2]
			136007, -- [3]
		}, -- [19]
		{
			237680, -- [1]
			"凛风冲击 (AoE)", -- [2]
			135833, -- [3]
		}, -- [20]
		{
			215969, -- [1]
			"传染 (AoE)", -- [2]
			136066, -- [3]
		}, -- [21]
		{
			278359, -- [1]
			"血之憎恨 (Trinket)", -- [2]
			132175, -- [3]
		}, -- [22]
		{
			278155, -- [1]
			"夏尔扎克斯的残留之力 (Trinket)", -- [2]
			254105, -- [3]
		}, -- [23]
		{
			271115, -- [1]
			"炎法师的引线 (Trinket)", -- [2]
			1119937, -- [3]
		}, -- [24]
		{
			277179, -- [1]
			"角斗士勋章 (Trinket)", -- [2]
			252267, -- [3]
		}, -- [25]
		{
			70890, -- [1]
			"天灾打击 (Shadow)", -- [2]
			237530, -- [3]
		}, -- [26]
		{
			278057, -- [1]
			"不稳定的鲜血爆炸 (Trinket)", -- [2]
			538040, -- [3]
		}, -- [27]
		{
			277185, -- [1]
			"角斗士徽章 (Trinket)", -- [2]
			135884, -- [3]
		}, -- [28]
		{
			228649, -- [1]
			"幻灭踢 (Passive)", -- [2]
			574575, -- [3]
		}, -- [29]
		{
			121414, -- [1]
			"飞刃 (Glaive #1)", -- [2]
			132330, -- [3]
		}, -- [30]
		{
			94472, -- [1]
			"救赎 (致命)", -- [2]
			135887, -- [3]
		}, -- [31]
		{
			277187, -- [1]
			"角斗士纹章 (Trinket)", -- [2]
			132344, -- [3]
		}, -- [32]
		{
			277181, -- [1]
			"角斗士徽记 (Trinket)", -- [2]
			134501, -- [3]
		}, -- [33]
		{
			278862, -- [1]
			"符文之凛 (Trinket)", -- [2]
			252270, -- [3]
		}, -- [34]
		{
			271462, -- [1]
			"朽烂外壳巫毒娃娃 (Trinket)", -- [2]
			1716867, -- [3]
		}, -- [35]
		{
			270925, -- [1]
			"喷泉 (Trinket)", -- [2]
			1698701, -- [3]
		}, -- [36]
		{
			271071, -- [1]
			"黑暗低语海螺 (Trinket)", -- [2]
			1498840, -- [3]
		}, -- [37]
		{
			271465, -- [1]
			"朽烂外壳巫毒娃娃 (Trinket)", -- [2]
			1716867, -- [3]
		}, -- [38]
		{
			33778, -- [1]
			"生命绽放 (Bloom)", -- [2]
			134206, -- [3]
		}, -- [39]
		{
			88082, -- [1]
			"火球术 (镜像)", -- [2]
			135812, -- [3]
		}, -- [40]
		{
			1, -- [1]
			"近战", -- [2]
			"Interface\\ICONS\\INV_Sword_04", -- [3]
		}, -- [41]
		{
			278383, -- [1]
			"风暴涌动 (Trinket)", -- [2]
			2103829, -- [3]
		}, -- [42]
		{
			271671, -- [1]
			"不谐和弦 (Trinket)", -- [2]
			454048, -- [3]
		}, -- [43]
		{
			98021, -- [1]
			"血量交换", -- [2]
			237586, -- [3]
		}, -- [44]
	},
	["always_use_profile"] = false,
	["mythic_plus"] = {
		["make_overall_boss_only"] = false,
		["mythicrun_chart_frame"] = {
		},
		["merge_boss_trash"] = true,
		["delay_to_show_graphic"] = 5,
		["always_in_combat"] = false,
		["make_overall_when_done"] = true,
		["delete_trash_after_merge"] = true,
		["show_damage_graphic"] = true,
		["mythicrun_chart_frame_ready"] = {
			["y"] = -6.103515625e-05,
			["x"] = 0.000152587890625,
			["point"] = "CENTER",
			["scale"] = 1,
		},
		["boss_dedicated_segment"] = true,
		["mythicrun_chart_frame_minimized"] = {
		},
		["last_mythicrun_chart"] = {
		},
	},
	["raid_data"] = {
		["mythic_raid_data"] = {
			[2280] = {
				["longest"] = 360.280000000028,
				["kills"] = 0,
				["try_history"] = {
					{
						0.656676262710147, -- [1]
						235.119999999995, -- [2]
					}, -- [1]
					{
						0.514849121452436, -- [1]
						299.05899999995, -- [2]
					}, -- [2]
					{
						0.423655369146131, -- [1]
						297.103999999992, -- [2]
					}, -- [3]
					{
						0.283798223957559, -- [1]
						356.44399999996, -- [2]
					}, -- [4]
					{
						0.148569559998138, -- [1]
						360.280000000028, -- [2]
					}, -- [5]
					{
						0.105913775142297, -- [1]
						349.478000000003, -- [2]
					}, -- [6]
				},
				["wipes"] = 56,
				["best_try"] = 0.105913775142297,
			},
			[2281] = {
				["longest"] = 433.690999999999,
				["kills"] = 0,
				["try_history"] = {
					{
						0.860059593905541, -- [1]
						86.1320000000415, -- [2]
					}, -- [1]
					{
						0.829039415949458, -- [1]
						116.749000000011, -- [2]
					}, -- [2]
					{
						0.778209924705586, -- [1]
						154.006000000052, -- [2]
					}, -- [3]
					{
						0.773265875187996, -- [1]
						127.001999999979, -- [2]
					}, -- [4]
					{
						0.712394426514111, -- [1]
						181.175000000047, -- [2]
					}, -- [5]
					{
						0.656287081364089, -- [1]
						208.32799999998, -- [2]
					}, -- [6]
					{
						0.636699827336357, -- [1]
						220.17300000001, -- [2]
					}, -- [7]
					{
						0.603354818766109, -- [1]
						324.001999999979, -- [2]
					}, -- [8]
					{
						0.602790533962652, -- [1]
						337.608999999997, -- [2]
					}, -- [9]
					{
						0.601074056864373, -- [1]
						323.613000000012, -- [2]
					}, -- [10]
					{
						0.277168354968984, -- [1]
						272.026000000005, -- [2]
					}, -- [11]
				},
				["wipes"] = 193,
				["best_try"] = 0.277168354968984,
			},
		},
	},
	["update_warning_timeout"] = 10,
	["always_use_profile_name"] = "",
	["savedStyles"] = {
	},
	["always_use_profile_exception"] = {
	},
	["details_auras"] = {
	},
	["latest_news_saw"] = "v8.2.0.7150",
	["savedTimeCaptures"] = {
	},
	["plugin_window_pos"] = {
		["y"] = -59.00152587890625,
		["x"] = -129.9974212646484,
		["point"] = "TOP",
		["scale"] = 1,
	},
	["custom"] = {
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "显示你的团队中谁在战斗时使用了药水.",
			["tooltip"] = "			--init:\n			local player, combat, instance = ...\n\n			--get the debuff container for potion of focus\n			local debuff_uptime_container = player.debuff_uptime and player.debuff_uptime_spells and player.debuff_uptime_spells._ActorTable\n			if (debuff_uptime_container) then\n			    local focus_potion = debuff_uptime_container [DETAILS_FOCUS_POTION_ID]\n			    if (focus_potion) then\n				local name, _, icon = GetSpellInfo (DETAILS_FOCUS_POTION_ID)\n				GameCooltip:AddLine (name, 1) --> can use only 1 focus potion (can't be pre-potion)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n			    end\n			end\n\n			--get the buff container for all the others potions\n			local buff_uptime_container = player.buff_uptime and player.buff_uptime_spells and player.buff_uptime_spells._ActorTable\n			if (buff_uptime_container) then\n			    --potion of the jade serpent\n			    local jade_serpent_potion = buff_uptime_container [DETAILS_INT_POTION_ID]\n			    if (jade_serpent_potion) then\n				local name, _, icon = GetSpellInfo (DETAILS_INT_POTION_ID)\n				GameCooltip:AddLine (name, jade_serpent_potion.activedamt)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n			    end\n			    \n			    --potion of mogu power\n			    local mogu_power_potion = buff_uptime_container [DETAILS_STR_POTION_ID]\n			    if (mogu_power_potion) then\n				local name, _, icon = GetSpellInfo (DETAILS_STR_POTION_ID)\n				GameCooltip:AddLine (name, mogu_power_potion.activedamt)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n			    end\n			    \n			    --mana potion\n			    local mana_potion = buff_uptime_container [DETAILS_MANA_POTION_ID]\n			    if (mana_potion) then\n				local name, _, icon = GetSpellInfo (DETAILS_MANA_POTION_ID)\n				GameCooltip:AddLine (name, mana_potion.activedamt)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n			    end\n			    \n			    --prolongued power\n			    local prolongued_power = buff_uptime_container [DETAILS_AGI_POTION_ID]\n			    if (prolongued_power) then\n				local name, _, icon = GetSpellInfo (DETAILS_AGI_POTION_ID)\n				GameCooltip:AddLine (name, prolongued_power.activedamt)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n			    end\n			    \n			    --potion of the mountains\n			    local mountains_potion = buff_uptime_container [DETAILS_STAMINA_POTION_ID]\n			    if (mountains_potion) then\n				local name, _, icon = GetSpellInfo (DETAILS_STAMINA_POTION_ID)\n				GameCooltip:AddLine (name, mountains_potion.activedamt)\n				_detalhes:AddTooltipBackgroundStatusbar()\n				GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n			    end\n			end\n		",
			["attribute"] = false,
			["name"] = "有使用药水",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the misc actor container\n				local misc_container = combat:GetActorList ( DETAILS_ATTRIBUTE_MISC )\n\n				--do the loop:\n				for _, player in ipairs ( misc_container ) do \n				    \n				    --only player in group\n				    if (player:IsGroupPlayer()) then\n					\n					local found_potion = false\n					\n					--get the spell debuff uptime container\n					local debuff_uptime_container = player.debuff_uptime and player.debuff_uptime_spells and player.debuff_uptime_spells._ActorTable\n					if (debuff_uptime_container) then\n					    --potion of focus (can't use as pre-potion, so, its amount is always 1\n					    local focus_potion = debuff_uptime_container [DETAILS_FOCUS_POTION_ID]\n\n					    if (focus_potion) then\n						total = total + 1\n						found_potion = true\n						if (top < 1) then\n						    top = 1\n						end\n						--add amount to the player \n						instance_container:AddValue (player, 1)\n					    end\n					end\n					\n					--get the spell buff uptime container\n					local buff_uptime_container = player.buff_uptime and player.buff_uptime_spells and player.buff_uptime_spells._ActorTable\n					if (buff_uptime_container) then\n					    \n					    --potion of the jade serpent\n					    local jade_serpent_potion = buff_uptime_container [DETAILS_INT_POTION_ID]\n					    if (jade_serpent_potion) then\n						local used = jade_serpent_potion.activedamt\n						if (used > 0) then\n						    total = total + used\n						    found_potion = true\n						    if (used > top) then\n							top = used\n						    end\n						    --add amount to the player \n						    instance_container:AddValue (player, used)\n						end\n					    end\n					    \n					    --potion of mogu power\n					    local mogu_power_potion = buff_uptime_container [DETAILS_STR_POTION_ID]\n					    if (mogu_power_potion) then\n						local used = mogu_power_potion.activedamt\n						if (used > 0) then\n						    total = total + used\n						    found_potion = true\n						    if (used > top) then\n							top = used\n						    end\n						    --add amount to the player \n						    instance_container:AddValue (player, used)\n						end\n					    end\n					    \n					    --mana potion\n					    local mana_potion = buff_uptime_container [DETAILS_MANA_POTION_ID]\n					    if (mana_potion) then\n						local used = mana_potion.activedamt\n						if (used > 0) then\n						    total = total + used\n						    found_potion = true\n						    if (used > top) then\n							top = used\n						    end\n						    --add amount to the player \n						    instance_container:AddValue (player, used)\n						end\n					    end\n					    \n					    --potion of prolongued power\n					    local prolongued_power = buff_uptime_container [DETAILS_AGI_POTION_ID]\n					    if (prolongued_power) then\n						local used = prolongued_power.activedamt\n						if (used > 0) then\n						    total = total + used\n						    found_potion = true\n						    if (used > top) then\n							top = used\n						    end\n						    --add amount to the player \n						    instance_container:AddValue (player, used)\n						end\n					    end\n					    \n					    --potion of the mountains\n					    local mountains_potion = buff_uptime_container [DETAILS_STAMINA_POTION_ID]\n					    if (mountains_potion) then\n						local used = mountains_potion.activedamt\n						if (used > 0) then\n						    total = total + used\n						    found_potion = true\n						    if (used > top) then\n							top = used\n						    end\n						    --add amount to the player \n						    instance_container:AddValue (player, used)\n						end\n					    end\n					end\n					\n					if (found_potion) then\n					    amount = amount + 1\n					end    \n				    end\n				end\n\n				--return:\n				return total, top, amount\n				",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Trade_Alchemy_PotionD4",
			["script_version"] = 4,
		}, -- [1]
		{
			["source"] = false,
			["desc"] = "显示你的队伍中谁使用过治疗药水或者治疗石",
			["author"] = "Details! Team",
			["percent_script"] = false,
			["total_script"] = false,
			["attribute"] = false,
			["tooltip"] = "			--get the parameters passed\n			local actor, combat, instance = ...\n			\n			--get the cooltip object (we dont use the convencional GameTooltip here)\n			local GameCooltip = GameCooltip\n			local R, G, B, A = 0, 0, 0, 0.75\n			\n			local hs = actor:GetSpell (6262)\n			if (hs) then\n				GameCooltip:AddLine (select (1, GetSpellInfo(6262)),  _detalhes:ToK(hs.total))\n				GameCooltip:AddIcon (select (3, GetSpellInfo (6262)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n			end\n			\n			local pot = actor:GetSpell (DETAILS_HEALTH_POTION_ID)\n			if (pot) then\n				GameCooltip:AddLine (select (1, GetSpellInfo(DETAILS_HEALTH_POTION_ID)),  _detalhes:ToK(pot.total))\n				GameCooltip:AddIcon (select (3, GetSpellInfo (DETAILS_HEALTH_POTION_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n			end\n			\n			local pot = actor:GetSpell (DETAILS_REJU_POTION_ID)\n			if (pot) then\n				GameCooltip:AddLine (select (1, GetSpellInfo(DETAILS_REJU_POTION_ID)),  _detalhes:ToK(pot.total))\n				GameCooltip:AddIcon (select (3, GetSpellInfo (DETAILS_REJU_POTION_ID)), 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				GameCooltip:AddStatusBar (100, 1, R, G, B, A)\n			end\n\n			--Cooltip code\n			",
			["name"] = "治疗药水&治疗石",
			["script"] = "			--get the parameters passed\n			local combat, instance_container, instance = ...\n			--declade the values to return\n			local total, top, amount = 0, 0, 0\n			\n			--do the loop\n			local AllHealCharacters = combat:GetActorList (DETAILS_ATTRIBUTE_HEAL)\n			for index, character in ipairs (AllHealCharacters) do\n				local AllSpells = character:GetSpellList()\n				local found = false\n				for spellid, spell in pairs (AllSpells) do\n					if (DETAILS_HEALTH_POTION_LIST [spellid]) then\n						instance_container:AddValue (character, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						found = true\n					end\n				end\n			\n				if (found) then\n					amount = amount + 1\n				end\n			end\n			--loop end\n			--return the values\n			return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\warlock_ healthstone",
			["script_version"] = 14,
		}, -- [2]
		{
			["source"] = false,
			["tooltip"] = "				\n			",
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format (\"%.1f\", value/top*100)\n			",
			["desc"] = "每个人造成伤害的时间",
			["attribute"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor (value/60), math.floor (value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["name"] = "活跃伤害时间",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, amount = 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				\n				--do the loop:\n				for _, player in ipairs ( damage_container ) do \n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player \n						instance_container:AddValue (player, activity)\n					end\n				end\n				\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Achievement_PVP_H_06",
			["script_version"] = 1,
		}, -- [3]
		{
			["source"] = false,
			["tooltip"] = "				\n			",
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				return string.format (\"%.1f\", value/top*100)\n			",
			["desc"] = "每个人造成治疗的时间.",
			["attribute"] = false,
			["total_script"] = "				local value, top, total, combat, instance = ...\n				local minutos, segundos = math.floor (value/60), math.floor (value%60)\n				return minutos .. \"m \" .. segundos .. \"s\"\n			",
			["name"] = "活跃治疗时间",
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the misc actor container\n				local damage_container = combat:GetActorList ( DETAILS_ATTRIBUTE_HEAL )\n				\n				--do the loop:\n				for _, player in ipairs ( damage_container ) do \n					if (player.grupo) then\n						local activity = player:Tempo()\n						total = total + activity\n						amount = amount + 1\n						--add amount to the player \n						instance_container:AddValue (player, activity)\n					end\n				end\n				\n				--return:\n				return total, combat:GetCombatTime(), amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Achievement_PVP_G_06",
			["script_version"] = 1,
		}, -- [4]
		{
			["source"] = false,
			["author"] = "Details!",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor (value)\n			",
			["desc"] = "Show the crowd control amount for each player.",
			["attribute"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs (misc_actors) do\n					if (character.cc_done and character:IsPlayer()) then\n						local cc_done = floor (character.cc_done)\n						instance_container:AddValue (character, cc_done)\n						total = total + cc_done\n						if (cc_done > top) then\n							top = cc_done\n						end\n						amount = amount + 1\n					end\n				end\n\n				return total, top, amount\n			",
			["name"] = "造成群体控制",
			["tooltip"] = "				local actor, combat, instance = ...\n				local spells = {}\n				for spellid, spell in pairs (actor.cc_done_spells._ActorTable) do\n				    tinsert (spells, {spellid, spell.counter})\n				end\n\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs (spells) do\n				    local name, _, icon = GetSpellInfo (spell [1])\n				    GameCooltip:AddLine (name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				end\n\n				local targets = {}\n				for playername, amount in pairs (actor.cc_done_targets) do\n				    tinsert (targets, {playername, amount})\n				end\n\n				table.sort (targets, _detalhes.Sort2)\n\n				_detalhes:AddTooltipSpellHeaderText (\"Targets\", \"yellow\", #targets)\n				local class, _, _, _, _, r, g, b = _detalhes:GetClass (actor.nome)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, target in ipairs (targets) do\n				    GameCooltip:AddLine (target[1], target [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    \n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass (target [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end\n				    --\n				end\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Frost_FreezingBreath",
			["script_version"] = 11,
		}, -- [5]
		{
			["source"] = false,
			["author"] = "Details!",
			["total_script"] = "				local value, top, total, combat, instance = ...\n				return floor (value)\n			",
			["desc"] = "Show the amount of crowd control received for each player.",
			["attribute"] = false,
			["script"] = "				local combat, instance_container, instance = ...\n				local total, top, amt = 0, 0, 0\n\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n				DETAILS_CUSTOM_CC_RECEIVED_CACHE = DETAILS_CUSTOM_CC_RECEIVED_CACHE or {}\n				wipe (DETAILS_CUSTOM_CC_RECEIVED_CACHE)\n\n				for index, character in ipairs (misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n					\n					for player_name, amount in pairs (character.cc_done_targets) do\n					    local target = combat (1, player_name) or combat (2, player_name)\n					    if (target and target:IsPlayer()) then\n						instance_container:AddValue (target, amount)\n						total = total + amount\n						if (amount > top) then\n						    top = amount\n						end\n						if (not DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name]) then\n						    DETAILS_CUSTOM_CC_RECEIVED_CACHE [player_name] = true\n						    amt = amt + 1\n						end\n					    end\n					end\n					\n				    end\n				end\n\n				return total, top, amt\n			",
			["name"] = "受到群体控制",
			["tooltip"] = "				local actor, combat, instance = ...\n				local name = actor:name()\n				local spells, from = {}, {}\n				local misc_actors = combat:GetActorList (DETAILS_ATTRIBUTE_MISC)\n\n				for index, character in ipairs (misc_actors) do\n				    if (character.cc_done and character:IsPlayer()) then\n					local on_actor = character.cc_done_targets [name]\n					if (on_actor) then\n					    tinsert (from, {character:name(), on_actor})\n					    \n					    for spellid, spell in pairs (character.cc_done_spells._ActorTable) do\n						\n						local spell_on_actor = spell.targets [name]\n						if (spell_on_actor) then\n						    local has_spell\n						    for index, spell_table in ipairs (spells) do\n							if (spell_table [1] == spellid) then\n							    spell_table [2] = spell_table [2] + spell_on_actor\n							    has_spell = true\n							end\n						    end\n						    if (not has_spell) then\n							tinsert (spells, {spellid, spell_on_actor}) \n						    end\n						end\n						\n					    end            \n					end\n				    end\n				end\n\n				table.sort (from, _detalhes.Sort2)\n				table.sort (spells, _detalhes.Sort2)\n\n				for index, spell in ipairs (spells) do\n				    local name, _, icon = GetSpellInfo (spell [1])\n				    GameCooltip:AddLine (name, spell [2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    GameCooltip:AddIcon (icon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)    \n				end\n\n				_detalhes:AddTooltipSpellHeaderText (\"From\", \"yellow\", #from)\n				_detalhes:AddTooltipHeaderStatusbar (1, 1, 1, 0.6)\n\n				for index, t in ipairs (from) do\n				    GameCooltip:AddLine (t[1], t[2])\n				    _detalhes:AddTooltipBackgroundStatusbar()\n				    \n				    local class, _, _, _, _, r, g, b = _detalhes:GetClass (t [1])\n				    if (class and class ~= \"UNKNOW\") then\n					local texture, l, r, t, b = _detalhes:GetClassIcon (class)\n					GameCooltip:AddIcon (\"Interface\\\\AddOns\\\\Details\\\\images\\\\classes_small_alpha\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height, l, r, t, b)\n				    else\n					GameCooltip:AddIcon (\"Interface\\\\GossipFrame\\\\IncompleteQuestIcon\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end     \n				    \n				end\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Mage_IceNova",
			["script_version"] = 2,
		}, -- [6]
		{
			["source"] = false,
			["author"] = "Details!",
			["percent_script"] = "				local value, top, total, combat, instance = ...\n				local dps = _detalhes:ToK (floor (value) / combat:GetCombatTime())\n				local percent = string.format (\"%.1f\", value/total*100)\n				return dps .. \", \" .. percent\n			",
			["desc"] = "在统计中显示你的技能.",
			["tooltip"] = "			--config:\n			--Background RBG and Alpha:\n			local R, G, B, A = 0, 0, 0, 0.75\n			local R, G, B, A = 0.1960, 0.1960, 0.1960, 0.8697\n\n			--get the parameters passed\n			local spell, combat, instance = ...\n\n			--get the cooltip object (we dont use the convencional GameTooltip here)\n			local GC = GameCooltip\n			GC:SetOption (\"YSpacingMod\", 0)\n\n			local role = UnitGroupRolesAssigned (\"player\")\n\n			if (spell.n_dmg) then\n			    \n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n			    \n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n			    \n			    local debuff_uptime_total, cast_string = \"\", \"\"\n			    local misc_actor = instance.showing (4, _detalhes.playername)\n			    if (misc_actor) then\n				local debuff_uptime = misc_actor.debuff_uptime_spells and misc_actor.debuff_uptime_spells._ActorTable [spell.id] and misc_actor.debuff_uptime_spells._ActorTable [spell.id].uptime\n				if (debuff_uptime) then\n				    debuff_uptime_total = floor (debuff_uptime / instance.showing:GetCombatTime() * 100)\n				end\n				\n				local spell_cast = misc_actor.spell_cast and misc_actor.spell_cast [spell.id]\n				\n				if (not spell_cast and misc_actor.spell_cast) then\n				    local spellname = GetSpellInfo (spell.id)\n				    for casted_spellid, amount in pairs (misc_actor.spell_cast) do\n					local casted_spellname = GetSpellInfo (casted_spellid)\n					if (casted_spellname == spellname) then\n					    spell_cast = amount .. \" (|cFFFFFF00?|r)\"\n					end\n				    end\n				end\n				if (not spell_cast) then\n				    spell_cast = \"(|cFFFFFF00?|r)\"\n				end\n				cast_string = cast_string .. spell_cast\n			    end\n			    \n			    --Cooltip code\n			    GC:AddLine (\"Casts:\", cast_string or \"?\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (debuff_uptime_total ~= \"\") then\n				GC:AddLine (\"Uptime:\", (debuff_uptime_total or \"?\") .. \"%\")\n				GC:AddStatusBar (100, 1, R, G, B, A)\n			    end\n			    \n			    GC:AddLine (\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local average = spell.total / total_hits\n			    GC:AddLine (\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"E-Dps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Normal Hits: \", spell.n_amt .. \" (\" ..floor ( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local n_average = spell.n_dmg / spell.n_amt\n			    local T = (combat_time*spell.n_dmg)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n			    \n			    GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format (\"%.1f\",spell.n_dmg / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Critical Hits: \", spell.c_amt .. \" (\" ..floor ( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_dmg/spell.c_amt\n				local T = (combat_time*spell.c_dmg)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_dmg / T\n				\n				GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine (\"Average / E-Dps: \",  \"0 / 0\")    \n			    end\n			    \n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Multistrike: \", spell.m_amt .. \" (\" ..floor ( spell.m_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"On Normal / On Critical:\", spell.m_amt - spell.m_crit .. \"  / \" .. spell.m_crit)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			elseif (spell.n_curado) then\n			    \n			    local spellschool, schooltext = spell.spellschool, \"\"\n			    if (spellschool) then\n				local t = _detalhes.spells_school [spellschool]\n				if (t and t.name) then\n				    schooltext = t.formated\n				end\n			    end\n			    \n			    local total_hits = spell.counter\n			    local combat_time = instance.showing:GetCombatTime()\n			    \n			    --Cooltip code\n			    GC:AddLine (\"Hits:\", spell.counter)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local average = spell.total / total_hits\n			    GC:AddLine (\"Average:\", _detalhes:ToK (average))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"E-Hps:\", _detalhes:ToK (spell.total / combat_time))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"School:\", schooltext)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Normal Hits: \", spell.n_amt .. \" (\" ..floor ( spell.n_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    local n_average = spell.n_curado / spell.n_amt\n			    local T = (combat_time*spell.n_curado)/spell.total\n			    local P = average/n_average*100\n			    T = P*T/100\n			    \n			    GC:AddLine (\"Average / E-Dps: \",  _detalhes:ToK (n_average) .. \" / \" .. format (\"%.1f\",spell.n_curado / T ))\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Critical Hits: \", spell.c_amt .. \" (\" ..floor ( spell.c_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    if (spell.c_amt > 0) then\n				local c_average = spell.c_curado/spell.c_amt\n				local T = (combat_time*spell.c_curado)/spell.total\n				local P = average/c_average*100\n				T = P*T/100\n				local crit_dps = spell.c_curado / T\n				\n				GC:AddLine (\"Average / E-Hps: \",  _detalhes:ToK (c_average) .. \" / \" .. _detalhes:comma_value (crit_dps))\n			    else\n				GC:AddLine (\"Average / E-Hps: \",  \"0 / 0\")    \n			    end\n			    \n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    --GC:AddLine (\" \")\n			    \n			    GC:AddLine (\"Multistrike: \", spell.m_amt .. \" (\" ..floor ( spell.m_amt/total_hits*100) .. \"%)\")\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			    \n			    GC:AddLine (\"On Normal / On Critical:\", spell.m_amt - spell.m_crit .. \"  / \" .. spell.m_crit)\n			    GC:AddStatusBar (100, 1, R, G, B, A)\n			end\n			",
			["attribute"] = false,
			["name"] = "我的技能",
			["script"] = "				--get the parameters passed\n				local combat, instance_container, instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				local player\n				local pet_attribute\n				\n				local role = UnitGroupRolesAssigned (\"player\")\n				local spec = GetSpecialization()\n				role = spec and GetSpecializationRole (spec) or role\n\n				if (role == \"DAMAGER\") then\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				elseif (role == \"HEALER\") then    \n					player = combat (DETAILS_ATTRIBUTE_HEAL, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_HEAL\n				else\n					player = combat (DETAILS_ATTRIBUTE_DAMAGE, _detalhes.playername)\n					pet_attribute = DETAILS_ATTRIBUTE_DAMAGE\n				end\n\n				--do the loop\n\n				if (player) then\n					local spells = player:GetSpellList()\n					for spellid, spell in pairs (spells) do\n						instance_container:AddValue (spell, spell.total)\n						total = total + spell.total\n						if (top < spell.total) then\n							top = spell.total\n						end\n						amount = amount + 1\n					end\n				    \n					for _, PetName in ipairs (player.pets) do\n						local pet = combat (pet_attribute, PetName)\n						if (pet) then\n							for spellid, spell in pairs (pet:GetSpellList()) do\n								instance_container:AddValue (spell, spell.total, nil, \" (\" .. PetName:gsub ((\" <.*\"), \"\") .. \")\")\n								total = total + spell.total\n								if (top < spell.total) then\n									top = spell.total\n								end\n								amount = amount + 1\n							end\n						end\n					end\n				end\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\ABILITY_MAGE_ARCANEBARRAGE",
			["script_version"] = 6,
		}, -- [7]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "显示对标记骷髅的目标造成的伤害数值",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [128]\n				if (DamageOnStar) then\n				    --RAID_TARGET_8 is the built-in localized word for 'Skull'.\n				    GameCooltip:AddLine (RAID_TARGET_8 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_8\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["attribute"] = false,
			["name"] = "对骷髅标记目标造成的伤害",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n				\n				--raid target flags: \n				-- 128: skull \n				-- 64: cross\n				-- 32: square\n				-- 16: moon\n				-- 8: triangle\n				-- 4: diamond\n				-- 2: circle\n				-- 1: star\n				\n				--do the loop\n				for _, actor in ipairs (Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					if (actor.raid_targets [128]) then\n					    CustomContainer:AddValue (actor, actor.raid_targets [128])\n					end        \n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_8",
			["script_version"] = 3,
		}, -- [8]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "显示对其它所有标记的目标造成的伤害数值",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object\n				local GameCooltip = GameCooltip\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--Cooltip code\n				local RaidTargets = actor.raid_targets\n\n				local DamageOnStar = RaidTargets [1]\n				if (DamageOnStar) then\n				    GameCooltip:AddLine (RAID_TARGET_1 .. \":\", format_func (_, DamageOnStar))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_1\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCircle = RaidTargets [2]\n				if (DamageOnCircle) then\n				    GameCooltip:AddLine (RAID_TARGET_2 .. \":\", format_func (_, DamageOnCircle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_2\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnDiamond = RaidTargets [4]\n				if (DamageOnDiamond) then\n				    GameCooltip:AddLine (RAID_TARGET_3 .. \":\", format_func (_, DamageOnDiamond))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_3\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnTriangle = RaidTargets [8]\n				if (DamageOnTriangle) then\n				    GameCooltip:AddLine (RAID_TARGET_4 .. \":\", format_func (_, DamageOnTriangle))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_4\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnMoon = RaidTargets [16]\n				if (DamageOnMoon) then\n				    GameCooltip:AddLine (RAID_TARGET_5 .. \":\", format_func (_, DamageOnMoon))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_5\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnSquare = RaidTargets [32]\n				if (DamageOnSquare) then\n				    GameCooltip:AddLine (RAID_TARGET_6 .. \":\", format_func (_, DamageOnSquare))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_6\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n\n				local DamageOnCross = RaidTargets [64]\n				if (DamageOnCross) then\n				    GameCooltip:AddLine (RAID_TARGET_7 .. \":\", format_func (_, DamageOnCross))\n				    GameCooltip:AddIcon (\"Interface\\\\TARGETINGFRAME\\\\UI-RaidTargetingIcon_7\", 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    Details:AddTooltipBackgroundStatusbar()\n				end\n			",
			["attribute"] = false,
			["name"] = "对其它标记目标造成的伤害",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for _, actor in ipairs (Combat:GetActorList (DETAILS_ATTRIBUTE_DAMAGE)) do\n				    if (actor:IsPlayer()) then\n					local total = (actor.raid_targets [1] or 0) --star\n					total = total + (actor.raid_targets [2] or 0) --circle\n					total = total + (actor.raid_targets [4] or 0) --diamond\n					total = total + (actor.raid_targets [8] or 0) --tiangle\n					total = total + (actor.raid_targets [16] or 0) --moon\n					total = total + (actor.raid_targets [32] or 0) --square\n					total = total + (actor.raid_targets [64] or 0) --cross\n					\n					if (total > 0) then\n					    CustomContainer:AddValue (actor, total)\n					end\n				    end\n				end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\TARGETINGFRAME\\UI-RaidTargetingIcon_5",
			["script_version"] = 3,
		}, -- [9]
		{
			["source"] = false,
			["author"] = "Details!",
			["total_script"] = "				local value, top, total, combat, instance = ...\n\n				--get the time of overall combat\n				local OverallCombatTime = Details:GetCombat (-1):GetCombatTime()\n\n				--get the time of current combat if the player is in combat\n				if (Details.in_combat) then\n				    local CurrentCombatTime = Details:GetCombat (0):GetCombatTime()\n				    OverallCombatTime = OverallCombatTime + CurrentCombatTime\n				end\n\n				--build the string\n				local ToK = Details:GetCurrentToKFunction()\n				local s = ToK (_, value / OverallCombatTime)\n				\n				if (instance.row_info.textR_show_data[3]) then\n				    s = ToK (_, value) .. \" (\" .. s .. \", \"\n				else\n				    s = ToK (_, value) .. \" (\" .. s\n				end\n\n				return s\n			",
			["desc"] = "Show overall damage done on the fly.",
			["attribute"] = false,
			["script"] = "				--init:\n				local combat, instance_container, instance = ...\n				local total, top, amount = 0, 0, 0\n\n				--get the overall combat\n				local OverallCombat = Details:GetCombat (-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat (0)\n\n				if (not OverallCombat.GetActorList or not CurrentCombat.GetActorList) then\n				    return 0, 0, 0\n				end\n\n				--get the damage actor container for overall\n				local damage_container_overall = OverallCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n				--get the damage actor container for current\n				local damage_container_current = CurrentCombat:GetActorList ( DETAILS_ATTRIBUTE_DAMAGE )\n\n				--do the loop:\n				for _, player in ipairs ( damage_container_overall ) do \n				    --only player in group\n				    if (player:IsGroupPlayer()) then\n					instance_container:AddValue (player, player.total)\n				    end\n				end\n\n				if (Details.in_combat) then\n				    for _, player in ipairs ( damage_container_current ) do \n					--only player in group\n					if (player:IsGroupPlayer()) then\n					    instance_container:AddValue (player, player.total)        \n					end\n				    end\n				end\n\n				total, top =  instance_container:GetTotalAndHighestValue()\n				amount =  instance_container:GetNumActors()\n\n				--return:\n				return total, top, amount\n			",
			["name"] = "动态总体伤害",
			["tooltip"] = "				--get the parameters passed\n				local actor, combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip2\n\n				--Cooltip code\n				--get the overall combat\n				local OverallCombat = Details:GetCombat (-1)\n				--get the current combat\n				local CurrentCombat = Details:GetCombat (0)\n\n				local AllSpells = {}\n\n				--overall\n				local player = OverallCombat [1]:GetActor (actor.nome)\n				local playerSpells = player:GetSpellList()\n				for spellID, spellTable in pairs (playerSpells) do\n				    AllSpells [spellID] = spellTable.total\n				end\n\n				--current\n				local player = CurrentCombat [1]:GetActor (actor.nome)\n				local playerSpells = player:GetSpellList()\n				for spellID, spellTable in pairs (playerSpells) do\n				    AllSpells [spellID] = (AllSpells [spellID] or 0) + (spellTable.total or 0)\n				end\n\n				local sortedList = {}\n				for spellID, total in pairs (AllSpells) do\n				    tinsert (sortedList, {spellID, total})\n				end\n				table.sort (sortedList, Details.Sort2)\n\n				local format_func = Details:GetCurrentToKFunction()\n\n				--build the tooltip\n				for i, t in ipairs (sortedList) do\n				    local spellID, total = unpack (t)\n				    if (total > 1) then\n					local spellName, _, spellIcon = Details.GetSpellInfo (spellID)\n					\n					GameCooltip:AddLine (spellName, format_func (_, total))\n					Details:AddTooltipBackgroundStatusbar()\n					GameCooltip:AddIcon (spellIcon, 1, 1, _detalhes.tooltip.line_height, _detalhes.tooltip.line_height)\n				    end\n				end\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Achievement_Quests_Completed_08",
			["script_version"] = 4,
		}, -- [10]
		{
			["source"] = false,
			["author"] = "Details!",
			["desc"] = "Damage done to shields",
			["tooltip"] = "				--get the parameters passed\n				local actor, Combat, instance = ...\n\n				--get the cooltip object (we dont use the convencional GameTooltip here)\n				local GameCooltip = GameCooltip\n\n				--Cooltip code\n				--get the actor total damage absorbed\n				local totalAbsorb = actor.totalabsorbed\n				local format_func = Details:GetCurrentToKFunction()\n\n				--get the damage absorbed by all the actor pets\n				for petIndex, petName in ipairs (actor.pets) do\n				    local pet = Combat :GetActor (1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n				    end\n				end\n\n				GameCooltip:AddLine (actor:Name(), format_func (_, actor.totalabsorbed))\n				Details:AddTooltipBackgroundStatusbar()\n\n				for petIndex, petName in ipairs (actor.pets) do\n				    local pet = Combat :GetActor (1, petName)\n				    if (pet) then\n					totalAbsorb = totalAbsorb + pet.totalabsorbed\n					\n					GameCooltip:AddLine (petName, format_func (_, pet.totalabsorbed))\n					Details:AddTooltipBackgroundStatusbar()        \n					\n				    end\n				end\n			",
			["attribute"] = false,
			["name"] = "对护盾造成的伤害",
			["script"] = "				--get the parameters passed\n				local Combat, CustomContainer, Instance = ...\n				--declade the values to return\n				local total, top, amount = 0, 0, 0\n\n				--do the loop\n				for index, actor in ipairs (Combat:GetActorList(1)) do\n				    if (actor:IsPlayer()) then\n					\n					--get the actor total damage absorbed\n					local totalAbsorb = actor.totalabsorbed\n					\n					--get the damage absorbed by all the actor pets\n					for petIndex, petName in ipairs (actor.pets) do\n					    local pet = Combat :GetActor (1, petName)\n					    if (pet) then\n						totalAbsorb = totalAbsorb + pet.totalabsorbed\n					    end\n					end\n					\n					--add the value to the actor on the custom container\n					CustomContainer:AddValue (actor, totalAbsorb)        \n					\n				    end\n				end\n				--loop end\n\n				--if not managed inside the loop, get the values of total, top and amount\n				total, top = CustomContainer:GetTotalAndHighestValue()\n				amount = CustomContainer:GetNumActors()\n\n				--return the values\n				return total, top, amount\n			",
			["target"] = false,
			["spellid"] = false,
			["icon"] = "Interface\\ICONS\\Spell_Holy_PowerWordShield",
			["script_version"] = 1,
		}, -- [11]
	},
	["performance_profiles"] = {
		["Dungeon"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["aura"] = true,
			["miscdata"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["RaidFinder"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["aura"] = true,
			["miscdata"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Battleground15"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["aura"] = true,
			["miscdata"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Raid15"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["aura"] = true,
			["miscdata"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Mythic"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["aura"] = true,
			["miscdata"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Arena"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["aura"] = true,
			["miscdata"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Raid30"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["aura"] = true,
			["miscdata"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
		["Battleground40"] = {
			["enabled"] = false,
			["update_speed"] = 1,
			["aura"] = true,
			["miscdata"] = true,
			["heal"] = true,
			["use_row_animations"] = false,
			["energy"] = false,
			["damage"] = true,
		},
	},
	["exit_log"] = {
		"1 - Closing Janela Info.", -- [1]
		"2 - Clearing user place from instances.", -- [2]
		"4 - Reversing switches.", -- [3]
		"6 - Saving Config.", -- [4]
		"7 - Saving Profiles.", -- [5]
		"8 - Saving nicktag cache.", -- [6]
	},
	["switchSaved"] = {
		["slots"] = 8,
		["table"] = {
			{
				["atributo"] = 1,
				["sub_atributo"] = 1,
			}, -- [1]
			{
				["atributo"] = 2,
				["sub_atributo"] = 1,
			}, -- [2]
			{
				["atributo"] = 1,
				["sub_atributo"] = 6,
			}, -- [3]
			{
				["atributo"] = 4,
				["sub_atributo"] = 5,
			}, -- [4]
			{
			}, -- [5]
			{
			}, -- [6]
			{
			}, -- [7]
			{
			}, -- [8]
			{
			}, -- [9]
			{
			}, -- [10]
			{
			}, -- [11]
			{
			}, -- [12]
			{
			}, -- [13]
			{
			}, -- [14]
		},
	},
	["lastUpdateWarning"] = 0,
	["tutorial"] = {
		["bookmark_tutorial"] = true,
		["main_help_button"] = 1286,
		["ATTRIBUTE_SELECT_TUTORIAL1"] = true,
		["MIN_COMBAT_TIME"] = true,
		["ctrl_click_close_tutorial"] = false,
		["DISABLE_ONDEATH_PANEL"] = true,
		["STREAMER_PLUGIN_FIRSTRUN"] = true,
		["FULL_DELETE_WINDOW"] = true,
		["logons"] = 1286,
		["FORGE_TUTORIAL"] = true,
		["DETAILS_INFO_TUTORIAL1"] = true,
		["alert_frames"] = {
			false, -- [1]
			false, -- [2]
			false, -- [3]
			false, -- [4]
			false, -- [5]
			false, -- [6]
		},
		["WINDOW_LOCK_UNLOCK1"] = true,
		["ENCOUNTER_DETAILS_BALLON_TUTORIAL1"] = true,
		["OVERALLDATA_WARNING1"] = 6,
		["OPTIONS_PANEL_OPENED"] = true,
		["version_announce"] = 0,
		["HISTORYPANEL_TUTORIAL"] = true,
		["unlock_button"] = 4,
		["WINDOW_GROUP_MAKING1"] = true,
		["DETAILS_INFO_TUTORIAL2"] = 10,
	},
}
