
WhisperPopDB = {
	["listHeight"] = 320,
	["showRealm"] = 1,
	["save"] = 1,
	["listWidth"] = 200,
	["time"] = 1,
	["buttonScale"] = 50,
	["history"] = {
		{
			["received"] = 1,
			["name"] = "Stotmrage#5821",
			["class"] = "BN",
			["messages"] = {
				"07 22:04:咋混装备，大佬", -- [1]
				"17 22:04:我次奥", -- [2]
				"07 22:04:哈哈", -- [3]
				"17 22:04:吓我一跳", -- [4]
				"17 22:04:你怎么突然出现了", -- [5]
				"07 22:04:被逼迫的", -- [6]
				"17 22:05:哈哈  做新地图任务 给的珠子可以换装备", -- [7]
				"17 22:05:很快", -- [8]
				"07 22:05:脱了", -- [9]
				"07 22:05:妥了，有特质澳门", -- [10]
				"17 22:05:除了武器  SP  都有", -- [11]
				"07 22:06:多少装等的，快步", -- [12]
				"17 22:06:换385 升级到400做基础装就可以", -- [13]
				"17 22:07:我看你女友天天都在", -- [14]
				"07 22:07:是啊，逼迫我啊", -- [15]
				"17 22:08:下周新团本就开了 ", -- [16]
				"07 22:08:我先混混装等吧，我不急", -- [17]
				"17 22:08:想打团本来我现在的公会", -- [18]
				"07 22:08:OK", -- [19]
			},
			["new"] = 1,
		}, -- [1]
		{
			["class"] = "PRIEST",
			["messages"] = {
				"17 10:59:LivvenUI: 刚110级的角色无法密语我，请通过其他方式联系。", -- [1]
			},
			["name"] = "念你如旧丶-血色十字军",
		}, -- [2]
		{
			["received"] = 1,
			["class"] = "DEMONHUNTER",
			["name"] = "玛顿真美啊-血色十字军",
			["messages"] = {
				"06 13:05:15ziyou ", -- [1]
				"16 13:06:1", -- [2]
			},
		}, -- [3]
		{
			["class"] = "ROGUE",
			["messages"] = {
				"16 09:25:不知", -- [1]
			},
			["name"] = "免费盗底-血色十字军",
		}, -- [4]
		{
			["class"] = "DEATHKNIGHT",
			["messages"] = {
				"15 21:26:这个场景完事吧 ", -- [1]
				"15 21:27:你们先打", -- [2]
				"15 21:33:1", -- [3]
			},
			["name"] = "Excallibur-血色十字军",
		}, -- [5]
		{
			["received"] = 1,
			["class"] = "BN",
			["name"] = "灬思念滋长#5397",
			["messages"] = {
				"04 21:18:在打啥？", -- [1]
				"14 21:18:H", -- [2]
			},
		}, -- [6]
		{
			["class"] = "MAGE",
			["messages"] = {
				"14 10:21:1", -- [1]
				"14 10:36:1", -- [2]
			},
			["name"] = "百了个川-雷霆之王",
		}, -- [7]
		{
			["received"] = 1,
			["name"] = "无敌血贼-希尔瓦娜斯",
			["class"] = "ROGUE",
			["messages"] = {
				"02 20:33:你进来门口有3个LR陷阱哦", -- [1]
				"12 20:34:OK", -- [2]
				"02 20:34:还有照明弹", -- [3]
			},
			["new"] = 1,
		}, -- [8]
		{
			["received"] = 1,
			["name"] = "米粉多放辣-格瑞姆巴托",
			["class"] = "DEATHKNIGHT",
			["messages"] = {
				"02 16:04:老哥是做插件的哪个大佬么", -- [1]
				"12 16:04:嗯", -- [2]
				"02 16:04:哈哈", -- [3]
			},
			["new"] = 1,
		}, -- [9]
		{
			["class"] = "DRUID",
			["messages"] = {
				"12 15:50:嗯", -- [1]
			},
			["name"] = "肻德基-血色十字军",
		}, -- [10]
		{
			["received"] = 1,
			["name"] = "教官#51786",
			["class"] = "BN",
			["messages"] = {
				"01 20:58:烟总。敏锐天赋咋带你", -- [1]
				"01 20:58:咋点", -- [2]
				"11 20:59:NGA  我也不知道", -- [3]
				"01 20:59:。。。", -- [4]
			},
			["new"] = 1,
		}, -- [11]
		{
			["class"] = "HUNTER",
			["messages"] = {
				"11 19:06:1", -- [1]
			},
			["name"] = "鳯瑝涅槃-死亡之翼",
		}, -- [12]
		{
			["received"] = 1,
			["name"] = "Godfather#5277",
			["class"] = "BN",
			["messages"] = {
				"08 21:52:大佬。麻烦问下插件怎么进语音频道啊", -- [1]
				"18 21:53:elvui-聊天框-语音聊天-隐藏语音聊天按钮勾去掉，或者去快捷键里设置一个快捷键", -- [2]
				"08 21:55:好的谢谢", -- [3]
				"09 13:07:大佬麻烦问一下为啥一直显示忙碌中别人无法交易我呀。", -- [4]
				"19 13:08:你拒绝交易了吧", -- [5]
				"19 13:08:开启", -- [6]
				"09 13:08:没有呀。我啥都没搞", -- [7]
				"09 13:08:在哪开启呀", -- [8]
				"19 13:09:界面里", -- [9]
				"09 13:13:好的。感谢。", -- [10]
			},
			["new"] = 1,
		}, -- [13]
		{
			["received"] = 1,
			["name"] = "周捷#5991",
			["class"] = "BN",
			["messages"] = {
				"08 20:29:14自由", -- [1]
				"18 20:30:在队伍里 跟蓝天他们去庄园", -- [2]
				"08 20:30:哦", -- [3]
			},
			["new"] = 1,
		}, -- [14]
	},
	["applyFilters"] = 1,
	["listScale"] = 100,
	["foreignOnly"] = 1,
	["version"] = 4.12,
	["sound"] = 1,
	["ignoreTags"] = 1,
}
